{
  "Funny": [
    "Noch nie habe ich das Ghostbusters-Remake gesehen.",
    "Noch nie wollte ich eine(r) der Kardashians sein.",
    "Ich habe mich noch nie als das andere Geschlecht verkleidet.",
    "Ich habe noch nie SpongeBob Schwammkopf gesehen.",
    "Ich habe noch nie bei einem Pixar-Film geweint. (Verflucht seist du, Bing Bong!)",
    "Ich habe mich noch nie in Ron Swanson verknallt.",
    "Ich habe noch nie 'aufgeräumt', indem ich alles in einen Schrank gestapelt habe.",
    "Ich habe noch nie Karaoke gesungen.",
    "Ich habe mir das Musikvideo \"Gangnam Style\" noch nie angesehen.",
    "Ich habe mich noch nie in jemanden aus Full House verknallt.",
    "Ich habe noch nie eine Folge von Gilmore Girls gesehen.",
    "Ich habe noch nie so getan, als würde ich einen Fremden kennen.",
    "Ich habe noch nie Nachtwäsche getragen und so getan, als wäre es Kleidung.",
    "Ich habe noch nie \"Entschuldigung\" gesagt, wenn niemand in der Nähe war.",
    "Ich habe mich noch nie vor einem Spiegel erschrocken.",
    "Ich habe noch nie ein High Five verpasst.",
    "Ich habe noch nie unter der Dusche gesungen.",
    "Ich habe noch nie einem Tier die Schuld am Furzen gegeben.",
    "Ich habe mir noch nie insgeheim gewünscht, ein Zauberer in Hogwarts zu sein.",
    "Ich habe noch nie in normaler Kleidung geschlafen.",
    "Ich hatte noch nie einen Alptraum, in dem ich von Zombies gejagt wurde.",
    "Ich habe noch nie so getan, als würde ich über einen Witz lachen, den ich nicht verstanden habe.",
    "Ich habe mich noch nie vor Clowns gefürchtet.",
    "Ich habe noch nie gedacht, dass eine Zeichentrickfigur heiß ist.",
    "Ich habe noch nie vorgetäuscht, krank zu sein, um Videospiele spielen zu können.",
    "Ich habe Star Wars noch nie mehr gemocht als Star Trek.",
    "Ich habe noch nie versucht, als Statist in einem Film mitzuwirken.",
    "Ich habe noch nie mehr als 100 Punkte beim Bowling erzielt.",
    "Ich habe noch nie einen Instant Pot benutzt.",
    "Ich habe noch nie Candy Crush gespielt.",
    "Ich habe noch nie eine Partie Scrabble gewonnen.",
    "Ich habe noch nie ein Entengesicht gemacht, wenn ich ein Selfie gemacht habe.",
    "Noch nie habe ich aus dem Beifahrersitzfenster geschaut und mir vorgestellt, dass es sich um eine Szene aus einem Musikvideo handelt.",
    "Ich habe noch nie laut gelacht, wenn ich LOL geschrieben habe.",
    "Ich habe noch nie eine E-Mail unmittelbar nach dem Absenden noch einmal gelesen.",
    "Ich habe noch nie davon geträumt, in einer Talkshow aufzutreten und darüber zu sprechen, was ich sagen würde.",
    "Ich habe noch nie meinen eigenen Namen gegoogelt, um zu sehen, was dabei herauskommt.",
    "Ich habe noch nie so getan, als würde ich beim Laufen vor Zombies fliehen.",
    "Ich habe noch nie unter der Dusche gesessen.",
    "Ich habe noch nie etwas ausprobiert, das ich auf Pinterest gesehen habe.",
    "Ich habe noch nie ohne Grund hässlich geweint.",
    "Ich habe mich noch nie vor jemandem eingeschlichen, den ich gerade erst in den sozialen Medien kennengelernt habe.",
    "Ich habe noch nie darüber nachgedacht, wie ein geliebter Mensch mich identifizieren könnte, wenn mein Gesicht durch einen Unfall schrecklich entstellt wäre.",
    "Ich habe noch nie jemandem ohne nachzudenken mit \"links\" oder \"rechts\" geantwortet, denn die Chance, dass ich richtig liege, ist 50/50."
  ],
  "Basic": [
    "Ich habe noch nie einen Geschenkgutschein weiterverschenkt.",
    "Ich bin noch nie allein in ein anderes Land gereist.",
    "Ich bin noch nie mit einem Hubschrauber geflogen.",
    "Ich habe noch nie auf einer Bühne vor einem Publikum gestanden.",
    "Ich habe noch nie in einem Vorstellungsgespräch gelogen.",
    "Ich habe noch nie meinen Schwarm gestalkt.",
    "Ich habe noch nie Karaoke gesungen.",
    "Ich habe noch nie einer Aussage von Donald Trump zugestimmt.",
    "Ich habe noch nie darüber nachgedacht, was für ein Hund ich sein würde.",
    "Ich habe noch nie Kinderfilme gesehen, für die ich zu alt bin.",
    "Ich habe noch nie eine Sonnenbrille verloren, die ich bereits trug.",
    "Ich habe noch nie meine Schlüssel in meinem Auto eingeschlossen.",
    "Ich habe noch nie in einem Restaurant kein Trinkgeld gegeben.",
    "Ich habe noch nie einem Obdachlosen Geld gegeben.",
    "Ich habe noch nie versucht, in die Sonne zu schauen.",
    "Ich habe noch nie Bungee-Jumping gemacht.",
    "Ich habe mich noch nie einer Operation unterzogen.",
    "Ich bin noch nie aus einem Flugzeug gesprungen.",
    "Ich habe mir noch nie etwas an einem Brunnen gewünscht.",
    "Ich habe noch nie aus Versehen einen Käfer gegessen.",
    "Ich habe mich noch nie in einer Schlange vorgedrängelt.",
    "Ich bin noch nie die ganze Nacht aufgeblieben.",
    "Ich habe noch nie ein einziges Harry Potter-Buch gelesen.",
    "Ich war noch nie in einer Bibliothek.",
    "Ich habe noch nie über mein Alter gelogen.",
    "Ich habe noch nie mit einer Waffe geschossen.",
    "Ich hatte noch nie Karies.",
    "Ich war noch nie auf einer Minigolfanlage.",
    "Ich habe noch nie einen Elefanten in echt gesehen.",
    "Ich war noch nie in Disney World.",
    "Ich habe noch nie Kleidung online gekauft.",
    "Ich habe noch nie jemanden eine Karikatur von mir zeichnen lassen.",
    "Ich habe noch nie eine Xbox besessen.",
    "Ich habe noch nie Stunden damit verbracht, mir lustige Videos auf YouTube anzusehen.",
    "Ich habe Titanic noch nie gesehen.",
    "Ich habe noch nie einen Prominenten getroffen.",
    "Ich habe noch nie gedacht, dass ein Film besser ist als das Buch.",
    "Ich habe noch nie gewählt.",
    "Ich habe noch nie eine Uhr besessen.",
    "Ich bin noch nie auf einem Skateboard gefahren.",
    "Ich habe nie gelernt, wie man ein Musikinstrument spielt.",
    "Ich habe noch nie Schnee gesehen.",
    "Ich habe noch nie ein Sudoku-Rätsel beendet.",
    "Ich habe noch nie etwas gegoogelt, um zu wissen, wie man es buchstabiert."
  ],
  "Young": [
    "Ich habe noch nie bei einem Test geschummelt.",
    "Ich habe noch nie geweint, wenn ich Homeward Bound gesehen habe.",
    "Ich habe noch nie an einer gefrorenen Stange geleckt.",
    "Ich habe noch nie Kaugummi im Haar gehabt.",
    "Ich habe noch nie ein schreckliches Foto am Fototermin gemacht.",
    "Ich bin noch nie ein Mobber gewesen.",
    "Ich wollte noch nie ein Superheld sein.",
    "Ich habe mich noch nie vor der Dunkelheit gefürchtet.",
    "Ich habe noch nie Probleme beim Einschlafen gehabt, nachdem ich einen Gruselfilm gesehen habe.",
    "Ich bin noch nie die ganze Nacht aufgeblieben.",
    "Ich habe noch nie bei einer Übernachtung mitgemacht.",
    "Ich habe noch nie eine Geburtstagsparty gefeiert.",
    "Ich habe noch nie in der Schule geweint.",
    "Ich habe noch nie auf einer Bühne gesungen.",
    "Ich habe noch nie an einer Talentshow teilgenommen.",
    "Ich habe noch nie Ameisen mit einem Vergrößerungsglas getötet.",
    "Ich habe noch nie Mentos in Cola oder Pepsi eingeworfen.",
    "Ich habe noch nie etwas bei einer Mutprobe gegessen.",
    "Ich habe noch nie die Ausrede \"Mein Hund hat meine Hausaufgaben gefressen\" benutzt.",
    "Ich habe noch nie an meinem Daumen gelutscht.",
    "Ich habe noch nie geglaubt, dass meine Spielzeuge Gefühle haben.",
    "Ich habe noch nie \"Blue's Clues\" gesehen.",
    "Ich hatte noch nie Angst vor einer Fahrt in einem Freizeitpark.",
    "Ich war noch nie in einem Spukhaus.",
    "Ich habe mich zu Halloween noch nie als Zombie verkleidet.",
    "Ich wurde noch nie ins Büro des Schulleiters geschickt.",
    "Ich habe noch nie an einer Ostereiersuche teilgenommen.",
    "Ich habe noch nie eine Festung mit Decken gebaut.",
    "Ich bin noch nie von einem Fahrrad gefallen.",
    "Ich habe noch nie den ganzen Tag Videospiele gespielt.",
    "Ich habe noch nie Geld aus dem Sparschwein eines Geschwisters gestohlen.",
    "Ich habe mir noch nie gewünscht, ein Etagenbett zu haben.",
    "Ich habe noch nie Pokémon gespielt.",
    "Ich habe noch nie einen Familienausflug mitgemacht.",
    "Ich habe noch nie ein Stofftier benannt.",
    "Ich habe noch nie Stützräder benutzt.",
    "Ich habe noch nie nur Süßigkeiten zum Abendessen gegessen.",
    "Ich bin noch nie den ganzen Tag in der Rolle geblieben.",
    "Ich habe noch nie gelogen, wenn es darum ging, mit jemandem im Fernsehen verwandt zu sein.",
    "Ich habe noch nie Notizen auf den Schreibtisch geschrieben, um sie während einer Prüfung zu verwenden.",
    "Ich habe noch nie versucht, eine Erlaubniserklärung für meine Eltern zu unterschreiben.",
    "Ich habe noch nie die Geschichte eines Freundes gestohlen und so getan, als wäre sie mir passiert.",
    "Ich habe noch nie etwas aus dem Fenster des Schulbusses geworfen.",
    "Ich habe noch nie gelogen, dass ich nach der Schule bleibe und woanders hingehe.",
    "Ich bin noch nie im Schulbus aufgestiegen."
  ],
  "Food": [
    "Ich habe noch nie im Suff Little-Debbie-Kuchen gegessen.",
    "Ich habe noch nie mehr als drei Mal in einer Woche bei Taco Bell gegessen.",
    "Ich habe noch nie eine Packung Eiscreme allein gegessen.",
    "Ich war noch nie bei Arby's.",
    "Ich habe noch nie einen frittierten Schokoriegel gegessen.",
    "Ich habe noch nie von dem Teller eines anderen gegessen, wenn dieser nicht hingesehen hat.",
    "Ich habe noch nie etwas Kaltes gegessen, weil ich zu faul war, es aufzuwärmen.",
    "Ich habe noch nie Kürbiskuchen gegessen.",
    "Ich habe noch nie Huhn und Waffeln probiert.",
    "Ich habe noch nie Anchovis probiert.",
    "Ich habe noch nie Pommes frites in einen Milchshake getunkt.",
    "Ich habe noch nie einen Salat gegessen.",
    "Ich habe mir noch nie ein Happy Meal gekauft.",
    "Ich habe noch nie mehr als drei Hot Dogs auf einmal gegessen.",
    "Ich habe noch nie eine Food Challenge in einem Restaurant ausprobiert.",
    "Ich habe noch nie versucht, sechs Saltines in einer Minute zu essen.",
    "Ich habe noch nie Eiswürfel in meine Milch und mein Müsli getan.",
    "Ich habe noch nie Gurkensaft getrunken.",
    "Ich habe noch nie Süßigkeiten auf Pizza gelegt.",
    "Ich habe noch nie Gurken mit Erdnussbutter probiert.",
    "Ich habe noch nie Wassermelone gesalzen.",
    "Ich habe noch nie ein Bananen-Mayonnaise-Sandwich probiert.",
    "Ich habe noch nie Babynahrung probiert.",
    "Ich habe noch nie eine ganze Tiefkühlpizza allein gegessen.",
    "Ich habe noch nie einen ekligen Smoothie gemacht.",
    "Ich habe noch nie versucht zu zählen, wie viele Licks es brauchte, um die Mitte eines Tootsie Pop zu erreichen.",
    "Ich habe noch nie Surge getrunken.",
    "Ich habe noch nie Pop Rocks gegessen.",
    "Ich habe noch nie einen Hot Pocket gegessen.",
    "Ich habe noch nie Alligator gegessen.",
    "Ich habe noch nie BBQ-Schweinefleisch-Nachos probiert.",
    "Ich habe noch nie den Kühlschrank ausgeräumt und Lebensmittel gefunden, die älter als ein Jahr sind.",
    "Ich habe noch nie ein Thanksgiving-Dinner gekocht.",
    "Ich habe noch nie Kalorien gezählt.",
    "Ich habe mir noch nie absichtlich den Mund verbrannt, weil ich zu hungrig war, um zu warten.",
    "Ich habe noch nie Dosenfleisch gegessen.",
    "Ich habe noch nie mit offenem Mund gekaut.",
    "Ich habe noch nie einen Babylöffel benutzt, um Eis zu essen, damit es länger hält.",
    "Ich habe noch nie Butter pur gegessen.",
    "Ich habe noch nie etwas gegessen, während ich mit offener Kühlschranktür dastand.",
    "Ich habe noch nie einen Löffel Zuckerguss gegessen.",
    "Ich habe noch nie das Frühstück von Taco Bell probiert.",
    "Ich habe noch nie von Donuts geträumt.",
    "Ich habe noch nie Pizza zu zwei oder mehr Mahlzeiten an einem Tag gegessen.",
    "Ich habe noch nie Eier mit flüssigem Eigelb probiert."
  ],
  "RuleBreak": [
    "Ich bin noch nie angehalten worden.",
    "Ich habe noch nie versucht, vor der Polizei zu fliehen.",
    "Ich bin noch nie betrunken gefahren.",
    "Ich bin noch nie verhaftet worden.",
    "Ich habe noch nie einen gefälschten Ausweis benutzt.",
    "Ich habe mich noch nie in einen Club geschlichen.",
    "Ich habe noch nie Essen oder Süßigkeiten in einen Kinosaal geschmuggelt.",
    "Ich habe noch nie Geld von jemandem gestohlen.",
    "Ich war noch nie in Handschellen.",
    "Ich war noch nie beim Nachsitzen.",
    "Ich habe mich noch nie aus dem Haus geschlichen.",
    "Ich habe meine Eltern noch nie angelogen, wenn es darum ging, wohin ich gehen wollte.",
    "Ich habe noch nie eine Party oder eine Hochzeit gestürmt.",
    "Ich habe noch nie in einem Geschäft gestohlen.",
    "Ich habe mich noch nie in eine Schlägerei verwickeln lassen.",
    "Ich habe mich noch nie mit einem Minderjährigen verabredet.",
    "Ich habe noch nie etwas gegen ein fahrendes Auto geworfen.",
    "Ich habe noch nie die Polizei gerufen.",
    "Ich habe noch nie mit einem Polizeibeamten geflirtet, in der Hoffnung, keinen Strafzettel zu bekommen.",
    "Ich habe noch nie einen Polizeibeamten angelogen.",
    "Ich habe noch nie einen Scherz mit dem Notruf gemacht. (Schlechte Idee!)",
    "Ich habe noch nie etwas Gestohlenes gekauft.",
    "Ich habe noch nie gegessen und getrunken.",
    "Ich war noch nie in der Öffentlichkeit betrunken.",
    "Ich habe noch nie etwas weggeworfen.",
    "Ich habe noch nie eine rote Ampel überfahren.",
    "Ich bin noch nie irgendwo eingebrochen.",
    "Ich bin noch nie über einen Zaun gesprungen.",
    "Ich habe noch nie getrunken, bevor ich 21 wurde.",
    "Ich habe noch nie einen von mir benutzten Gegenstand oder ein von mir getragenes Kleidungsstück zurückgegeben.",
    "Ich habe noch nie illegal Musik heruntergeladen.",
    "Ich habe noch nie Wi-Fi aus einem ungesicherten Netz gestohlen.",
    "Ich habe noch nie einen Kaugummi auf den Boden gespuckt.",
    "Ich bin nie bei Rot über die Straße gegangen.",
    "Ich habe noch nie Passwörter für Dienste weitergegeben, damit Familie oder Freunde nicht zahlen müssen.",
    "Ich habe noch nie gegen die Kleiderordnung der Schule verstoßen.",
    "Ich habe noch nie ein falsches Konto in den sozialen Medien erstellt.",
    "Ich habe noch nie zu Hause um Geld gepokert.",
    "Ich bin noch nie ohne Sicherheitsgurt gefahren.",
    "Ich habe mein Handy noch nie beim Autofahren benutzt.",
    "Ich habe noch nie die Staatsgrenzen überschritten, um bessere Feuerwerkskörper zu kaufen.",
    "Ich habe noch nie Medikamente genommen, die mir verschrieben wurden.",
    "Ich bin noch nie mit einem Fahrrad auf dem Bürgersteig gefahren.",
    "Ich habe noch nie ein Fahrzeug in einem Überholverbot überholt."
  ]
}
