{
	"General": [
		"Fai un tiro di senape o di ketchup.",
		"Urla come un lupo",
		"Vai dalla prima persona che conosci sul tuo feed di instagram e metti \"mi piace\" a tutte le foto del suo profilo.",
		"Prova a farti il solletico",
		"Fai un Pfp abbinato con chi ti piace per 3 giorni.",
		"Invia/dirigi l'alfabeto al contrario",
		"Scherzo telefonico a McDonalds",
		"Invia la tua peggiore playlist",
		"Manda al tuo migliore amico \"Ti odio\" e non rispondere a nessuno dei suoi messaggi.",
		"Mostra a tutti i meme più divertenti del tuo rullino fotografico.",
		"Chiama i tuoi genitori e parla del tempo con accento britannico",
		"Scrivi con una sola mano per il prossimo minuto",
		"Manda un messaggio al tuo vicino di casa (numero di telefono uno in meno o uno in più di te)",
		"Mangia un cubetto di ghiaccio",
		"Invia un messaggio alla persona che si trova in cima al tuo elenco di DM.",
		"Mostraci il tuo rapporto sul tempo trascorso sullo schermo",
		"Invia un messaggio alla persona che si trova in fondo all'elenco dei tuoi DM",
		"Mostra a tutti la tua lista di emoji usate di frequente.",
		"Lascia che il gruppo scelga la tua foto profilo per il giorno successivo",
		"Nomina il maggior numero possibile di tipi di auto",
		"Inventa una canzone country a caso.",
		"Crea una poesia usando le parole arancia e alce",
		"Mostra al gruppo una foto imbarazzante della tua infanzia.",
		"Invia uno screenshot della parte inferiore del tuo elenco DMs",
		"Fai una rotazione di 10 volte e cerca di camminare dritto.",
		"Pubblica la foto più bella che tu abbia mai scattato",
		"Pubblica la tua foto preferita di un animale domestico",
		"Tagliati i capelli.",
		"Fate tutti una pausa merenda - team ToD Bot.",
		"Elenca gli oggetti sulla tua scrivania",
		"Mostra a tutti i presenti gli ultimi 5 messaggi con l'ultima persona a cui hai inviato un messaggio o che ti ha inviato un messaggio.",
		"Indica la persona peggio vestita nella stanza.",
		"Dai ai tuoi amici il tuo telefono sbloccato per 30 secondi",
		"Pubblica la foto più vecchia del tuo telefono",
		"Passa alla modalità Discord light per il resto della giornata",
		"Mostra a tutti l'ultimo video di YouTube che hai guardato.",
		"Essere davvero fastidioso per il minuto successivo",
		"Invia una frase senza le parole: ma, a, il, o",
		"Blocca la quinta persona nei tuoi DM.",
		"Nomina il maggior numero possibile di tipi di cibo",
		"Elimina le ultime 10 foto nel rullino fotografico in modo permanente (rimuovendole anche da quelle eliminate di recente).",
		"Pubblica la tua foto preferita sul telefono",
		"Rispondi alla prossima domanda sulla verità con totale onestà",
		"Condividi lo sfondo del tuo telefono",
		"Comportati come un cane per 1 minuto.",
		"Mostra a tutti una foto di quando eri giovane.",
		"Abbraccia l'oggetto/persona più vicina a te.",
		"Esegui una posizione yoga per 3 minuti.",
		"Lascia che qualcuno esamini la tua cronologia di YouTube e la legga al gruppo.",
		"Fai uno scherzo al tuo migliore amico",
		"Parla con accento russo per i prossimi 3 round.",
		"Chiama un parente. Il gruppo può fare una domanda.",
		"Twitta \"I fan di *inserire il nome di una band popolare qui* sono i peggiori\" e non rispondere a nessuno dei commenti arrabbiati.",
		"Invia uno Snapchat al tuo ex.",
		"Invia una foto della tua scrivania",
		"Invia una tua strana foto.",
		"Invia il tuo meme preferito",
		"Mangia una confezione di salsa piccante.",
		"Chiedi a una persona a caso in questo server se l'hai già incontrata in passato",
		"Mostra a tutti una tua foto d'infanzia imbarazzante.",
		"Disegna una faccia intorno all'ombelico.",
		"Usa un pfp peloso per 24 ore",
		"Mostra al gruppo l'interno del tuo armadio.",
		"Lascia che qualcuno ti trucchi.",
		"Chiedi a tutti i presenti di elencare qualcosa che gli piace di te",
		"Fai la tua migliore imitazione di chi ha posto la domanda o di qualcuno del gruppo.",
		"Bevi un bicchierino di succo di limone e prendine un altro ogni volta che qualcuno ti prende in giro.",
		"Elenca tutto ciò che hai nel portafoglio",
		"Scherzo telefonico a McDonalds",
		"Chiama qualcuno a caso e dì tutto con accento britannico",
		"Cambia il tuo nickname/nome utente con quello desiderato dal gruppo.",
		"Fai girare un hula hoop immaginario intorno alla vita per 1 minuto.",
		"Condividi la tua cronologia di ricerca da oggi.",
		"Invia alla tua cotta qualcosa di sano",
		"Invia il messaggio più irritante di sempre",
		"Invia una foto del tuo animale domestico.",
		"Gira su se stesso per 30 secondi",
		"Mostra la schermata di blocco e lo sfondo.",
		"Mostra a tutti l'ultima foto nel tuo rullino fotografico.",
		"Scrivi il più velocemente possibile per il prossimo minuto.",
		"Di' UWU il più a lungo possibile",
		"Nomina tutti i paesi che puoi",
		"Mangia un pezzo di aglio crudo",
		"Fai 100 squat",
		"Leggi ad alta voce l'ultimo SMS che hai inviato.",
		"Pubblica una foto imbarazzante sulla tua storia di Instagram.",
		"Metti in bocca il maggior numero possibile di snack in una sola volta",
		"Mostra a tutti i presenti il tuo tempo trascorso sullo schermo.",
		"Imita un comportamento di chi ti piace.",
		"Parla con una voce molto profonda per il prossimo round",
		"Fai uno scherzo alla tua cotta",
		"Mostra a tutti l'ultima foto che hai scattato.",
		"Canta una ninna nanna in VC.",
		"Manda un messaggio ai tuoi genitori con scritto \"è appena successa una cosa pazzesca\" e condividi quello che dicono.",
		"Chiama una persona a caso e cantale buon compleanno",
		"Mostra a tutti i presenti la peggiore foto di te che riesci a trovare.",
		"Fai l'imitazione della tua celebrità preferita",
		"Nomina tutti gli oceani",
		"Invia un messaggio passivo-aggressivo a un amico",
		"Scrivi con un solo dito per il prossimo minuto",
		"Fai un ghost ping alla persona che ti piace.",
		"Canta una canzone per il gruppo.",
		"Invia alla quinta persona della tua cronologia dei messaggi 20 secondi di spam da tastiera.",
		"Spiega l'ultimo segreto che ti è stato rivelato da qualcuno.",
		"Dì al tuo migliore amico che sei un peloso",
		"Racconta la tua barzelletta più divertente al gruppo.",
		"Canta una canzone a scelta del gruppo, in un VC.",
		"Non caricare il telefono finché non muore.",
		"Pubblica un selfie.",
		"Mangia un pezzo di carta.",
		"Invia un messaggio alla persona che si trova in fondo all'elenco dei tuoi DM",
		"Manda un \"ciao\" a qualcuno e rispondi con una \"banana\" a tutto ciò che dice.",
		"Parla solo con le emoji per i prossimi 5 minuti.",
		"Alzati e gira in cerchio per tre volte.",
		"Lecca il pavimento.",
		"Indica una cosa che cambieresti di ogni persona qui presente.",
		"Chiudi gli occhi e invia un messaggio alla cieca a una persona a caso",
		"Scatta una foto di te stesso e mostrala al gruppo.",
		"Chiedi alla prima persona nei tuoi DM di sposarti.",
		"Manda un messaggio di \"Ti amo\" alle ultime 6 persone presenti nei tuoi DM.",
		"Urla a squarciagola tutto ciò che vuole la chat.",
		"Invita chiunque scelga il gruppo a partecipare alla chiamata.",
		"Invia una delle tue playlist preferite!",
		"Rickrollare qualcuno",
		"Fai uno screenshot delle tue canzoni più ascoltate e mostrale al gruppo.",
		"Recita la voce di un personaggio dei cartoni animati a scelta del gruppo.",
		"Descrivi l'ultimo sogno che hai fatto.",
		"Fai l'imitazione di qualcuno finché un altro giocatore non riesce a indovinare chi sei",
		"Un finto pianto per il gruppo.",
		"Nomina il maggior numero di città che puoi",
		"Fai una ruota di carrozza.",
		"Truccati se non ti trucchi e se è disponibile, togliti tutto il trucco se lo stai indossando.",
		"Scrivi con i pugni per il prossimo minuto",
		"Indica a ciascuno l'emoji che ritieni più adatta.",
		"Fai uno scherzo telefonico all'ultima persona che ti ha chiamato",
		"Elenca tutti i tipi di animali come li vedi tu.",
		"Mostra a tutti il tuo elenco di DM",
		"Chiama un amico per unirti a noi!",
		"Parla con un accento per i prossimi 10 minuti.",
		"Ping fantasma a qualcuno",
		"Invia un messaggio a qualcuno con cui hai litigato e digli che ti dispiace.",
		"Trattieni il respiro per 10 secondi",
		"Ascolta una canzone country",
		"Scrivi senza vocali per il prossimo minuto",
		"Condividi con il gruppo la foto più recente del tuo telefono.",
		"Fai l'imitazione del tuo insegnante più fastidioso",
		"Mostra a tutti il tempo trascorso sullo schermo",
		"Invia una foto del luogo in cui ti trovi",
		"Invia la cronologia delle tue visite a youtube",
		"Mostra a tutti le tue chiamate recenti",
		"Lascia che il gruppo ti metta in posa in una posizione imbarazzante e scatta una foto.",
		"Invia un messaggio solo con le dita dei piedi",
		"Invia una foto del tuo peluche preferito.",
		"Indossare domani un capo di abbigliamento spesso associato a un altro genere.",
		"Collega tutti all'ultima canzone che hai ascoltato.",
		"Scrivi solo con il lato sinistro della tastiera per il prossimo minuto.",
		"Dì a tutti la tua sincera opinione sulla persona che ha inviato questo comando.",
		"Scegli 3 persone qui e racconta loro l'ultima bugia che hai detto loro qui (non nei DM).",
		"Invia un meme che hai creato",
		"Cerca di non sbattere le palpebre il più a lungo possibile.",
		"Dì al tuo migliore amico che sarai sempre con lui, qualunque cosa accada :)",
		"Manda un messaggio alla terza persona nella cronologia dei messaggi: \"Ieri sera è stato fantastico\" con un cuore.",
		"Fai uno scherzo al tuo nemico",
		"Allaccia le stringhe delle scarpe e prova a camminare fino alla porta e ritorno",
		"Mostra a tutti i presenti le tue ultime 10 ricerche su Google.",
		"Mostra l'elenco delle persone presenti nei tuoi DM.",
		"Andate tutti a bere un po' d'acqua - Team ToD Bot",
		"Lascia che il gruppo decida il tuo stato per 7 giorni.",
		"Lascia che il gruppo guardi il tuo telefono per 30 secondi.",
		"Inventa un rap e cantalo per 30 secondi.",
		"Mostra a tutti qualcosa che hai scritto/disegnato quando eri più giovane.",
		"Leccati il naso",
		"Descrivi l'oggetto più vicino a te finché il gruppo non indovina l'oggetto.",
		"Chiedi a qualcuno del gruppo di fare una domanda alla quale devi rispondere.",
		"Imita la tua celebrità preferita",
		"Lascia che sia il gruppo a decidere il tuo abbigliamento per domani.",
		"Invia un messaggio a qualcuno con cui non parli da un anno",
		"Chiama uno dei tuoi genitori e digli che è in punizione per una settimana.",
		"Prepara una torta.",
		"Invia una foto dei tuoi occhi.",
		"Usa il tema luminoso di Discord per un'ora",
		"Chiedi a tuo padre una barzelletta sul papà e inviala",
		"Manda un messaggio 'a' alle prime sei persone della tua lista di messaggi e non rispondere se ne parlano.",
		"Fai più flessioni o addominali che puoi in un minuto.",
		"Prova a leccarti il gomito",
		"Riproduci l'ultima canzone che hai ascoltato. Non mentire!",
		"Invia l'ultimo meme che hai salvato sul tuo telefono",
		"Imposta la lingua del tuo cellulare in spagnolo per i prossimi 10 minuti.",
		"Scrivere con il pennarello un messaggio imbarazzante su qualsiasi parte del corpo coperta dai vestiti.",
		"Canticchia una canzone a tua scelta e non fermarti finché qualcuno non indovina la canzone.",
		"Parla con un accento per i prossimi 3 round",
		"Cambia lo sfondo del tuo telefono con quello scelto dal gruppo per 7 giorni.",
		"Manda un messaggio alla tua cotta e dille quanto è figa.",
		"Non toccare il telefono per un'ora dopo la fine della partita.",
		"Mostra a tutti la prima foto nel tuo rullino fotografico.",
		"Riproduci una canzone a scelta del prossimo.",
		"Condividi una delle tue playlist",
		"Breakdance per il gruppo.",
		"Fingi di essere un altro giocatore per il prossimo turno.",
		"Dipingi le unghie con un pastello",
		"Racconta agli altri giocatori qualcosa che non sanno su di te.",
		"Invia il peggior meme che hai creato",
		"Lecca il fondo della scarpa o del piede.",
		"Pubblica l'ultima foto che hai scattato su Instagram",
		"Manda un messaggio alla tua migliore amica \"è appena successa una cosa pazzesca\" e non rispondere.",
		"Descrivi tutti i presenti nella stanza in tre parole.",
		"Lascia che i tuoi amici pubblichino qualcosa sui tuoi social media",
		"Invia la tua barzelletta preferita",
		"Racconta agli altri giocatori qualcosa che non hai mai detto a nessuno prima d'ora.",
		"Tutto ciò che dirai nei prossimi 5 round dovrà essere in rima.",
		"Invia la prima parola che ti viene in mente in questo momento",
		"Scatta una foto di te che fai i ducklips troppo cotti.",
		"Chiama il tuo primo DM senza motivo",
		"Cerca su Google Immagini la prima parola che ti viene in mente e invia la prima immagine.",
		"Mostra al gruppo una tua foto imbarazzante.",
		"Invia una canzone che ti imbarazza ascoltare",
		"Usa la mano non dominante per un'ora",
		"Chiedi un abbraccio a qualcuno a caso",
		"Mostra al gruppo le tue ultime ricerche su YouTube",
		"Metti del ghiaccio nei vestiti e aspetta che si sciolga.",
		"Racconta al gruppo qualcosa di te che non hai mai detto prima.",
		"Dai un'occhiata a tutti quelli che giocano.",
		"Chiedi a un amico il numero di telefono della sua mamma",
		"Crea un'emote owo per il gruppo."
	]
}
