{
  "General": [
    "Prends une dose de moutarde ou de ketchup.",
    "Hurle comme un loup",
    "Va voir la première personne que tu connais sur ton fil instagram et aime chaque photo de son profil.",
    "Essaie de te chatouiller",
    "Aie un pfp correspondant avec la personne que tu aimes pendant 3 jours.",
    "Envoie/dit l'alphabet à l'envers",
    "Appelle McDonald's pour faire un canular",
    "Envoie ta pire liste de lecture",
    "Envoie à ton meilleur ami \"je te déteste\" et ne réponds à aucun de ses messages.",
    "Montre à tout le monde le mème le plus drôle de ton rouleau d'appareil photo.",
    "Appelle tes parents et parle de la météo avec un accent britannique.",
    "Tape d'une seule main pendant la minute suivante",
    "Texte ton numéro de voisin (numéro de téléphone un de moins ou un de plus que toi).",
    "Mange un glaçon",
    "Envoie un message à la personne qui se trouve en haut de ta liste de DMs.",
    "Montre-nous ton rapport de temps d'écran",
    "Envoie un message à la personne qui se trouve en bas de ta liste de DMs.",
    "Montre à tout le monde ta liste d'emoji fréquemment utilisés.",
    "Laisse le groupe choisir ta photo de profil pour le lendemain.",
    "Cite autant de types de voitures que tu peux",
    "Invente une chanson country de ton crâne.",
    "Fais un poème en utilisant les mots orange et orignal.",
    "Montre au groupe une photo embarrassante de ton enfance.",
    "Envoie une capture d'écran du bas de ta liste de DMs.",
    "Tourne 10 fois sur toi-même et essaie de marcher droit.",
    "Publie la photo la plus fantaisiste que tu aies jamais prise.",
    "Publie ta photo préférée de ton animal de compagnie",
    "Fais-toi couper les cheveux.",
    "Tout le monde ici fait une pause casse-croûte .",
    "Fais la liste des choses qui se trouvent sur ton bureau",
    "Montre à tout le monde ici les 5 derniers messages avec la dernière personne à qui tu as envoyé un message / qui t'a envoyé un message.",
    "Désigne la personne la plus mal habillée de la pièce.",
    "Donne à tes amis ton téléphone déverrouillé pendant 30 secondes.",
    "Publie la photo la plus ancienne de ton téléphone",
    "Passe en mode léger Discord pour le reste de la journée.",
    "Montre à tout le monde la dernière vidéo YouTube que tu as regardée.",
    "Sois vraiment ennuyeux pendant la minute qui suit.",
    "Envoie une phrase sans les mots : mais, a, le, ou",
    "Bloque la cinquième personne dans tes messages instantanés.",
    "Nomme autant de types d'aliments que tu peux",
    "Supprime définitivement les 10 dernières photos de ton rouleau d'appareil photo (supprime-les aussi de la liste des photos récemment supprimées).",
    "Publie ta photo préférée sur ton téléphone",
    "Réponds à la prochaine question sur la vérité en toute honnêteté",
    "Partage le fond d'écran de ton téléphone",
    "Agis comme un chien pendant une minute.",
    "Montre à tout le monde une photo de toi quand tu étais jeune.",
    "Fais un câlin à l'objet ou à la personne le plus proche de toi.",
    "Fais une pose de yoga pendant 3 minutes.",
    "Laisse quelqu'un parcourir ton historique YouTube et le lire au groupe.",
    "Fais un canular téléphonique à ton meilleur ami",
    "Parle avec un accent russe pendant les 3 prochains tours.",
    "Appelle un parent. Le groupe peut poser une question.",
    "Tweetez \"*insérez le nom du groupe populaire ici* les fans sont les pires\" et ne répondez à aucun des commentaires énervés.",
    "Envoie un Snapchat à ton ex.",
    "Envoie une photo de ton bureau",
    "Envoie une photo bizarre de toi.",
    "Envoie ton mème préféré",
    "Mange un paquet de sauce piquante.",
    "Demande à une personne au hasard dans ce serveur si tu l'as déjà rencontrée.",
    "Montre à tout le monde une photo embarrassante de toi dans ton enfance.",
    "Dessine un visage autour de ton nombril.",
    "Utilise un pfp à fourrure pendant 24 heures.",
    "Montre au groupe l'intérieur de ton placard.",
    "Laisse quelqu'un d'ici faire ton maquillage.",
    "Demande à chacun d'énumérer ce qu'il aime chez toi.",
    "Cite une chose que tu changerais à propos de chaque personne ici présente.",
    "Fais ta meilleure imitation de la personne qui pose la question ou de quelqu'un du groupe.",
    "Prends une dose de jus de citron, et reprends-en une à chaque fois que quelqu'un se pique d'oser.",
    "Fais la liste de tout ce qui se trouve dans ton portefeuille",
    "Appelle McDonald's pour faire un canular",
    "Appelle quelqu'un au hasard et dis tout avec l'accent britannique.",
    "Change ton pseudo/nom d'utilisateur pour ce que le groupe veut.",
    "Fais tourner un hula hoop imaginaire autour de ta taille pendant 1 minute.",
    "Partage sur écran ton historique de recherche à partir d'aujourd'hui.",
    "Envoie à ton béguin quelque chose de sain",
    "Envoie le message le plus croustillant qui soit.",
    "Envoie une photo de ton animal de compagnie.",
    "Tourne sur toi-même pendant 30 secondes",
    "Affiche ton écran de verrouillage et ton fond d'écran.",
    "Montre à tout le monde la dernière photo de ton rouleau d'appareil photo.",
    "Tape aussi vite que tu le peux pendant la minute qui suit.",
    "Dis UWU le plus longtemps possible",
    "Nomme autant de pays que tu peux",
    "Mange un morceau d'ail cru",
    "Fais 100 squats",
    "Lis à haute voix le dernier message texte que tu as envoyé.",
    "Publie une photo embarrassante sur ta story Instagram.",
    "Mets autant d'en-cas que possible dans ta bouche en même temps.",
    "Montre à tout le monde ici ton temps d'écran.",
    "Imite le comportement d'une personne que tu aimes.",
    "Parle d'une voix très grave pour le prochain tour.",
    "Fais un canular téléphonique à ton béguin",
    "Montre à tout le monde la dernière photo que tu as prise.",
    "Chante une berceuse en VC.",
    "Envoie un texto à tes parents \"il vient de se passer quelque chose de fou\" et partage ce qu'ils disent.",
    "Appelle une personne au hasard et chante-lui un joyeux anniversaire.",
    "Montre à tout le monde ici la pire photo de toi que tu puisses trouver.",
    "Fais une imitation de ta célébrité préférée",
    "Nomme chaque océan",
    "Envoie un message passif-agressif à un ami.",
    "Tape avec un seul doigt pendant la prochaine minute",
    "Fais un ping fantôme à la personne que tu aimes.",
    "Chante une chanson pour le groupe.",
    "Envoie à la cinquième personne de ton histoire de message 20 secondes de spam de clavier.",
    "Dévoile le dernier secret que quelqu'un t'a confié.",
    "Dis à ton meilleur ami que tu es une personne à fourrure.",
    "Raconte ta blague la plus drôle au groupe.",
    "Chantez une chanson au choix du groupe, dans un VC.",
    "Ne charge pas ton téléphone jusqu'à ce qu'il soit mort.",
    "Publie un selfie.",
    "Mange un morceau de papier.",
    "Envoie un message à la personne qui se trouve en bas de ta liste de DMs.",
    "Fais un DM à quelqu'un en lui disant \"salut\" et réponds par \"banane\" à tout ce qu'il dit.",
    "Parle uniquement en emojis pendant les 5 prochaines minutes.",
    "Lève-toi et tourne en rond trois fois.",
    "Lèche le sol.",
    "Cite une chose que tu changerais à propos de chaque personne ici présente.",
    "Ferme les yeux et envoie un message aveugle à une personne au hasard.",
    "Prends une photo de toi et montre-la au groupe.",
    "Demande à la première personne dans tes DM de t'épouser.",
    "Envoie un texto aux 6 dernières personnes présentes dans tes DM : \" Je t'aime \".",
    "Crie à tue-tête tout ce que le chat veut.",
    "Invite toute personne choisie par le groupe à se joindre à l'appel.",
    "Envoie une de tes listes de lecture préférées !",
    "Fais tourner la tête à quelqu'un.",
    "Fais une capture d'écran de tes chansons les plus jouées et montre-la au groupe.",
    "Joue la voix d'un personnage de dessin animé au choix du groupe.",
    "Décris le dernier rêve que tu as fait.",
    "Fais une imitation de quelqu'un jusqu'à ce qu'un autre joueur puisse deviner qui tu es.",
    "Faux cri pour le groupe.",
    "Nomme autant de villes que tu peux",
    "Fais la roue.",
    "Mets du maquillage si tu n'en portes pas et qu'il est disponible, enlève tout ton maquillage si tu en portes.",
    "Tape avec tes poings pendant la minute qui suit",
    "Indique à chacun l'emoji qui, selon toi, lui correspond le mieux.",
    "Fais un canular téléphonique à la dernière personne qui t'a appelé.",
    "Indique à chacun le type d'animal que tu vois en lui.",
    "Montre à tout le monde ta liste de DMs",
    "Envoie un message à un ami pour qu'il te rejoigne !",
    "Parle avec un accent pendant les 10 prochaines minutes.",
    "Fais un ping fantôme à quelqu'un",
    "Envoie un message à une personne avec qui tu t'es disputé et dis-lui que tu es désolé.",
    "Retiens ta respiration pendant 10 secondes",
    "Écoute une chanson country",
    "Tape sans voyelles pendant la prochaine minute",
    "Partage avec le groupe la photo la plus récente de ton téléphone.",
    "Fais une imitation de ton professeur le plus ennuyeux",
    "Montre à tout le monde ton temps d'écran",
    "Envoie une photo de l'endroit où tu te trouves",
    "Envoie l'historique de tes visionnages sur Youtube",
    "Montre à tout le monde tes appels récents",
    "Laisse le groupe te poser dans une position embarrassante et prendre une photo.",
    "Envoie un message uniquement avec tes orteils",
    "Envoie une photo de ton animal en peluche préféré.",
    "Porte un vêtement souvent associé à un sexe différent demain.",
    "Relie tout le monde à la dernière chanson que tu as écoutée.",
    "Tape uniquement avec le côté gauche de ton clavier pendant la prochaine minute.",
    "Dis à tout le monde ce que tu penses honnêtement de la personne qui a envoyé cette commande.",
    "Choisis 3 personnes ici et raconte-leur le dernier mensonge que tu leur as dit ici (pas dans les DM).",
    "Envoie un mème que tu as créé",
    "Essaie de ne pas cligner des yeux aussi longtemps que possible.",
    "Dis à ton meilleur ami que tu seras toujours avec lui, quoi qu'il arrive :)",
    "Envoie un texto à la troisième personne dans l'historique de ton message \"la nuit dernière était géniale\" avec un cœur.",
    "Fais un canular téléphonique à ton ennemi",
    "Attache les fils de tes chaussures ensemble et essaie de marcher jusqu'à la porte et de revenir.",
    "Montre à tout le monde ici tes 10 dernières recherches sur Google.",
    "Affiche la liste des personnes présentes dans tes DM.",
    "Tout le monde va boire un verre d'eau ",
    "Laisse le groupe décider de ton statut pendant 7 jours.",
    "Laisse le groupe regarder ton téléphone pendant 30 secondes.",
    "Invente un rap et chante-le pendant 30 secondes.",
    "Montre à tout le monde quelque chose que tu as écrit ou dessiné quand tu étais plus jeune.",
    "Lèche ton nez",
    "Décris l'objet le plus proche de toi jusqu'à ce que le groupe devine l'objet.",
    "Demande à quelqu'un du groupe de poser une question à laquelle tu dois répondre",
    "Imite la célébrité que tu aimes le moins",
    "Laisse le groupe décider de ta tenue pour demain.",
    "Envoie un message à quelqu'un à qui tu n'as pas parlé depuis un an.",
    "Appelle l'un de tes parents et dis-lui ensuite qu'il est puni pendant une semaine.",
    "Fais/cuisine un gâteau.",
    "Envoie une photo de tes yeux.",
    "Utilise le thème lumineux de Discord pendant une heure",
    "Demande à ton père une blague de papa et envoie-la.",
    "Envoie un texto aux six premières personnes de ton historique de messages \"a\" et ne réponds pas si elles abordent le sujet.",
    "Fais autant de pompes ou de redressements assis que tu peux en une minute.",
    "Essaie de te lécher le coude",
    "Joue la dernière chanson que tu as écoutée. Ne mens pas !",
    "Envoie le dernier mème que tu as sauvegardé sur ton téléphone.",
    "Règle la langue de ton téléphone portable sur l'espagnol pour les 10 prochaines minutes.",
    "Sharpie un message embarrassant sur n'importe quelle partie du corps couverte par un vêtement.",
    "Fredonne une chanson de ton choix, fais un don et arrête-toi jusqu'à ce que quelqu'un devine correctement la chanson.",
    "Parle avec un accent pendant les 3 prochains tours.",
    "Change le fond d'écran de ton téléphone au choix du groupe pendant 7 jours.",
    "Envoie un texto à ton béguin pour lui dire à quel point il est cool.",
    "Ne touche pas à ton téléphone pendant une heure après la fin du match.",
    "Montre à tout le monde la première photo de ton rouleau d'appareil photo.",
    "Joue une chanson au choix de la personne suivante.",
    "Partage une de tes listes de lecture",
    "Breakdance pour le groupe.",
    "Fais semblant d'être un autre joueur pour le prochain tour.",
    "Peins tes ongles avec un crayon de couleur.",
    "Dis aux autres joueurs quelque chose qu'ils ne savent pas sur toi.",
    "Envoie le pire mème que tu aies fait",
    "Lèche le dessous de ta chaussure/de ton pied.",
    "Publie la dernière photo que tu as prise sur instagram.",
    "Envoie un texto à ton meilleur ami \"quelque chose de fou vient d'arriver\" et ne réponds pas.",
    "Décris en trois mots toutes les personnes présentes dans la pièce.",
    "Laisse tes amis publier quelque chose sur tes médias sociaux.",
    "Envoie ta blague préférée",
    "Dis aux autres joueurs quelque chose que tu n'as jamais dit à personne auparavant.",
    "Tout ce que tu diras pendant les 5 prochains tours doit rimer.",
    "Envoie le premier mot qui te vient à l'esprit en ce moment.",
    "Prends une photo de toi en train de faire des culs-de-basse-fosse trop faits.",
    "Appelle ton premier SM sans raison",
    "Google images le premier mot qui te vient à l'esprit et envoie la première image.",
    "Montre au groupe une photo embarrassante de toi.",
    "Envoie une chanson que tu as honte d'écouter.",
    "Utilise ta main non dominante pendant une heure.",
    "Demande un câlin à quelqu'un au hasard",
    "Montre au groupe tes dernières recherches sur YouTube",
    "Mets de la glace dans tes vêtements et attends qu'elle fonde.",
    "Dis au groupe quelque chose sur toi que tu ne leur as jamais dit auparavant.",
    "Prends le pouls de tous ceux qui jouent.",
    "Demande à un ami le numéro de téléphone de sa mère.",
    "Crée une émote owo pour le groupe."
  ]
}