[
  "Nehmen Sie einen Schuss Senf oder Ketchup.",
  "Heulen wie ein Wolf",
  "Gehen Sie zu der ersten Person, die Sie auf Ihrem Instagram-Feed kennen, und mögen Sie jedes Foto auf deren Profil.",
  "Versuchen Sie, sich selbst zu kitzeln",
  "Triff dich 3 Tage lang mit der Person, die du magst.",
  "Das Alphabet rückwärts senden/sprechen",
  "Scherzanruf bei McDonalds",
  "Senden Sie Ihre schlechteste Playlist",
  "Schicken Sie Ihrem besten Freund \"Ich hasse dich\" und antworten Sie nicht auf seine Nachrichten.",
  "Zeigen Sie allen das lustigste Meme in Ihrer Kamerarolle.",
  "Deine Eltern anrufen und mit britischem Akzent über das Wetter reden",
  "Tippen Sie die nächste Minute mit nur einer Hand",
  "Schicken Sie eine SMS an Ihren Nachbarn (eine Telefonnummer weniger oder eine mehr als Sie)",
  "Essen Sie einen Eiswürfel",
  "Senden Sie eine Nachricht an die Person, die ganz oben auf Ihrer DMs-Liste steht.",
  "Zeigen Sie uns Ihren Bildschirmzeitbericht",
  "Senden Sie eine Nachricht an die Person, die am Ende Ihrer DMs-Liste steht.",
  "Zeigen Sie allen Ihre häufig verwendete Emoji-Liste.",
  "Lassen Sie die Gruppe Ihr Profilbild für den nächsten Tag auswählen",
  "Nenne so viele Autotypen wie möglich",
  "Erfinde aus dem Stegreif einen Country-Song",
  "Schreibe ein Gedicht mit den Wörtern Orange und Elch",
  "Zeigen Sie der Gruppe ein peinliches Foto aus Ihrer Kindheit.",
  "Senden Sie einen Screenshot vom unteren Ende Ihrer DMs-Liste",
  "Drehen Sie sich 10 Mal und versuchen Sie, gerade zu gehen.",
  "Posten Sie das schönste Foto, das Sie je gemacht haben",
  "Poste dein liebstes Haustierfoto",
  "Lassen Sie sich die Haare schneiden.",
  "Alle hier machen eine Snackpause - ToD Bot Team.",
  "Liste der Dinge auf deinem Schreibtisch",
  "Zeigen Sie allen hier die letzten 5 Nachrichten mit der letzten Person, der Sie eine Nachricht geschickt haben.",
  "Zeigen Sie auf die am schlechtesten gekleidete Person im Raum.",
  "Gib deinen Freunden dein freigeschaltetes Handy für 30 Sekunden",
  "Poste das älteste Foto auf deinem Handy",
  "Wechseln Sie für den Rest des Tages in den Discord-Lichtmodus",
  "Zeige allen das letzte YouTube-Video, das du dir angesehen hast.",
  "In der nächsten Minute wirklich nervig sein",
  "Senden Sie einen Satz ohne die Wörter: aber, ein, der, oder",
  "Blockieren Sie die fünfte Person in Ihren DMs.",
  "Nenne so viele Lebensmittel wie möglich",
  "Löschen Sie die letzten 10 Bilder in Ihrer Kamerarolle dauerhaft (entfernen Sie sie auch aus \"Zuletzt gelöscht\").",
  "Poste dein Lieblingsfoto auf deinem Handy",
  "Beantworten Sie die nächste Frage nach der Wahrheit mit absoluter Ehrlichkeit",
  "Teilen Sie das Hintergrundbild Ihres Telefons",
  "Benimm dich 1 Minute lang wie ein Hund.",
  "Zeigen Sie allen ein Bild von Ihnen, als Sie jung waren.",
  "Umarme den Gegenstand/die Person, die dir am nächsten ist.",
  "Nehmen Sie 3 Minuten lang eine Yogastellung ein.",
  "Lass jemanden deinen YouTube-Verlauf durchgehen und ihn der Gruppe vorlesen.",
  "Scherzanruf bei deinem besten Freund",
  "Sprich in den nächsten 3 Runden mit russischem Akzent",
  "Rufen Sie einen Verwandten an. Die Gruppe kann eine Frage stellen.",
  "Tweeten Sie \"Fans von *Bandname hier einfügen* sind die schlimmsten\" und antworten Sie nicht auf die wütenden Kommentare.",
  "Schicke ein Snapchat an deinen Ex.",
  "Senden Sie ein Foto von Ihrem Schreibtisch",
  "Schicken Sie ein seltsames Bild von sich selbst.",
  "Senden Sie Ihr Lieblingsmemo",
  "Essen Sie eine Packung scharfe Soße.",
  "Frag eine beliebige Person auf diesem Server, ob du sie schon einmal getroffen hast",
  "Zeigen Sie allen ein peinliches Kindheitsfoto von Ihnen.",
  "Zeichne ein Gesicht um deinen Bauchnabel.",
  "Verwenden Sie für 24 Stunden einen Pelzpflaster",
  "Zeigen Sie der Gruppe das Innere Ihres Kleiderschranks.",
  "Lass dir von jemandem hier dein Make-up machen.",
  "Jeder hier soll etwas aufzählen, was er an dir mag",
  "Nennen Sie eine Sache, die Sie an jeder Person hier ändern würden.",
  "Geben Sie Ihr Bestes, um den Fragesteller oder jemanden aus der Gruppe nachzuahmen.",
  "Nehmen Sie einen Schluck Zitronensaft und jedes Mal einen weiteren, wenn jemand eine Mutprobe macht.",
  "Listen Sie alles in Ihrer Brieftasche auf",
  "Scherzanruf bei McDonalds",
  "Jemanden zufällig anrufen und alles mit britischem Akzent sagen",
  "Ändern Sie Ihren Nickname/Benutzernamen so, wie es die Gruppe wünscht.",
  "Drehen Sie einen imaginären Hula-Hoop-Reifen 1 Minute lang um Ihre Taille.",
  "Bildschirmfreigabe Ihres Suchverlaufs von heute.",
  "Schick deinem Schwarm etwas Gesundes",
  "Senden Sie die schrecklichste Nachricht aller Zeiten",
  "Senden Sie ein Bild Ihres Haustiers.",
  "30 Sekunden lang im Kreis drehen",
  "Zeigen Sie Ihren Sperrbildschirm und Ihr Hintergrundbild an.",
  "Zeigen Sie allen das letzte Bild in Ihrer Kamerarolle.",
  "Tippen Sie in der nächsten Minute so schnell wie möglich",
  "Sagen Sie UWU so lange wie möglich",
  "Nenne so viele Länder, wie du kannst",
  "Essen Sie ein rohes Stück Knoblauch",
  "100 Kniebeugen machen",
  "Lesen Sie die letzte Textnachricht, die Sie verschickt haben, laut vor.",
  "Poste ein peinliches Foto in deiner Instagram-Story.",
  "Nimm so viele Snacks wie möglich auf einmal zu dir.",
  "Zeigen Sie allen hier Ihre Bildschirmzeit.",
  "Imitieren Sie ein Verhalten von jemandem, den Sie mögen.",
  "In der nächsten Runde mit sehr tiefer Stimme sprechen",
  "Telefonstreich mit deinem Schwarm",
  "Zeigen Sie allen das letzte Foto, das Sie gemacht haben.",
  "Singen Sie ein Wiegenlied im VC.",
  "Schicke deinen Eltern eine SMS mit der Nachricht \"Es ist gerade etwas Verrücktes passiert\" und erzähle, was sie sagen.",
  "Eine beliebige Person anrufen und ihr ein Geburtstagsständchen singen",
  "Zeigen Sie allen hier das schlimmste Bild von Ihnen, das Sie finden können.",
  "Mache eine Nachahmung deines Lieblingspromis",
  "Benenne jeden Ozean",
  "Eine passiv-aggressive Nachricht an einen Freund senden",
  "Tippen Sie die nächste Minute lang mit nur einem Finger",
  "Geisterpingen Sie die Person, die Sie mögen.",
  "Singen Sie ein Lied für die Gruppe.",
  "Senden Sie der fünften Person in Ihrem Nachrichtenverlauf 20 Sekunden Tastaturspam.",
  "Verrate das letzte Geheimnis, das dir jemand erzählt hat.",
  "Sag deinem besten Freund, dass du ein Pelztier bist",
  "Erzählen Sie der Gruppe Ihren lustigsten Witz.",
  "Singen Sie in einem VC ein Lied nach Wahl der Gruppe.",
  "Laden Sie Ihr Telefon nicht auf, bis es leer ist.",
  "Stellen Sie ein Selfie ein.",
  "Essen Sie ein Stück Papier.",
  "Senden Sie eine Nachricht an die Person, die am Ende Ihrer DMs-Liste steht.",
  "Jemandem eine DM \"Hallo\" schicken und auf alles, was er sagt, mit \"Banane\" antworten",
  "In den nächsten 5 Minuten nur mit Emojis sprechen",
  "Stehen Sie auf und drehen Sie sich dreimal im Kreis.",
  "Leck den Boden.",
  "Nennen Sie eine Sache, die Sie an jeder Person hier ändern würden.",
  "Schließen Sie die Augen und senden Sie eine Blindnachricht an eine beliebige Person",
  "Machen Sie ein Foto von sich und zeigen Sie es der Gruppe.",
  "Bitten Sie die erste Person in Ihren DMs, Sie zu heiraten.",
  "Schreibe den letzten 6 Personen in deinen DMs \"Ich liebe dich\".",
  "Schreien Sie aus voller Kehle, was immer der Chat will.",
  "Laden Sie alle Mitglieder der Gruppe ein, sich an dem Gespräch zu beteiligen.",
  "Senden Sie eine Ihrer Lieblings-Playlists!",
  "Jemanden verarschen",
  "Machen Sie einen Screenshot Ihrer meistgespielten Songs und zeigen Sie ihn der Gruppe.",
  "Stimme einer Zeichentrickfigur nach Wahl der Gruppe.",
  "Beschreiben Sie den letzten Traum, den Sie hatten.",
  "Mache jemanden nach, bis ein anderer Spieler errät, wer du bist",
  "Falscher Schrei für die Gruppe.",
  "Nenne so viele Städte, wie du kannst",
  "Machen Sie ein Rad.",
  "Schminken Sie sich, wenn Sie kein Make-up tragen und es verfügbar ist, schminken Sie sich vollständig ab, wenn Sie es tragen.",
  "Tippen Sie in der nächsten Minute mit den Fäusten",
  "Führen Sie alle Personen mit dem/den Emoji auf, die Ihrer Meinung nach am besten zu ihnen passen.",
  "Scherzanruf bei der Person, die Sie zuletzt angerufen hat",
  "Ordnen Sie alle Personen der Tierart zu, als die Sie sie sehen.",
  "Zeigen Sie allen Ihre DMs-Liste",
  "Ping einen Freund an, um mitzumachen!",
  "Sprechen Sie die nächsten 10 Minuten mit einem Akzent.",
  "Geister-Ping jemand",
  "Schreiben Sie jemandem, mit dem Sie sich gestritten haben, und sagen Sie ihm, dass es Ihnen leid tut.",
  "Halten Sie den Atem für 10 Sekunden an",
  "Hören Sie sich ein Country-Lied an",
  "Tippen Sie die nächste Minute lang ohne Vokale",
  "Teilen Sie das aktuellste Foto auf Ihrem Handy mit der Gruppe.",
  "Mache eine Nachahmung deines nervigsten Lehrers",
  "Zeigen Sie allen Ihre Bildschirmzeit",
  "Schicken Sie ein Foto Ihres Aufenthaltsortes",
  "Senden Sie Ihren youtube-Verlauf",
  "Zeigen Sie allen Ihre letzten Anrufe",
  "Lassen Sie sich von der Gruppe in eine peinliche Position bringen und fotografieren Sie sie.",
  "Senden Sie eine Nachricht nur mit Ihren Zehen",
  "Schicken Sie ein Bild Ihres Lieblingskuscheltiers.",
  "Morgen ein Kleidungsstück tragen, das oft mit einem anderen Geschlecht assoziiert wird",
  "Verbinde alle mit dem letzten Lied, das du gehört hast.",
  "Tippen Sie die nächste Minute lang nur mit der linken Seite Ihrer Tastatur",
  "Teilen Sie allen Ihre ehrliche Meinung über die Person mit, die diesen Befehl gesendet hat.",
  "Wähle 3 Leute hier und erzähle ihnen die letzte Lüge, die du ihnen hier erzählt hast (nicht in DMs).",
  "Senden Sie ein Meme, das Sie erstellt haben",
  "Versuchen Sie, so lange wie möglich nicht zu blinzeln",
  "Sag deiner besten Freundin, dass du immer bei ihr sein wirst, egal was passiert :)",
  "Schreiben Sie der dritten Person in Ihrem Nachrichtenverlauf \"Letzte Nacht war toll\" mit einem Herz.",
  "Scherzanruf bei deinem Feind",
  "Schnüren Sie Ihre Schuhbänder zusammen und versuchen Sie, zur Tür und zurück zu gehen",
  "Zeigen Sie allen hier Ihre letzten 10 Google-Suchen.",
  "Zeigen Sie die Liste der Personen in Ihren DMs an.",
  "Jeder holt sich einen Schluck Wasser - ToD Bot Team",
  "Lassen Sie die Gruppe 7 Tage lang über Ihren Status entscheiden.",
  "Lassen Sie die Gruppe 30 Sekunden lang in Ihr Telefon schauen.",
  "Erfinde einen Rap und singe ihn 30 Sekunden lang",
  "Zeigen Sie allen etwas, das Sie geschrieben oder gezeichnet haben, als Sie jünger waren.",
  "Leck deine Nase",
  "Beschreibe den Gegenstand, der dir am nächsten ist, bis die Gruppe den Gegenstand erraten hat.",
  "Lassen Sie jemanden aus der Gruppe eine Frage stellen, die Sie beantworten müssen.",
  "Imitiere deinen unbeliebtesten Prominenten",
  "Lassen Sie die Gruppe über Ihr Outfit für morgen entscheiden.",
  "Senden Sie eine Nachricht an jemanden, mit dem Sie seit einem Jahr nicht mehr gesprochen haben",
  "Ruf einen deiner Elternteile an und sag ihm, dass er eine Woche Hausarrest hat.",
  "Einen Kuchen backen/backen.",
  "Schicken Sie ein Bild Ihrer Augen.",
  "Verwenden Sie das Discord-Lichtthema für eine Stunde",
  "Frag deinen Vater nach einem Vater-Witz und schick ihn ab",
  "Schreiben Sie den ersten sechs Personen in Ihrem Nachrichtenverlauf ein \"a\" und antworten Sie nicht, wenn sie es erwähnen.",
  "Machen Sie so viele Liegestütze oder Situps, wie Sie in einer Minute schaffen.",
  "Versuch, deinen Ellbogen zu lecken",
  "Spielen Sie den letzten Song, den Sie gehört haben. Nicht lügen!",
  "Senden Sie das zuletzt gespeicherte Meme an Ihr Handy",
  "Stellen Sie die Sprache Ihres Handys für die nächsten 10 Minuten auf Spanisch ein",
  "Eine peinliche Nachricht auf ein beliebiges Körperteil schreiben, das von der Kleidung bedeckt ist.",
  "Summt ein Lied eurer Wahl, spendet eine Pause, bis jemand das Lied richtig erraten hat",
  "Sprich in den nächsten 3 Runden mit einem Akzent",
  "Ändern Sie den Hintergrund Ihres Telefons für 7 Tage nach Wahl der Gruppe.",
  "Schreib deinem Schwarm eine SMS und sag ihm, wie cool er ist",
  "Berühren Sie Ihr Telefon eine Stunde lang nicht, nachdem das Spiel vorbei ist.",
  "Zeigen Sie allen das früheste Bild in Ihrer Kamerarolle.",
  "Spielen Sie ein Lied nach Wahl der nächsten Person.",
  "Teilen Sie eine Ihrer Wiedergabelisten",
  "Breakdance für die Gruppe.",
  "Gib dich in der nächsten Runde als ein anderer Spieler aus",
  "Lackiere deine Fingernägel mit einem Buntstift",
  "Erzähle den anderen Spielern etwas, das sie nicht über dich wissen",
  "Senden Sie das schlechteste Meme, das Sie gemacht haben",
  "Lecke die Unterseite deines Schuhs/Fußes.",
  "Poste das letzte Foto, das du gemacht hast, auf Instagram",
  "Schreiben Sie Ihrem besten Freund eine SMS mit dem Satz \"Es ist gerade etwas Verrücktes passiert\" und antworten Sie nicht.",
  "Beschreiben Sie jeden im Raum in drei Worten.",
  "Lassen Sie Ihre Freunde etwas auf Ihren sozialen Medien posten",
  "Senden Sie Ihren Lieblingswitz",
  "Erzählen Sie den anderen Spielern etwas, das Sie noch nie jemandem erzählt haben",
  "Alles, was Sie in den nächsten 5 Runden sagen, muss sich reimen.",
  "Senden Sie das erste Wort, das Ihnen in diesem Moment in den Sinn kommt",
  "Mache ein Foto von dir, wie du überdrehte Entenlippen machst.",
  "Rufen Sie Ihren ersten DM ohne Grund an",
  "Googeln Sie das erste Wort, das Ihnen in den Sinn kommt, und senden Sie das erste Bild",
  "Zeigen Sie der Gruppe ein peinliches Foto von sich.",
  "Schicken Sie einen Song, dessen Anhören Ihnen peinlich ist",
  "Benutzen Sie eine Stunde lang Ihre nicht-dominante Hand",
  "Jemand zufällig um eine Umarmung bitten",
  "Zeigen Sie der Gruppe Ihre letzten YouTube-Suchen",
  "Stecken Sie Eis in Ihre Kleidung und warten Sie, bis es schmilzt.",
  "Erzählen Sie der Gruppe etwas über sich, was Sie ihr noch nie erzählt haben",
  "Schnuppern Sie bei allen Spielern.",
  "Einen Freund nach der Telefonnummer seiner Mutter fragen",
  "Erstelle ein Owo-Emote für die Gruppe."
]