[
  "Prenez une dose de moutarde ou de ketchup.",
  "Hurler comme un loup",
  "Allez voir la première personne que vous connaissez sur votre flux instagram et aimez chaque photo de son profil.",
  "Essayez de vous chatouiller",
  "Avoir un pfp assorti avec la personne de son choix pendant 3 jours.",
  "Envoyer/dire l'alphabet à l'envers",
  "Appeler McDonald's pour faire un canular",
  "Envoyez votre pire liste de lecture",
  "Envoyez à votre meilleur ami \"Je te déteste\" et ne répondez à aucun de ses messages.",
  "Montrez à tout le monde le mème le plus drôle de votre rouleau d'appareil photo.",
  "Appelez vos parents et parlez du temps qu'il fait avec un accent britannique.",
  "Tapez d'une seule main pendant la minute suivante",
  "Envoyez un SMS à votre voisin (numéro de téléphone un de moins ou un de plus que vous)",
  "Manger un glaçon",
  "Envoyez un message à la personne qui se trouve en tête de votre liste de contacts directs.",
  "Montrez-nous votre rapport de temps d'écran",
  "Envoyez un message à la personne qui se trouve en bas de votre liste de contacts directs.",
  "Montrez à tout le monde votre liste d'emoji fréquemment utilisés.",
  "Laissez le groupe choisir votre photo de profil pour le lendemain",
  "Citez autant de types de voitures que possible",
  "Inventez une chanson country de votre cru",
  "Faites un poème avec les mots orange et orignal.",
  "Montrez au groupe une photo embarrassante de votre enfance.",
  "Envoyez une capture d'écran du bas de votre liste de contacts directs.",
  "Tournez 10 fois sur vous-même et essayez de marcher droit.",
  "Affichez la plus belle photo que vous ayez jamais prise",
  "Postez votre photo préférée de votre animal de compagnie",
  "Faites-vous couper les cheveux.",
  "Tout le monde ici prend une pause casse-croûte - ToD Bot team.",
  "Faites la liste des choses qui se trouvent sur votre bureau",
  "Montrez à tout le monde ici les 5 derniers messages de la dernière personne à qui vous avez envoyé un message ou qui vous a envoyé un message.",
  "Désignez la personne la plus mal habillée de la pièce.",
  "Donnez à vos amis votre téléphone déverrouillé pendant 30 secondes",
  "Affichez la photo la plus ancienne de votre téléphone",
  "Passer en mode léger Discord pour le reste de la journée",
  "Montrez à tout le monde la dernière vidéo YouTube que vous avez regardée.",
  "Être très ennuyeux pendant la minute qui suit",
  "Envoyez une phrase sans les mots : mais, a, le, ou",
  "Bloquez la cinquième personne dans vos messages instantanés.",
  "Nommez autant de types d'aliments que possible",
  "Supprimez définitivement les 10 dernières photos de votre rouleau d'appareils photo (elles sont également supprimées de la liste des photos récemment supprimées).",
  "Affichez votre photo préférée sur votre téléphone",
  "Répondez à la question suivante en toute honnêteté",
  "Partagez le fond d'écran de votre téléphone",
  "Agissez comme un chien pendant 1 minute.",
  "Montrez à tout le monde une photo de vous lorsque vous étiez jeune.",
  "Serrez dans vos bras l'objet ou la personne le plus proche de vous.",
  "Faites une pose de yoga pendant 3 minutes.",
  "Demandez à quelqu'un de parcourir votre historique YouTube et de le lire au groupe.",
  "Faire un canular à son meilleur ami",
  "Parler avec un accent russe pendant les 3 prochains tours.",
  "Appelez un parent. Le groupe peut poser une question.",
  "Tweetez \"*insérez le nom du groupe populaire ici* les fans sont les pires\" et ne répondez à aucun des commentaires énervés.",
  "Envoyez un Snapchat à votre ex.",
  "Envoyez une photo de votre bureau",
  "Envoyez une photo bizarre de vous.",
  "Envoyez votre mème préféré",
  "Mangez un paquet de sauce piquante.",
  "Demandez à une personne au hasard dans ce serveur si vous l'avez déjà rencontrée.",
  "Montrez à tout le monde une photo embarrassante de vous dans votre enfance.",
  "Dessinez un visage autour de votre nombril.",
  "Utiliser un pfp à fourrure pendant 24 heures",
  "Montrez au groupe l'intérieur de votre placard.",
  "Laissez quelqu'un d'ici vous maquiller.",
  "Demandez à chacun d'énumérer ce qu'il aime chez vous",
  "Citez une chose que vous changeriez à propos de chaque personne ici présente.",
  "Faites votre meilleure imitation de l'auteur de la question ou d'un membre du groupe.",
  "Prenez un verre de jus de citron, et prenez-en un autre chaque fois que quelqu'un vous défie.",
  "Liste de tout ce qui se trouve dans votre portefeuille",
  "Appeler McDonald's pour faire un canular",
  "Appelez quelqu'un au hasard et dites tout avec l'accent britannique.",
  "Changez votre pseudo/nom d'utilisateur pour celui que le groupe souhaite.",
  "Faites tourner un cerceau imaginaire autour de votre taille pendant 1 minute.",
  "Partagez votre historique de recherche à partir d'aujourd'hui.",
  "Envoyez à votre amoureux quelque chose de sain",
  "Envoyer le message le plus croustillant qui soit",
  "Envoyez une photo de votre animal.",
  "Tourner sur soi-même pendant 30 secondes",
  "Affichez votre écran de verrouillage et votre fond d'écran.",
  "Montrez à tout le monde la dernière photo de votre rouleau d'appareils photo.",
  "Tapez aussi vite que possible pendant la minute suivante",
  "Dire UWU le plus longtemps possible",
  "Citez autant de pays que possible",
  "Manger un morceau d'ail cru",
  "Faire 100 squats",
  "Lisez à haute voix le dernier SMS que vous avez envoyé.",
  "Postez une photo embarrassante sur votre story Instagram.",
  "Mettez autant d'aliments que possible dans votre bouche en même temps.",
  "Montrez à tout le monde ici votre temps d'écran.",
  "Imitez le comportement d'une personne que vous aimez.",
  "Parler d'une voix très grave pour le tour suivant",
  "Appeler son chouchou par un canular",
  "Montrez à tout le monde la dernière photo que vous avez prise.",
  "Chantez une berceuse en VC.",
  "Envoyez un SMS à vos parents pour leur dire qu'il vient de se passer quelque chose de fou et partagez avec eux ce qu'ils disent.",
  "Appeler une personne au hasard et lui chanter un joyeux anniversaire",
  "Montrez à tout le monde ici la pire photo de vous que vous puissiez trouver.",
  "Faites une imitation de votre célébrité préférée",
  "Nommez tous les océans",
  "Envoyer un message passif-agressif à un ami",
  "Tapez avec un seul doigt pendant la minute suivante",
  "Envoyez un message fantôme à la personne qui vous plaît.",
  "Chantez une chanson pour le groupe.",
  "Envoyez à la cinquième personne de votre historique de messages 20 secondes de spam clavier.",
  "Dévoilez le dernier secret que quelqu'un vous a confié.",
  "Dites à votre meilleur ami que vous êtes une personne à fourrure",
  "Racontez votre blague la plus drôle au groupe.",
  "Chanter une chanson au choix du groupe, dans un VC.",
  "Ne chargez pas votre téléphone jusqu'à ce qu'il meure.",
  "Postez un selfie.",
  "Mangez un morceau de papier.",
  "Envoyez un message à la personne qui se trouve en bas de votre liste de contacts directs.",
  "Envoyer un DM à quelqu'un en lui disant \"salut\" et répondre par \"banane\" à tout ce qu'il dit.",
  "Ne parler qu'en emojis pendant les 5 prochaines minutes",
  "Se lever et tourner trois fois en cercle.",
  "Lèche le sol.",
  "Citez une chose que vous changeriez à propos de chaque personne ici présente.",
  "Fermez les yeux et envoyez un message aveugle à une personne au hasard.",
  "Prenez une photo de vous et montrez-la au groupe.",
  "Demandez à la première personne de votre liste de diffusion de vous épouser.",
  "Envoyez un SMS aux 6 dernières personnes de votre liste de diffusion en leur disant \"Je t'aime\".",
  "Criez à tue-tête tout ce que le chat veut.",
  "Invitez toute personne choisie par le groupe à se joindre à l'appel.",
  "Envoyez l'une de vos listes de lecture préférées !",
  "Rickroll quelqu'un",
  "Faites une capture d'écran de vos chansons les plus jouées et montrez-la au groupe.",
  "Jouer la voix d'un personnage de bande dessinée au choix du groupe.",
  "Décrivez le dernier rêve que vous avez fait.",
  "Faire une imitation de quelqu'un jusqu'à ce qu'un autre joueur puisse deviner qui vous êtes.",
  "Faux cri pour le groupe.",
  "Citez autant de villes que possible",
  "Faire la roue.",
  "Mettez du maquillage si vous n'en portez pas et qu'il est disponible, enlevez tout votre maquillage si vous en portez.",
  "Tapez avec vos poings pendant la minute suivante",
  "Inscrivez chaque personne sous l'emoji qui lui correspond le mieux.",
  "Appeler par surprise la dernière personne qui vous a appelé",
  "Classez chaque personne selon le type d'animal que vous lui attribuez.",
  "Montrez à tout le monde votre liste de contacts directs",
  "Invitez un(e) ami(e) à vous rejoindre !",
  "Parlez avec un accent pendant les 10 minutes suivantes.",
  "Pointer un fantôme à quelqu'un",
  "Envoyez un message à la personne avec laquelle vous vous êtes disputé et dites-lui que vous êtes désolé.",
  "Retenir sa respiration pendant 10 secondes",
  "Écouter une chanson country",
  "Tapez sans voyelles pendant la minute suivante",
  "Partagez avec le groupe la photo la plus récente de votre téléphone.",
  "Faites une imitation de votre professeur le plus ennuyeux",
  "Montrez à tout le monde votre temps d'écran",
  "Envoyez une photo de l'endroit où vous vous trouvez",
  "Envoyez l'historique de vos visionnages sur YouTube",
  "Montrez à tout le monde vos appels récents",
  "Laissez le groupe vous mettre dans une position embarrassante et prenez une photo.",
  "Envoyer un message uniquement à l'aide de vos orteils",
  "Envoyez une photo de votre animal en peluche préféré.",
  "Porter un vêtement souvent associé à un sexe différent demain",
  "Reliez tout le monde à la dernière chanson que vous avez écoutée.",
  "Tapez en utilisant uniquement le côté gauche de votre clavier pendant la minute suivante.",
  "Dites à tout le monde ce que vous pensez honnêtement de la personne qui a envoyé cette commande.",
  "Choisissez 3 personnes ici et dites-leur le dernier mensonge que vous leur avez dit ici (pas dans les DM).",
  "Envoyez un mème que vous avez créé",
  "Essayez de ne pas cligner des yeux aussi longtemps que possible.",
  "Dites à votre meilleur(e) ami(e) que vous serez toujours avec lui/elle, quoi qu'il arrive :)",
  "Envoyez un SMS à la troisième personne de votre historique de messages : \"La nuit dernière était géniale\" avec un cœur.",
  "Appelez votre ennemi par un canular",
  "Attachez vos chaussures ensemble et essayez de marcher jusqu'à la porte et de revenir.",
  "Montrez à tout le monde ici vos 10 dernières recherches sur Google.",
  "Affichez la liste des personnes figurant dans vos messages instantanés.",
  "Tout le monde va boire un verre d'eau - ToD Bot Team",
  "Laissez le groupe décider de votre statut pendant 7 jours.",
  "Laissez le groupe regarder votre téléphone pendant 30 secondes.",
  "Inventer un rap et le chanter pendant 30 secondes",
  "Montrez à tout le monde quelque chose que vous avez écrit ou dessiné lorsque vous étiez plus jeune.",
  "Se lécher le nez",
  "Décrivez l'objet le plus proche de vous jusqu'à ce que le groupe devine l'objet.",
  "Demandez à un membre du groupe de poser une question à laquelle vous devez répondre.",
  "Imiter la célébrité que vous aimez le moins",
  "Laissez le groupe décider de votre tenue pour demain.",
  "Envoyer un message à quelqu'un à qui vous n'avez pas parlé depuis un an",
  "Appelez l'un de vos parents et dites-lui qu'il est puni pendant une semaine.",
  "Faire un gâteau.",
  "Envoyez une photo de vos yeux.",
  "Utiliser le thème lumineux de Discord pendant une heure",
  "Demandez à votre père une blague de papa et envoyez-la-lui",
  "Envoyez un SMS aux six premières personnes de votre historique de messages \"a\" et ne répondez pas si elles abordent le sujet.",
  "Faites autant de pompes ou de redressements assis que possible en une minute.",
  "Essayez de vous lécher le coude",
  "Jouez la dernière chanson que vous avez écoutée. Pas de mensonge !",
  "Envoyez le dernier mème que vous avez sauvegardé sur votre téléphone",
  "Réglez la langue de votre téléphone portable sur l'espagnol pour les 10 prochaines minutes.",
  "Sharpie un message embarrassant sur n'importe quelle partie du corps couverte par des vêtements.",
  "Fredonnez une chanson de votre choix, donnez-la et arrêtez-vous jusqu'à ce que quelqu'un devine correctement la chanson.",
  "Parler avec un accent pendant les 3 prochains tours",
  "Changez le fond d'écran de votre téléphone au choix du groupe pendant 7 jours.",
  "Envoyez un SMS à votre chéri(e) pour lui dire à quel point il (elle) est cool.",
  "Ne touchez pas à votre téléphone pendant une heure après la fin du match.",
  "Montrez à tout le monde la première photo de votre rouleau d'appareil photo.",
  "Jouez une chanson au choix de la personne suivante.",
  "Partagez l'une de vos listes de lecture",
  "Breakdance pour le groupe.",
  "Se faire passer pour un autre joueur pour le tour suivant",
  "Peindre ses ongles avec un crayon de couleur",
  "Dites aux autres joueurs quelque chose qu'ils ne savent pas sur vous.",
  "Envoyez le pire mème que vous ayez créé",
  "Léchez le dessous de votre chaussure/pied.",
  "Postez la dernière photo que vous avez prise sur instagram",
  "Envoyez un SMS à votre meilleur ami pour lui dire qu'il vient de se passer quelque chose de fou et ne répondez pas.",
  "Décrivez en trois mots toutes les personnes présentes dans la salle.",
  "Laissez vos amis publier quelque chose sur vos médias sociaux",
  "Envoyez votre blague préférée",
  "Dites aux autres joueurs quelque chose que vous n'avez jamais dit à personne auparavant.",
  "Tout ce que vous direz au cours des 5 prochains tours devra rimer.",
  "Envoyez le premier mot qui vous vient à l'esprit à ce moment précis",
  "Prenez une photo de vous en train de faire des culs-de-basse-fosse.",
  "Appeler son premier SM sans raison",
  "Google images le premier mot qui vous vient à l'esprit et envoyez la première image",
  "Montrez au groupe une photo embarrassante de vous.",
  "Envoyez une chanson que vous avez honte d'écouter",
  "Utilisez votre main non dominante pendant une heure",
  "Demander un câlin à quelqu'un au hasard",
  "Montrez au groupe vos dernières recherches sur YouTube",
  "Mettez de la glace dans vos vêtements et attendez qu'elle fonde.",
  "Dites au groupe quelque chose sur vous que vous n'avez jamais dit auparavant.",
  "Prenez le pouls de tous ceux qui jouent.",
  "Demander à un ami le numéro de téléphone de sa mère",
  "Créez une émote owo pour le groupe."
]