{
  "General": [
    "Toma un trago de mostaza o ketchup.",
    "Aúlla como un lobo",
    "Ve a la primera persona que conozcas en tu feed de instagram y dale a me gusta a todas las fotos de su perfil.",
    "Intenta hacerte cosquillas",
    "Ten un pfp emparejado con quien te guste durante 3 días.",
    "Enviar/decir el alfabeto al revés",
    "Broma telefónica McDonalds",
    "Envía tu peor lista de reproducción",
    "Envía a tu mejor amigo \"Te odio\" y no respondas a ninguno de sus mensajes.",
    "Enséñale a todo el mundo el meme más divertido de tu rollo de cámara.",
    "Llama a tus padres y habla del tiempo con acento británico",
    "Escribe con una sola mano durante el siguiente minuto",
    "Envía un SMS a tu vecino de número (número de teléfono uno menos o uno más que tú)",
    "Cómete un cubito de hielo",
    "Envía un mensaje a la persona que encabeza tu lista de DMs",
    "Muéstranos tu informe de tiempo de pantalla",
    "Envía un mensaje a la persona que aparece al final de tu lista de DMs",
    "Enséñale a todo el mundo tu lista de emojis de uso frecuente.",
    "Deja que el grupo elija tu foto de perfil para el día siguiente",
    "Nombra tantos tipos de coche como puedas",
    "Invéntate una canción country de memoria",
    "Haz un poema con las palabras naranja y alce",
    "Muestra al grupo una foto embarazosa de tu infancia.",
    "Envía una captura de pantalla de la parte inferior de tu lista de DMs",
    "Da 10 vueltas e intenta caminar recto.",
    "Publica la foto más elegante que hayas hecho nunca",
    "Publica la foto de tu mascota favorita",
    "Córtate el pelo.",
    "Que todo el mundo se tome un descanso - Equipo ToD Bot.",
    "Enumera las cosas de tu escritorio",
    "Muestra aquí a todo el mundo los últimos 5 mensajes con la última persona a la que enviaste/te envió un mensaje.",
    "Señala a la persona peor vestida de la sala.",
    "Dale a tus amigos tu teléfono desbloqueado durante 30 segundos",
    "Publica la foto más antigua de tu teléfono",
    "Cambia al modo Discord light para el resto del día",
    "Enséñale a todo el mundo el último vídeo de YouTube que has visto.",
    "Ser realmente molesto durante el siguiente minuto",
    "Envía una frase sin las palabras: pero, a, el, o",
    "Bloquea a la quinta persona de tus DMs.",
    "Nombra tantos tipos de alimentos como puedas",
    "Elimina permanentemente las 10 últimas fotos de tu carrete (elimínalas también de las eliminadas recientemente).",
    "Publica tu foto favorita en tu teléfono",
    "Responde a la siguiente pregunta de la verdad con total honestidad",
    "Comparte el fondo de pantalla de tu teléfono",
    "Actúa como un perro durante 1 minuto.",
    "Muestra a todos una foto tuya de cuando eras joven.",
    "Abraza al objeto/persona que tengas más cerca.",
    "Haz una postura de yoga durante 3 minutos.",
    "Deja que alguien revise tu historial de YouTube y lo lea al grupo.",
    "Broma telefónica a tu mejor amigo",
    "Habla con acento ruso durante las 3 rondas siguientes",
    "Llama a un familiar. El grupo puede hacer una pregunta.",
    "Tuitea \"Los fans de *inserta aquí el nombre de un grupo popular* son lo peor\" y no respondas a ninguno de los comentarios airados.",
    "Envía un Snapchat a tu ex.",
    "Envía una foto de tu escritorio",
    "Envía una foto rara de ti mismo.",
    "Envía tu meme favorito",
    "Cómete un paquete de salsa picante.",
    "Pregunta a una persona al azar de este servidor si ya la conoces",
    "Enseña a todo el mundo una foto tuya vergonzosa de la infancia.",
    "Dibuja una cara alrededor de tu ombligo.",
    "Utiliza un pfp peludo durante 24 horas",
    "Muestra al grupo el interior de tu armario.",
    "Deja que alguien te maquille.",
    "Haz que todos enumeren algo que les guste de ti",
    "Nombra una cosa que cambiarías de cada una de las personas aquí presentes.",
    "Haz tu mejor imitación del autor de la pregunta o de alguien del grupo.",
    "Tómate un chupito de zumo de limón, y tómate otro cada vez que alguien se atreva.",
    "Enumera todo lo que llevas en la cartera",
    "Broma telefónica McDonalds",
    "Llama a alguien al azar, y di todo con acento británico",
    "Cambia tu apodo/nombre de usuario por el que quiera el grupo.",
    "Haz girar un hula-hula imaginario alrededor de tu cintura durante 1 minuto.",
    "Comparte en pantalla tu historial de búsqueda de hoy.",
    "Envía a tu enamorado algo sano",
    "Envía el mensaje más incómodo de la historia",
    "Envía una foto de tu mascota.",
    "Gira durante 30 segundos",
    "Muestra tu pantalla de bloqueo y tu fondo de pantalla.",
    "Muestra a todos la última foto de tu carrete.",
    "Escribe tan rápido como puedas durante el siguiente minuto",
    "Di UWU el mayor tiempo posible",
    "Nombra tantos países como puedas",
    "Come un trozo de ajo crudo",
    "Haz 100 sentadillas",
    "Lee en voz alta el último SMS que has enviado.",
    "Publica una foto embarazosa en tu historia de Instagram.",
    "Métete en la boca tantos bocadillos a la vez como puedas",
    "Enseña a todos los presentes tu tiempo frente a la pantalla.",
    "Imita un comportamiento de quien te gusta.",
    "Habla con voz muy grave para la siguiente ronda",
    "Broma telefónica a tu pareja",
    "Enseña a todo el mundo la última foto que has hecho.",
    "Canta una nana en VC.",
    "Envía un mensaje de texto a tus padres diciendo \"acaba de ocurrir una locura\" y comparte lo que te digan",
    "Llama a una persona al azar y cántale cumpleaños feliz",
    "Enseña a todos los presentes la peor foto tuya que puedas encontrar.",
    "Haz una imitación de tu famoso favorito",
    "Nombra cada océano",
    "Enviar un mensaje pasivo-agresivo a un amigo",
    "Escribe con un solo dedo durante el siguiente minuto",
    "Haz ping fantasma a la persona que te gusta.",
    "Canta una canción para el grupo.",
    "Envía a la quinta persona de tu historial de mensajes 20 segundos de spam de teclado.",
    "Suelta el último secreto que alguien te haya contado.",
    "Dile a tu mejor amigo que eres un peludo",
    "Cuenta tu chiste más gracioso al grupo.",
    "Canta una canción elegida por el grupo, en VC.",
    "No cargues tu teléfono hasta que se muera.",
    "Publica un selfie.",
    "Cómete un trozo de papel.",
    "Envía un mensaje a la persona que aparece al final de tu lista de DMs",
    "DM a alguien \"hola\" y responder con \"banana\" a todo lo que diga",
    "Habla sólo con emojis durante los próximos 5 minutos",
    "Ponte de pie y gira en círculo tres veces.",
    "Lame el suelo.",
    "Nombra una cosa que cambiarías de cada una de las personas aquí presentes.",
    "Cierra los ojos y envía un mensaje a ciegas a una persona al azar",
    "Hazte una foto y enséñasela al grupo.",
    "Pídele a la primera persona de tus DMs que se case contigo.",
    "Envía un mensaje de \"Te quiero\" a las 6 últimas personas de tus DMs.",
    "Grita a pleno pulmón lo que quiera el chat.",
    "Invita a cualquier persona que elija el grupo a unirse a la llamada.",
    "¡Envía una de tus listas de reproducción favoritas!",
    "Rickroll a alguien",
    "Haz una captura de pantalla de tus canciones más reproducidas y enséñasela al grupo.",
    "Pon voz a un personaje de dibujos animados elegido por el grupo.",
    "Describe el último sueño que has tenido.",
    "Haz una imitación de alguien hasta que otro jugador adivine quién eres",
    "Grito falso para el grupo.",
    "Nombra tantas ciudades como puedas",
    "Haz una voltereta.",
    "Maquíllate si no llevas maquillaje y está disponible, quítate todo el maquillaje si lo llevas.",
    "Teclea con los puños durante el siguiente minuto",
    "Enumera a cada uno con el/los emoji(s) que creas que mejor se ajustan a él.",
    "Broma telefónica a la última persona que te llamó",
    "Enumera a cada uno según el tipo de animal que veas que es.",
    "Muestra a todo el mundo tu lista de DMs",
    "¡Haz ping a un amigo para que se una!",
    "Habla con acento durante los próximos 10 minutos.",
    "Hacer ping fantasma a alguien",
    "Envía un mensaje a alguien con quien hayas discutido y dile que lo sientes.",
    "Aguanta la respiración durante 10 segundos",
    "Escucha una canción country",
    "Escribe sin vocales durante el siguiente minuto",
    "Comparte la foto más reciente de tu teléfono con el grupo.",
    "Haz una imitación de tu profesor más molesto",
    "Muestra a todo el mundo el tiempo que pasas frente a la pantalla",
    "Envía una foto de dónde estás",
    "Envía tu historial de visitas de youtube",
    "Muestra a todos tus llamadas recientes",
    "Deja que el grupo te ponga en una posición embarazosa y te haga una foto.",
    "Envía un mensaje utilizando sólo tus dedos",
    "Envía una foto de tu peluche favorito.",
    "Llevar mañana una prenda de vestir asociada a menudo con un sexo diferente",
    "Enlaza a todo el mundo con la última canción que has escuchado.",
    "Escribe sólo con el lado izquierdo del teclado durante el siguiente minuto",
    "Di a todo el mundo tu sincera opinión sobre la persona que envió esta orden.",
    "Elige aquí a 3 personas y cuéntales la última mentira que les dijiste aquí (no en DMs).",
    "Envía un meme que hayas hecho",
    "Intenta no parpadear durante el mayor tiempo posible",
    "Dile a tu mejor amigo que siempre estarás con él pase lo que pase :)",
    "Escribe a la tercera persona de tu historial de mensajes \"anoche fue genial\" con un corazón.",
    "Broma telefónica a tu enemigo",
    "Átate los cordones de los zapatos e intenta caminar hasta la puerta y volver",
    "Muestra a todos los presentes tus 10 últimas búsquedas en Google.",
    "Mostrar la lista de personas en tus DMs.",
    "Que todo el mundo vaya a beber agua - Equipo ToD Bot",
    "Deja que el grupo decida tu estatus durante 7 días.",
    "Deja que el grupo mire tu teléfono durante 30 segundos.",
    "Inventa un rap y cántalo durante 30 segundos",
    "Muestra a todos algo que hayas escrito/dibujado cuando eras más joven.",
    "Lámete la nariz",
    "Describe el objeto más cercano a ti hasta que el grupo lo adivine.",
    "Haz que alguien del grupo formule una pregunta que debas responder",
    "Imita a tu famoso menos favorito",
    "Deja que el grupo decida tu atuendo para mañana.",
    "Envía un mensaje a alguien con quien no has hablado en un año",
    "Llama a uno de tus padres y luego dile que está castigado una semana",
    "Haz/hornea un pastel.",
    "Envía una foto de tus ojos.",
    "Utiliza el tema luminoso de Discord durante una hora",
    "Pídele a tu padre un chiste de padres y envíaselo",
    "Escribe a las seis primeras personas de tu historial de mensajes \"a\" y no respondas si sacan el tema.",
    "Haz tantas flexiones o abdominales como puedas en un minuto.",
    "Intenta lamerte el codo",
    "Pon la última canción que has escuchado. ¡No mientas!",
    "Envía el último meme que has guardado a tu teléfono",
    "Pon el idioma de tu móvil en español durante los próximos 10 minutos",
    "Escribe con rotulador un mensaje embarazoso en cualquier parte del cuerpo cubierta por la ropa.",
    "Tararea una canción de tu elección, dona la parada hasta que alguien adivine correctamente la canción",
    "Habla con acento durante las 3 rondas siguientes",
    "Cambia el fondo de pantalla de tu teléfono por el que elija el grupo durante 7 días.",
    "Envía un mensaje de texto a la persona que te gusta y dile lo guay que es",
    "No toques el teléfono durante una hora después de que acabe el partido.",
    "Enseña a todo el mundo la foto más antigua de tu rollo de cámara.",
    "Toca una canción que elija la siguiente persona.",
    "Comparte una de tus listas de reproducción",
    "Breakdance para el grupo.",
    "Hazte pasar por otro jugador para la siguiente ronda",
    "Píntate las uñas con un lápiz de color",
    "Cuenta a los otros jugadores algo que no sepan sobre ti",
    "Envía el peor meme que hayas hecho",
    "Lame la suela de tu zapato/pie.",
    "Publica en instagram la última foto que has hecho",
    "Envía un mensaje de texto a tu mejor amigo \"acaba de ocurrir una locura\" y no respondas",
    "Describe a todos los presentes en tres palabras.",
    "Deja que tus amigos publiquen algo en tus redes sociales",
    "Envía tu chiste favorito",
    "Cuenta a los demás jugadores algo que nunca antes hayas contado a nadie",
    "Todo lo que digas durante las 5 rondas siguientes tiene que rimar.",
    "Envía la primera palabra que te venga a la mente en este momento",
    "Hazte una foto haciendo \"ducklips\" sobrehechos.",
    "Llama a tu primer DM sin motivo",
    "Busca en Google imágenes la primera palabra que te venga a la cabeza y envía la primera imagen",
    "Muestra al grupo una foto tuya que te avergüence.",
    "Envía una canción que te dé vergüenza escuchar",
    "Utiliza tu mano no dominante durante una hora",
    "Pide un abrazo a alguien al azar",
    "Muestra al grupo tus últimas búsquedas en YouTube",
    "Pon hielo en tu ropa y espera a que se derrita.",
    "Cuenta al grupo algo sobre ti que nunca antes les hayas contado",
    "Huele a todos los que juegan.",
    "Pide a un amigo el número de teléfono de su madre",
    "Haz un emote owo para el grupo."
  ]
}