{
	"General": [
		"Nimm einen Schuss Senf oder Ketchup.",
		"Heulen wie ein Wolf",
		"Geh zu der ersten Person, die du auf deinem Instagram-Feed kennst, und mag jedes Foto auf ihrem Profil.",
		"Versuche, dich selbst zu kitzeln",
		"Triff dich 3 Tage lang mit der Person, die du magst.",
		"Das Alphabet rückwärts senden/sagen",
		"Scherzanruf bei McDonalds",
		"Sende deine schlimmste Playlist",
		"Schicke deiner besten Freundin \"Ich hasse dich\" und antworte auf keine ihrer Nachrichten.",
		"Zeige allen das lustigste Meme in deiner Kamera-Rolle.",
		"Ruf deine Eltern an und rede mit britischem Akzent über das Wetter",
		"Tippe die nächste Minute lang mit nur einer Hand",
		"Schicke eine SMS an deinen Nachbarn (eine Telefonnummer weniger oder eine mehr als du)",
		"Iss einen Eiswürfel",
		"Sende eine Nachricht an die Person, die ganz oben in deiner DMs-Liste steht",
		"Zeige uns deinen Bildschirmzeitbericht",
		"Sende eine Nachricht an die Person, die am Ende deiner DMs-Liste steht",
		"Zeige allen deine häufig verwendete Emoji-Liste.",
		"Lass die Gruppe dein Profilbild für den nächsten Tag auswählen",
		"Nenne so viele Autotypen, wie du kannst",
		"Erfinde aus dem Stegreif einen Country-Song",
		"Schreibe ein Gedicht mit den Wörtern Orange und Elch",
		"Zeige der Gruppe ein peinliches Foto aus deiner Kindheit.",
		"Sende einen Screenshot vom unteren Ende deiner DMs-Liste",
		"Drehe dich 10 Mal und versuche, gerade zu gehen.",
		"Poste das schönste Foto, das du je gemacht hast",
		"Poste dein Lieblingstierfoto",
		"Lass dir die Haare schneiden.",
		"Alle hier machen eine Snackpause",
		"Liste die Dinge auf deinem Schreibtisch auf",
		"Zeig allen hier die letzten 5 Nachrichten mit der letzten Person, die du angeschrieben/angemailt hast.",
		"Zeige auf die am schlechtesten gekleidete Person im Raum.",
		"Gib deinen Freunden dein entsperrtes Telefon für 30 Sekunden",
		"Poste das älteste Foto auf deinem Telefon",
		"Wechsle für den Rest des Tages in den Discord-Lichtmodus",
		"Zeige allen das letzte YouTube-Video, das du dir angesehen hast.",
		"Für die nächste Minute wirklich nervig sein",
		"Sende einen Satz ohne die Wörter: aber, ein, die, oder",
		"Blockiere die fünfte Person in deinen DMs.",
		"Nenne so viele Arten von Lebensmitteln, wie du kannst",
		"Lösche die letzten 10 Bilder in deiner Kamerarolle dauerhaft (entferne sie auch aus \"Zuletzt gelöscht\").",
		"Poste dein Lieblingsfoto auf deinem Telefon",
		"Beantworte die nächste Wahrheitsfrage mit voller Ehrlichkeit",
		"Teile das Hintergrundbild deines Telefons",
		"Benimm dich 1 Minute lang wie ein Hund.",
		"Zeig allen ein Bild von dir, als du jung warst.",
		"Umarme den Gegenstand/die Person, die dir am nächsten ist.",
		"Nimm 3 Minuten lang eine Yogastellung ein.",
		"Lass jemanden deinen YouTube-Verlauf durchgehen und ihn der Gruppe vorlesen.",
		"Rufe deinen besten Freund an",
		"Sprich in den nächsten 3 Runden mit einem russischen Akzent",
		"Ruf einen Verwandten an. Die Gruppe kann eine Frage stellen.",
		"Tweete \"*Bandname hier einfügen* Fans sind die schlimmsten\" und antworte nicht auf die wütenden Kommentare.",
		"Schicke einen Snapchat an deinen Ex.",
		"Sende ein Foto von deinem Schreibtisch",
		"Schicke ein seltsames Bild von dir.",
		"Sende dein Lieblingsmemo",
		"Iss eine Packung scharfe Soße.",
		"Frage eine zufällige Person auf diesem Server, ob du sie schon einmal getroffen hast",
		"Zeige allen ein peinliches Kindheitsfoto von dir.",
		"Zeichne ein Gesicht um deinen Bauchnabel.",
		"Verwende für 24 Stunden einen Pelzpflaster",
		"Zeige der Gruppe das Innere deines Kleiderschranks.",
		"Lass dir von jemandem hier dein Make-up machen.",
		"Lass jeden hier etwas aufzählen, was er an dir mag",
		"Nenne eine Sache, die du an jeder Person hier ändern würdest.",
		"Gib dein Bestes, um den Fragesteller oder jemanden aus der Gruppe zu imitieren.",
		"Nimm einen Schluck Zitronensaft und nimm jedes Mal einen weiteren, wenn jemand eine Mutprobe macht.",
		"Liste alles in deinem Portemonnaie auf",
		"Scherzanruf bei McDonalds",
		"Ruf jemanden an, den du nicht kennst, und sag alles mit britischem Akzent",
		"Ändere deinen Nickname/Benutzernamen in das, was die Gruppe möchte.",
		"Drehe einen imaginären Hula-Hoop-Reifen 1 Minute lang um deine Taille.",
		"Zeige deinen Suchverlauf von heute an.",
		"Schick deinem Schwarm etwas Gesundes",
		"Sende die schrecklichste Nachricht aller Zeiten",
		"Schicke ein Bild von deinem Haustier.",
		"Drehe dich 30 Sekunden lang",
		"Zeige deinen Sperrbildschirm und dein Hintergrundbild an.",
		"Zeige allen das letzte Bild in deiner Kamerarolle.",
		"Tippe in der nächsten Minute so schnell du kannst",
		"Sag UWU so lange wie möglich",
		"Nenne so viele Länder, wie du kannst",
		"Iss ein rohes Stück Knoblauch",
		"Mache 100 Kniebeugen",
		"Lies die letzte Textnachricht, die du verschickt hast, laut vor.",
		"Poste ein peinliches Foto in deiner Instagram-Story.",
		"Nimm so viele Snacks auf einmal in den Mund, wie du kannst",
		"Zeige allen hier deine Bildschirmzeit.",
		"Imitiere ein Verhalten von jemandem, den du magst.",
		"Sprich in der nächsten Runde mit einer sehr tiefen Stimme",
		"Ruf deinen Schwarm mit einem Streich an",
		"Zeige allen das letzte Foto, das du gemacht hast.",
		"Sing ein Schlaflied in VC.",
		"Schicke deinen Eltern eine SMS \"Es ist gerade etwas Verrücktes passiert\" und teile mit, was sie sagen",
		"Eine beliebige Person anrufen und ihr ein Geburtstagsständchen singen",
		"Zeige allen hier das schlimmste Bild von dir, das du finden kannst.",
		"Mache eine Nachahmung deines Lieblingspromis",
		"Nenne jeden Ozean",
		"Eine passiv-aggressive Nachricht an einen Freund senden",
		"Tippe die nächste Minute lang nur mit einem Finger",
		"Geisterpinkle die Person, die du magst.",
		"Sing ein Lied für die Gruppe.",
		"Sende der fünften Person in deinem Nachrichtenverlauf 20 Sekunden Tastaturspam.",
		"Verrate das letzte Geheimnis, das dir jemand erzählt hat.",
		"Sag deinem besten Freund, dass du ein Pelztier bist",
		"Erzähle der Gruppe deinen lustigsten Witz.",
		"Singt ein Lied eurer Wahl in einem VC.",
		"Lade dein Telefon nicht auf, bis es leer ist.",
		"Poste ein Selfie.",
		"Iss ein Stück Papier.",
		"Sende eine Nachricht an die Person, die am Ende deiner DMs-Liste steht",
		"Jemandem per DM \"Hallo\" sagen und auf alles, was er sagt, mit \"Banane\" antworten",
		"Sprich in den nächsten 5 Minuten nur mit Emojis",
		"Steh auf und drehe dich dreimal im Kreis.",
		"Leck den Boden.",
		"Nenne eine Sache, die du an jeder Person hier ändern würdest.",
		"Schließe deine Augen und schicke einer zufälligen Person eine Blindnachricht",
		"Mach ein Foto von dir und zeige es der Gruppe.",
		"Bitte die erste Person in deinen DMs, dich zu heiraten.",
		"Schreibe den letzten 6 Personen in deinen DMs \"Ich liebe dich\".",
		"Schrei aus voller Kehle, was immer der Chat will.",
		"Lade alle Mitglieder der Gruppe ein, an dem Gespräch teilzunehmen.",
		"Sende eine deiner Lieblings-Playlists!",
		"Jemanden verarschen",
		"Mache einen Screenshot deiner meistgespielten Lieder und zeige ihn der Gruppe.",
		"Sprich eine Zeichentrickfigur nach Wahl der Gruppe.",
		"Beschreibe den letzten Traum, den du hattest.",
		"Mache jemanden nach, bis ein anderer Spieler erraten kann, wer du bist",
		"Falscher Schrei für die Gruppe.",
		"Nenne so viele Städte, wie du kannst",
		"Mach ein Rad.",
		"Schminke dich, wenn du kein Make-up trägst und es verfügbar ist, und nimm dein ganzes Make-up ab, wenn du es trägst.",
		"Tippe die nächste Minute mit deinen Fäusten",
		"Gib jedem das Emoji, das deiner Meinung nach am besten zu ihm/ihr passt.",
		"Rufe die Person an, die dich zuletzt angerufen hat",
		"Ordne jedem die Tierart zu, die du in ihm siehst.",
		"Zeige allen deine DMs-Liste",
		"Ping einen Freund an, um mitzumachen!",
		"Sprich die nächsten 10 Minuten mit einem Akzent.",
		"Jemanden als Geist anpingen",
		"Schreib jemandem, mit dem du gestritten hast, eine Nachricht und sag ihm, dass es dir leid tut.",
		"Halte deinen Atem für 10 Sekunden an",
		"Hör dir ein Country-Lied an",
		"Tippe die nächste Minute lang ohne Vokale",
		"Teile das aktuellste Foto auf deinem Handy mit der Gruppe.",
		"Mache eine Nachahmung deines nervigsten Lehrers",
		"Zeige allen deine Bildschirmzeit",
		"Schicke ein Foto von dem Ort, an dem du bist",
		"Sende deinen Youtube-Verlauf",
		"Zeige allen deine letzten Anrufe",
		"Lass dich von der Gruppe in eine peinliche Position bringen und ein Foto machen.",
		"Sende eine Nachricht nur mit deinen Zehen",
		"Schicke ein Bild von deinem Lieblingsstofftier.",
		"Morgen ein Kleidungsstück tragen, das oft mit einem anderen Geschlecht assoziiert wird",
		"Verbinde alle mit dem letzten Lied, das du gehört hast.",
		"Tippe die nächste Minute lang nur mit der linken Seite deiner Tastatur",
		"Sag allen deine ehrliche Meinung über die Person, die diesen Befehl gesendet hat.",
		"Wähle 3 Leute hier aus und erzähle ihnen die letzte Lüge, die du ihnen hier erzählt hast (nicht in DMs).",
		"Sende ein Meme, das du gemacht hast",
		"Versuche, so lange wie möglich nicht zu blinzeln",
		"Sag deiner besten Freundin oder deinem besten Freund, dass du immer bei ihr oder ihm sein wirst, egal was passiert :)",
		"Schreibe der dritten Person in deinem Nachrichtenverlauf \"Letzte Nacht war toll\" mit einem Herz.",
		"Ruf deinen Feind mit einem Streich an",
		"Binde deine Schnürsenkel zusammen und versuche, zur Tür und zurück zu gehen",
		"Zeige allen hier deine letzten 10 Google-Suchen.",
		"Zeige die Liste der Personen in deinen DMs.",
		"Holt euch alle einen Schluck Wasser ",
		"Lass die Gruppe 7 Tage lang über deinen Status entscheiden.",
		"Lass die Gruppe 30 Sekunden lang in dein Handy schauen.",
		"Erfinde einen Rap und singe ihn 30 Sekunden lang",
		"Zeig allen etwas, das du geschrieben/gezeichnet hast, als du jünger warst.",
		"Leck deine Nase",
		"Beschreibe das Objekt, das dir am nächsten ist, bis die Gruppe das Objekt erraten hat.",
		"Jemand in der Gruppe soll eine Frage stellen, die du beantworten musst",
		"Imitiere deinen unbeliebtesten Prominenten",
		"Lass die Gruppe über dein Outfit für morgen entscheiden.",
		"Sende eine Nachricht an jemanden, mit dem du seit einem Jahr nicht mehr gesprochen hast",
		"Ruf einen deiner Elternteile an und sag ihnen, dass sie eine Woche Hausarrest haben.",
		"Mache/backe einen Kuchen.",
		"Schicke ein Bild deiner Augen.",
		"Verwende das Discord Light Theme für eine Stunde",
		"Frag deinen Vater nach einem Vater-Witz und schick ihn",
		"Schreibe den ersten sechs Personen in deinem Nachrichtenverlauf ein \"a\" und antworte nicht, wenn sie es erwähnen.",
		"Mach so viele Liegestütze oder Situps, wie du in einer Minute schaffst.",
		"Versuch, deinen Ellbogen zu lecken",
		"Spiele den letzten Song, den du gehört hast. Keine Lügen!",
		"Sende das letzte Meme, das du gespeichert hast, an dein Telefon",
		"Stelle die Sprache deines Handys für die nächsten 10 Minuten auf Spanisch ein",
		"Kreide eine peinliche Nachricht auf ein Körperteil, das von der Kleidung bedeckt ist.",
		"Summt ein Lied eurer Wahl und schenkt eine Pause, bis jemand das Lied richtig errät",
		"Sprich in den nächsten 3 Runden mit einem Akzent",
		"Ändere den Hintergrund deines Handys für 7 Tage nach Wahl der Gruppe.",
		"Schreib deinem Schwarm eine SMS und sag ihm, wie cool er ist",
		"Berühre dein Handy eine Stunde lang nicht, nachdem das Spiel vorbei ist.",
		"Zeige allen das früheste Bild in deiner Kamerarolle.",
		"Spiele ein Lied, das die nächste Person wählen kann.",
		"Teile eine deiner Wiedergabelisten",
		"Breakdance für die Gruppe.",
		"Gib in der nächsten Runde vor, ein anderer Spieler zu sein",
		"Male deine Fingernägel mit einem Buntstift an",
		"Erzähle den anderen Spielern etwas, das sie nicht über dich wissen",
		"Sende das schlimmste Meme, das du gemacht hast",
		"Lecke die Unterseite deines Schuhs/Fußes.",
		"Poste das letzte Foto, das du gemacht hast, auf Instagram",
		"Schicke deinem besten Freund eine SMS \"Es ist gerade etwas Verrücktes passiert\" und antworte nicht.",
		"Beschreibe jeden im Raum in drei Worten.",
		"Lass deine Freunde etwas auf deinen sozialen Medien posten",
		"Sende deinen Lieblingswitz",
		"Erzähle den anderen Spielern etwas, das du noch nie jemandem erzählt hast",
		"Alles, was du in den nächsten 5 Runden sagst, muss sich reimen.",
		"Sende das erste Wort, das dir gerade in den Sinn kommt",
		"Mach ein Foto von dir, wie du überdrehte Entenlippen machst.",
		"Ruf deinen ersten DM ohne Grund an",
		"Google Bilder das erste Wort, das dir in den Sinn kommt und sende das erste Bild",
		"Zeige der Gruppe ein peinliches Bild von dir.",
		"Schicke einen Song, der dir peinlich ist, wenn du ihn hörst",
		"Benutze eine Stunde lang deine nicht-dominante Hand",
		"Jemand zufällig um eine Umarmung bitten",
		"Zeige der Gruppe deine letzten YouTube-Suchen",
		"Stecke Eis in deine Kleidung und warte, bis es schmilzt.",
		"Erzähle der Gruppe etwas über dich, was du ihr noch nie erzählt hast",
		"Schnuppere an allen Spielern.",
		"Frage einen Freund nach der Telefonnummer seiner Mutter",
		"Erstelle ein Owo-Emote für die Gruppe."
	]
}
