{
    "Funny": [
        "Je n'ai jamais regardé la reprise de Ghostbusters.",
        "Je n'ai jamais voulu être parmi les Kardashians.",
        "Jamais je ne me suis habillé comme le sexe opposé.",
        "Je n'ai jamais vu SpongeBob SquarePants.",
        "Jamais je n'ai pleuré pendant un film de Pixar. (Darn, Bing Bong!)",
        "Je n'ai jamais eu de croûte ni de croûte sur Ron Swanson.",
        "Jamais je n'ai \"nettoyé\" en empilant tout dans un placard.",
        "Je n'ai jamais chanté de karaoké.",
        "Jamais je n'ai jamais regardé la vidéo musicale 'Gangnam Style'.",
        "Je n'ai jamais eu d'écraser quelqu'un de Full House.",
        "Jamais je n'ai vu un épisode de Gilmore Girls.",
        "Je n'ai jamais fait semblant de connaître un inconnu.",
        "Je n'ai jamais porté de vêtements de sommeil et je me suis dit qu'il s'agissait de vêtements.",
        "Jamais je n'ai dit \"excusez-moi\" quand il n'y en avait personne.",
        "Je n'ai jamais eu peur dans un miroir.",
        "Jamais je n'ai manqué un grand cinq.",
        "Je n'ai jamais chanté dans la douche.",
        "Je n'ai jamais reproché des farces à un animal.",
        "Je n'ai jamais voulu secrètement que je sois magicien à Poudlard.",
        "Je n'ai jamais dormi dans des vêtements réguliers.",
        "Je n'ai jamais eu de cauchemar à propos des zombies qui me pourchassent.",
        "Je n'ai jamais fait semblant de rire sur une blague que je n'ai pas obtenue.",
        "Je n'ai jamais eu peur des clowns.",
        "Je n'ai jamais pensé qu'un personnage de dessin animé était chaud.",
        "Je n'ai jamais eu de faux d'être malade alors je pourrais jouer à des jeux vidéo.",
        "Je n'ai jamais aimé Star Wars plus que Star Trek.",
        "Je n'ai jamais essayé d'être un extra dans un film.",
        "Jamais je n'ai marqué plus de 100 points en bowling.",
        "Je n'ai jamais utilisé de pot instantané.",
        "Je n'ai jamais joué à Candy Crush.",
        "Je n'ai jamais gagné une partie de Scrabble.",
        "Jamais je n'ai fait un visage de canard en prenant un selfie.",
        "Je n'ai jamais regardé la fenêtre du siège passager de la voiture et j'ai imaginé que c'était une scène d'une vidéo musicale.",
        "Je n'ai jamais vraiment rié à haute voix en tapant la bête de LOL.",
        "Je n'ai jamais relu un courriel immédiatement après l'avoir envoyé.",
        "Jamais je n'avais rêvé d'être sur un spectacle de présentation et de quoi je parle.",
        "Jamais je n'ai jamais Googled mon propre nom pour voir ce qui arrive.",
        "Je n'ai jamais prétendu que je fuyais depuis des zombies en courant.",
        "Je n'ai jamais été assis dans la douche.",
        "Je n'ai jamais essayé quelque chose que j'ai vu sur Pinterest.",
        "Jamais je n'ai pleuré moche sans raison.",
        "Jamais je n'ai jamais cramponné sur quelqu'un que je viens de rencontrer sur les médias sociaux.",
        "Je n'ai jamais pensé à la façon dont un être cher pouvait m'identifier si mon visage était horriblement défiguré dans un accident.",
        "Je n'ai jamais répondu à quelqu'un de \"gauche\" ou de \"droit\" sans réfléchir, parce que j'ai 50/50 chances d'être correct."
    ],
    "Basic": [
        "Je n'ai jamais redonné de carte-cadeau.",
        "Je ne me suis jamais déplacé hors de mon état.",
        "Jamais je n'ai piloté en hélicoptère.",
        "Jamais je n'ai été sur scène devant une foule.",
        "Je n'ai jamais menti dans une entrevue d'emploi.",
        "Jamais je n'ai traqué une brosse.",
        "Je n'ai jamais chanté de karaoké.",
        "Jamais je n'ai été d'accord avec quelque chose que Donald Trump a dit.",
        "Je n'ai jamais pensé à quel type de chien je serais.",
        "Je n'ai jamais vu de dessins animés pour enfants pour lesquels je suis trop âgé.",
        "Je n'ai jamais perdu de lunettes de soleil que je portais déjà.",
        "Jamais je n'ai verrouillé mes clés dans ma voiture.",
        "Jamais je n'ai jamais eu la pointe dans un restaurant.",
        "Je n'ai jamais donné d'argent à une personne sans abri.",
        "Je n'ai jamais essayé de regarder le soleil.",
        "Je n'ai jamais chanté de karaoké.",
        "Je n'ai jamais eu d'opération.",
        "Jamais je n'ai sauté d'un avion.",
        "Jamais je n'ai fait un vœu à une fontaine.",
        "Jamais je n'ai accidentellement mangé un bug.",
        "Jamais je n'ai coupé quelqu'un en ligne.",
        "Je n'ai jamais séjourné toute la nuit.",
        "Jamais je n'ai lu un seul livre Harry Potter.",
        "Je n'ai jamais été à l'intérieur d'une bibliothèque.",
        "Je n'ai jamais menti sur mon âge.",
        "Je n'ai jamais tiré une arme à feu.",
        "Je n'ai jamais eu de cavité.",
        "Je n'ai jamais été mini-golf.",
        "Jamais je n'ai vu un éléphant dans la vie réelle.",
        "Je n'ai jamais été dans Disney World.",
        "Je n'ai jamais acheté de vêtements en ligne.",
        "Je n'ai jamais eu quelqu'un dessiner une caricature de moi.",
        "Je n'ai jamais possédé une Xbox.",
        "Je n'ai jamais passé des heures à regarder des vidéos drôles sur YouTube.",
        "Je n'ai jamais vu Titanic.",
        "Je n'ai jamais rencontré une célébrité.",
        "Je n'ai jamais pensé qu'un film était meilleur que le livre.",
        "Je n'ai jamais voté.",
        "Je n'ai jamais été propriétaire d'une montre.",
        "Jamais je n'ai piloté de planche à roulettes.",
        "Je n'ai jamais appris à jouer un instrument de musique.",
        "Je n'ai jamais vu de neige.",
        "Jamais je n'ai fini un puzzle de Sudoku.",
        "Je n'ai jamais eu quelque chose de Google alors je sais comment l'épeler."
    ],
    "Young": [
        "Je n'ai jamais triché sur un test.",
        "Jamais je n'ai pleuré de regarder Homeward Bound.",
        "Jamais je n'ai léché un poteau congelé.",
        "Je n'ai jamais eu de gencive dans mes cheveux.",
        "Jamais je n'ai pris une photo horrible le jour même.",
        "Jamais je n'ai été un tyran.",
        "Je n'ai jamais voulu être un super-héros.",
        "Je n'ai jamais eu peur de l'obscurité.",
        "Je n'ai jamais eu de mal à dormir après avoir regardé un film effrayant.",
        "Je n'ai jamais séjourné toute la nuit.",
        "Jamais je n'ai été dans un sommeil.",
        "Je n'ai jamais eu de fête d'anniversaire.",
        "Jamais je n'ai pleuré à l'école.",
        "Je n'ai jamais chanté sur une scène.",
        "Je n'ai jamais joué dans un spectacle de talent.",
        "Jamais je n'ai tué des fourmis avec une loupe.",
        "Je n'ai jamais jeté Mentos dans Coke ou Pepsi.",
        "Jamais je n'ai mangé quelque chose d'audacieux.",
        "Je n'ai jamais utilisé l'excuse: \"Mon chien a mangé mes devoirs\".",
        "Je n'ai jamais sucé mon pouce.",
        "Je n'ai jamais cru que mes jouets avaient des sentiments.",
        "Je n'ai jamais vu d'indices bleus.",
        "Jamais je n'ai été effrayé par un parc à thèmes.",
        "Jamais je n'ai été dans une maison hantée.",
        "Jamais je n'ai jamais déguisé en zombie pour Halloween.",
        "Je n'ai jamais été envoyé au bureau de la direction.",
        "Je n'ai jamais fait de chasse aux œufs de Pâques.",
        "Jamais je n'ai construit un fort avec des couvertures.",
        "Jamais je ne suis tombé sur une moto.",
        "Je n'ai jamais joué à des jeux vidéo toute la journée.",
        "Jamais je n'ai volé de l'argent à une tirelire frère.",
        "Jamais je n'avais voulu avoir des lits superposés.",
        "Jamais je n'ai joué à Pokémon.",
        "Je n'ai jamais été en voyage en famille.",
        "Je n'ai jamais nommé un animal en peluche.",
        "Je n'ai jamais utilisé de roues d'entraînement.",
        "Je n'ai jamais mangé que des bonbons pour le dîner.",
        "Je ne suis jamais resté dans un personnage toute la journée.",
        "Je n'ai jamais menti sur le fait d'être lié à quelqu'un à la télévision.",
        "Je n'ai jamais écrit de notes sur le bureau à utiliser pendant un test.",
        "Jamais je n'ai essayé de signer un feuillet de permission pour mes parents.",
        "Jamais je n'ai volé l'histoire d'un ami et je ne me suis jamais fait semblant de le faire.",
        "Jamais je n'ai jeté quelque chose de la fenêtre d'autobus scolaire.",
        "Je n'ai jamais menti sur le fait de rester après l'école et de partir ailleurs.",
        "Jamais je n'ai sauté de place sur le bus scolaire."
    ],
    "Food": [
        "Je n'ai jamais mangé de petits gâteaux de la petite Debbie.",
        "Je n'ai jamais mangé à Taco Bell plus de trois fois en une semaine.",
        "Je n'ai jamais mangé moi-même un carton de crème glacée.",
        "Je n'ai jamais été à Arby's.",
        "Je n'ai jamais eu de barre de bonbons frite.",
        "Je n'ai jamais mangé de la plaque de quelqu'un d'autre alors qu'ils ne regardaient pas.",
        "Je n'ai jamais mangé quelque chose de froid parce que j'étais trop paresseux pour le chauffer.",
        "Je n'ai jamais mangé de tarte à la citrouille.",
        "Je n'ai jamais essayé de poulet et de gaufres.",
        "Je n'ai jamais essayé d'anchois.",
        "Jamais je n'ai plongé les frites dans un milkshake.",
        "Je n'ai jamais mangé de salade.",
        "Je ne me suis jamais acheté un Happy Meal.",
        "Je n'ai jamais mangé plus de trois hot dogs à la fois.",
        "Jamais je n'ai jamais essayé le défi d'un restaurant.",
        "Je n'ai jamais essayé de manger six saltines en une minute.",
        "Je n'ai jamais mis de cubes de glace dans mon lait et mes céréales.",
        "Je n'ai jamais bu de jus de cornichon.",
        "Je n'ai jamais mis de bonbons à la pizza.",
        "Je n'ai jamais essayé de cornichons avec du beurre d'arachide.",
        "Jamais je n'ai salé de pastè.",
        "Jamais je n'ai jamais essayé un sandwich banane et mayonnaise.",
        "Je n'ai jamais essayé de nourriture pour bébés.",
        "Je n'ai jamais mangé de pizza congelée à part entière.",
        "Je n'ai jamais fait de smoothie grossière.",
        "Je n'ai jamais essayé de compter combien de lèvres il a fallu pour arriver au centre d'une Tootsie Pop.",
        "Je n'ai jamais bu Surge.",
        "Je n'ai jamais mangé de Pop Rocks.",
        "Je n'ai jamais mangé de poche chaude.",
        "Je n'ai jamais mangé d'alligator.",
        "Je n'ai jamais essayé de nachos de porc BBQ.",
        "Je n'ai jamais nettoyé le réfrigérateur et j'ai trouvé de la nourriture depuis plus d'un an.",
        "Jamais je n'ai jamais cuisiné de dîner de Thanksgiving .",
        "Je n'ai jamais compté de calories.",
        "Jamais je n’avais brûlé la bouche volontairement parce que j’avais trop faim pour attendre.",
        "Je n'ai jamais mangé de pourriel.",
        "Je n'ai jamais mâché de la bouche ouverte.",
        "Je n'ai jamais utilisé de cuillère pour manger de la crème glacée et cela durera plus longtemps.",
        "Je n'ai jamais mangé de beurre en soi.",
        "Je n'ai jamais mangé de nourriture alors que je suis toujours debout avec la porte du réfrigérateur ouverte.",
        "Je n’ai jamais mangé une cuillère de glaçage.",
        "Je n'ai jamais essayé le petit déjeuner Taco Bell.",
        "Jamais je n'ai jamais rêvé de beignes.",
        "Je n'ai jamais mangé de pizza pour deux ou plusieurs repas par jour.",
        "Jamais je n'ai jamais essayé d'œufs avec des jaunes de fuite."
    ],
    "RuleBreak": [
        "Jamais je n'ai été arrêté.",
        "Je n'ai jamais essayé de fuir les flics.",
        "Je n'ai jamais conduit d'ivrognes.",
        "Jamais je n'ai été arrêté.",
        "Je n'ai jamais utilisé de faux identifiants.",
        "Jamais je ne suis entré dans un club.",
        "Jamais je n'ai jamais introduit de nourriture ou de bonbons dans un cinéma.",
        "Je n'ai jamais volé de l'argent à quelqu'un.",
        "Je n'ai jamais été dans des menottes.",
        "Je n'ai jamais passé de temps en détention.",
        "Jamais je ne suis sorti de la maison.",
        "Jamais je n'ai menti à mes parents au sujet de ma destination.",
        "Jamais je n'ai planté une fête ou un mariage.",
        "Je n'ai jamais fait de shopping depuis un magasin.",
        "Jamais je ne suis tombé dans un combat de poing.",
        "Je n'ai jamais daté quelqu'un qui était mineur.",
        "Jamais je n'ai jeté quelque chose sur une voiture en mouvement.",
        "Je n'ai jamais appelé les flics sur quelqu'un.",
        "Jamais je n'ai flirté avec un policier dans l'espoir de ne pas obtenir de billet.",
        "Jamais je n'ai menti à un policier.",
        "Jamais je n'ai jamais appelé la farce 911. (L'idée de adieu !)",
        "Je n'ai jamais acheté quelque chose de volé.",
        "Je n'ai jamais mangé et je n'ai jamais mangé.",
        "Je n'ai jamais été ivre en public.",
        "Jamais je n'ai jeté de déchets.",
        "Jamais je n'ai couru une lumière rouge.",
        "Jamais je n'ai brisé quelque part.",
        "Jamais je n'ai sauté une clôture.",
        "Je n'ai jamais bu avant de tourner à 21.",
        "Jamais je n'ai retourné un article que j'ai utilisé ou des vêtements que je portais.",
        "Je n'ai jamais téléchargé de musique illégalement.",
        "Jamais je n'ai jamais volé de Wi-Fi à un réseau non sécurisé.",
        "Je n'ai jamais craché de gomme sur le sol.",
        "Je n'ai jamais jaywalked.",
        "Je n'ai jamais partagé de mots de passe à des services de sorte que la famille ou les amis n'ont pas à payer.",
        "Jamais je n'ai été en violation d'un code vestimentaire d'école.",
        "Jamais je n'ai créé de faux comptes de médias sociaux.",
        "Jamais je n'ai joué au poker à la maison pour de l'argent.",
        "Jamais je n'ai conduit sans porter de ceinture de sécurité.",
        "Je n'ai jamais utilisé mon téléphone cellulaire en conduisant.",
        "Jamais je n'ai franchi des lignes d'état pour acheter de meilleurs feux d'artifice.",
        "Je n'ai jamais utilisé de médicament qui m'a été prescrit.",
        "Jamais je n'ai piloté une moto sur le trottoir.",
        "Jamais je n'ai passé un véhicule dans une zone \"sans passage\"."
    ]
}