{
	"NeverHaveIever": [
		"Non ho mai guardato il remake di Ghostbusters.",
		"Non ho mai voluto essere una delle Kardashian.",
		"Non mi sono mai vestito/a come il sesso opposto.",
		"Non ho mai guardato SpongeBob SquarePants.",
		"Non ho mai pianto durante un film Pixar. (Mannaggia a te, Bing Bong!)",
		"Non ho mai avuto una cotta per Ron Swanson.",
		"Non ho mai fatto \"pulizia\" ammucchiando tutto in un armadio.",
		"Non ho mai cantato al karaoke.",
		"Non ho mai guardato il video musicale di 'Gangnam Style'.",
		"Non ho mai avuto una cotta per qualcuno di Full House.",
		"Non ho mai guardato un episodio di Gilmore Girls.",
		"Non ho mai fatto finta di conoscere uno sconosciuto.",
		"Non ho mai indossato un pigiama facendo finta che fossero vestiti normali.",
		"Non ho mai detto 'scusa' quando non c'era nessuno.",
		"Non ho mai preso uno spavento davanti ad uno specchio.",
		"Non ho mai mancato un 'batti cinque'.",
		"Non ho mai sentito qualcun altro farlo.",
		"Non ho mai cantato sotto la doccia.",
		"Non ho mai dato la colpa delle scoregge a un animale.",
		"Non ho mai segretamente desiderato di essere un mago di Hogwarts.",
		"Non ho mai dormito con vestiti normali.",
		"Non ho mai avuto un incubo in cui gli zombie mi inseguivano.",
		"Non ho mai fatto finta di ridere a una battuta che non avevo capito.",
		"Non ho mai avuto paura dei clown.",
		"Non ho mai pensato che un personaggio dei cartoni animati fosse sexy.",
		"Non ho mai finto di essere malato per poter rimanere a casa da scuola.",
		"Non ho mai preferito Star Wars a Star Trek.",
		"Non ho mai provato a fare la comparsa in un film.",
		"Non ho mai segnato più di 100 punti al bowling.",
		"Non ho mai usato una pentola istantanea.",
		"Non ho mai giocato a Candy Crush.",
		"Non ho mai vinto una partita a Scarabeo.",
		"Non ho mai fatto la faccia da papera mentre scattavo un selfie.",
		"Non ho mai guardato fuori dal finestrino dell'auto immaginando che fosse la scena di un video musicale.",
		"Non ho mai riso veramente mentre scrivevo \"ahaha\" in un messaggio.",
		"Non ho mai riletto un'email subito dopo averla inviata.",
		"Non ho mai immaginato di partecipare a un talk show e pensato a cosa avrei potuto raccontare.",
		"Non ho mai cercato il mio nome su Google per vedere cosa saltasse fuori.",
		"Non ho mai fatto finta di scappare dagli zombie durante una corsa.",
		"Non mi sono mai seduto nella doccia.",
		"Non ho mai provato a fare qualcosa che ho visto su Pinterest.",
		"Non mi è mai capitato di piangere senza motivo.",
		"Non ho mai fatto il filo a qualcuno che avevo appena conosciuto sui social media.",
		"Non ho mai pensato a come una persona cara potrebbe identificarmi se il mio volto fosse stato orribilmente sfigurato in un incidente.",
		"Non ho mai risposto a qualcuno \"a sinistra\" o \"a destra\" senza pensare, solo perché avevo il 50% di possibilità di indovinare.",
		"Non ho mai riciclato una carta regalo.",
		"Non ho mai viaggiato all'estero da solo/a.",
		"Non ho mai volato in elicottero.",
		"Non sono mai salito su un palco di fronte a una folla.",
		"Non ho mai mentito durante un colloquio di lavoro.",
		"Non ho mai stalkerato la mia cotta.",
		"Non ho mai cantato al karaoke.",
		"Non sono mai stato d'accordo con qualcosa detto da Donald Trump.",
		"Non ho mai pensato a che tipo di cane sarei potuto essere.",
		"Non ho mai guardato cartoni animati per i quali ero troppo vecchio.",
		"Non mi è mai capitato di cercare degli occhiali da sole che stavo indossando.",
		"Non ho mai chiuso le chiavi in macchina.",
		"Non mi è mai capitato di non lasciare la mancia in un ristorante.",
		"Non ho mai dato soldi a un senzatetto.",
		"Non ho mai provato a guardare il sole.",
		"Non ho mai fatto bungee jumping.",
		"Non ho mai subito un intervento chirurgico.",
		"Non mi sono mai lanciato da un aereo.",
		"Non ho mai espresso un desiderio a una fontana.",
		"Non ho mai mangiato per sbaglio un insetto.",
		"Non ho mai saltato una fila.",
		"Non sono mai rimasto sveglio tutta la notte.",
		"Non ho mai letto un libro di Harry Potter.",
		"Non sono mai stato in una biblioteca.",
		"Non ho mai mentito sulla mia età.",
		"Non ho mai sparato con una pistola.",
		"Non ho mai avuto una caria a un dente.",
		"Non ho mai giocato a minigolf.",
		"Non ho mai visto un elefante nella vita reale.",
		"Non sono mai stata a Disney World.",
		"Non ho mai acquistato abbigliamento online.",
		"Non mi è mai capitato che qualcuno disegnasse una mia caricatura.",
		"Non ho mai posseduto una Xbox.",
		"Non ho mai passato ore a guardare video divertenti su YouTube.",
		"Non ho mai visto Titanic.",
		"Non ho mai incontrato una celebrità.",
		"Non ho mai pensato che un film fosse migliore del suo libro.",
		"Non ho mai votato.",
		"Non ho mai posseduto un orologio.",
		"Non ho mai guidato uno skateboard.",
		"Non ho mai imparato a suonare uno strumento musicale.",
		"Non ho mai visto la neve.",
		"Non ho mai finito un puzzle di Sudoku.",
		"Non ho mai cercato su Google qualcosa per sapere come si scrivesse.",
		"Non ho mai copiato in una verifica.",
		"Non ho mai pianto guardando Homeward Bound.",
		"Non ho mai leccato un palo congelato.",
		"Non ho mai avuto una gomma da masticare nei capelli.",
		"Non sono mai venuto male nella foto dell'album fotografico.",
		"Non sono mai stato un bullo.",
		"Non ho mai voluto essere un supereroe.",
		"Non ho mai avuto paura del buio.",
		"Non ho mai avuto problemi a dormire dopo aver visto un film horror.",
		"Non sono mai rimasto sveglio tutta la notte.",
		"Non sono mai stato/a a un pigiama party.",
		"Non ho mai fatto una festa di compleanno.",
		"Non ho mai pianto a scuola",
		"Non ho mai cantato su un palco.",
		"Non mi sono mai esibito in un talent show.",
		"Non ho mai ucciso formiche con una lente d'ingrandimento.",
		"Non ho mai fatto cadere delle Mentos nella Coca o nella Pepsi.",
		"Non ho mai mangiato qualcosa per sfida.",
		"Non ho mai usato la scusa \"Il cane ha mangiato i miei compiti\".",
		"Non mi sono mai succhiato il pollice.",
		"Non ho mai creduto che i miei giocattoli avessero dei sentimenti.",
		"Non ho mai guardato Blue's Clues.",
		"Non mi sono mai spaventato per una visita a un parco a tema.",
		"Non sono mai stato/a in una casa infestata.",
		"Non mi sono mai vestita da zombie per Halloween.",
		"Non sono mai stato mandato nell'ufficio del preside.",
		"Non ho mai fatto una caccia alle uova di Pasqua.",
		"Non ho mai costruito un fortino con le coperte.",
		"Non sono mai caduto da una bicicletta.",
		"Non ho mai giocato ai videogiochi per una giornata intera.",
		"Non ho mai rubato soldi dal salvadanaio di mio fratello.",
		"Non ho mai desiderato di avere un letto a castello.",
		"Non ho mai giocato a Pokémon.",
		"Non ho mai fatto un viaggio con la famiglia.",
		"Non ho mai dato un nome a un peluche.",
		"Non ho mai usato le rotelle per la bici.",
		"Non ho mai mangiato solo dolci per cena.",
		"Non sono mai rimasto nel personaggio per tutto il giorno.",
		"Non ho mai mentito sul fatto di essere parente di qualcuno in TV.",
		"Non ho mai scritto appunti sul banco da utilizzare durante un esame.",
		"Non ho mai provato a firmare un permesso per i miei genitori.",
		"Non ho mai rubato la storia di un amico e fatto finta che fosse accaduta a me.",
		"Non ho mai lanciato qualcosa dal finestrino dello scuolabus.",
		"Non ho mai mentito sul fatto di rimanere dopo la scuola e di andare da qualche altra parte.",
		"Non ho mai saltato i posti sullo scuolabus.",
		"Non mi sono mai abbuffato di torte Little Debbie.",
		"Non ho mai mangiato da Taco Bell più di tre volte in una settimana.",
		"Non ho mai mangiato una confezione di gelato da sola.",
		"Non sono mai stato da Arby's.",
		"Non ho mai mangiato una barretta fritta.",
		"Non ho mai mangiato dal piatto di qualcun altro quando non stava guardando.",
		"Non ho mai mangiato qualcosa di freddo perché ero troppo pigro per riscaldarlo.",
		"Non ho mai mangiato una torta di zucca.",
		"Non ho mai provato il pollo e i waffle.",
		"Non ho mai provato le acciughe.",
		"Non ho mai intinto le patatine fritte in un frullato.",
		"Non ho mai mangiato un'insalata.",
		"Non mi sono mai comprato un Happy Meal.",
		"Non ho mai mangiato più di tre hot dog in una volta sola.",
		"Non ho mai provato la sfida del cibo di un ristorante.",
		"Non ho mai provato a mangiare sei salatini in un minuto.",
		"Non ho mai messo cubetti di ghiaccio nel latte e nei cereali.",
		"Non ho mai bevuto succo di sottaceti.",
		"Non ho mai messo dolci sulla pizza.",
		"Non ho mai provato i sottaceti con il burro di arachidi.",
		"Non ho mai salato l'anguria.",
		"Non ho mai provato un panino con banana e maionese.",
		"Non ho mai provato gli omogeneizzati.",
		"Non ho mai mangiato una pizza surgelata intera da sola.",
		"Non ho mai fatto un frullato disgustoso.",
		"Non ho mai provato a contare quante leccate ci sono volute per arrivare al centro di un Tootsie Pop.",
		"Non ho mai bevuto Surge.",
		"Non ho mai mangiato Pop Rocks.",
		"Non ho mai mangiato un Hot Pocket.",
		"Non ho mai mangiato un alligatore.",
		"Non ho mai provato i nachos di maiale al barbecue.",
		"Non mi è mai capitato di svuotare il frigorifero e trovare alimenti vecchi di oltre un anno.",
		"Non ho mai cucinato la cena del Ringraziamento.",
		"Non ho mai contato le calorie.",
		"Non mi sono mai bruciato la bocca volontariamente perché avevo troppa fame per aspettare.",
		"Non ho mai mangiato la carne secca.",
		"Non ho mai masticato con la bocca aperta.",
		"Non ho mai usato un cucchiaio per bambini per mangiare il gelato e farlo durare di più.",
		"Non ho mai mangiato il burro da solo.",
		"Non ho mai mangiato del cibo rimanendo in piedi con la porta del frigorifero aperta.",
		"Non ho mai mangiato un cucchiaio di glassa.",
		"Non ho mai provato la colazione di Taco Bell.",
		"Non ho mai sognato ad occhi aperti le ciambelle.",
		"Non ho mai mangiato pizza per due o più pasti in un giorno.",
		"Non ho mai provato le uova con il tuorlo che cola.",
		"Non sono mai stato fermato.",
		"Non ho mai cercato di fuggire dalla polizia.",
		"Non ho mai guidato ubriaco.",
		"Non sono mai stato arrestato.",
		"Non ho mai usato un documento falso.",
		"Non mi sono mai intrufolato in un locale.",
		"Non ho mai portato di nascosto cibo o caramelle in un cinema.",
		"Non ho mai rubato soldi a qualcuno.",
		"Non sono mai stato in manette.",
		"Non ho mai trascorso un periodo di detenzione.",
		"Non sono mai uscita di nascosto da casa.",
		"Non ho mai mentito ai miei genitori su dove stavo andando.",
		"Non mi sono mai imbucata a una festa o a un matrimonio.",
		"Non ho mai rubato in un negozio.",
		"Non ho mai dovuto chiamare la polizia per qualcuno.",
		"Non ho mai fatto a pugni.",
		"Non ho mai lanciato qualcosa contro un'auto in movimento.",
		"Non ho mai chiamato la polizia per qualcuno.",
		"Non ho mai flirtato con un agente di polizia nella speranza di non prendere una multa.",
		"Non ho mai mentito a un agente di polizia.",
		"Non ho mai fatto uno scherzo al 911. (Pessima idea!)",
		"Non ho mai comprato qualcosa di rubato.",
		"Non ho mai cenato e mangiato.",
		"Non mi sono mai ubriacato in pubblico.",
		"Non ho mai gettato rifiuti.",
		"Non sono mai passato con il rosso.",
		"Non mi sono mai introdotto in un posto.",
		"Non ho mai saltato una recinzione.",
		"Non ho mai bevuto prima di compiere 21 anni.",
		"Non ho mai restituito un articolo che ho usato o un capo di abbigliamento che ho indossato.",
		"Non ho mai scaricato musica illegalmente.",
		"Non ho mai rubato il Wi-Fi da una rete non protetta.",
		"Non ho mai sputato una gomma per terra.",
		"Non ho mai attraversato sulle strisce.",
		"Non ho mai condiviso le password dei servizi per non far pagare la famiglia o gli amici.",
		"Non ho mai violato il codice di abbigliamento della scuola.",
		"Non ho mai creato un account falso sui social media.",
		"Non ho mai giocato a poker a casa per soldi.",
		"Non ho mai guidato senza indossare la cintura di sicurezza.",
		"Non ho mai usato il cellulare mentre guidavo.",
		"Non ho mai attraversato i confini dello Stato per acquistare fuochi d'artificio migliori.",
		"Non ho mai usato medicine che mi erano state prescritte.",
		"Non ho mai guidato una bicicletta sul marciapiede.",
		"Non ho mai superato un veicolo in una zona di divieto di transito."
	]
}
