{
  "Funny": [
    "Never have I ever watched the Ghostbusters remake.",
    "Never have I ever wanted to be one of the Kardashians.",
    "Never have I ever dressed as the opposite sex.",
    "Never have I ever watched SpongeBob SquarePants.",
    "Never have I ever cried during a Pixar movie. (Darn you, Bing Bong!)",
    "Never have I ever had a crush, or a man crush, on Ron Swanson.",
    "Never have I ever 'cleaned up' by piling everything into a closet.",
    "Never have I ever sung karaoke.",
    "Never have I ever watched the 'Gangnam Style' music video.",
    "Never have I ever had a crush on someone from Full House.",
    "Never have I ever watched an episode of Gilmore Girls.",
    "Never have I ever pretended to know a stranger.",
    "Never have I ever worn sleepwear and pretended it was clothing.",
    "Never have I ever said 'excuse me' when there was no one around.",
    "Never have I ever scared myself in a mirror.",
    "Never have I ever missed a high five.",
    "Never have I ever heard someone else doing it.",
    "Never have I ever sang in the shower.",
    "Never have I ever blamed farts on an animal.",
    "Never have I ever secretly wished I were a wizard at Hogwarts.",
    "Never have I ever slept in regular clothing.",
    "Never have I ever had a nightmare about zombies chasing me.",
    "Never have I ever pretended to laugh at a joke I didn't get.",
    "Never have I ever been scared of clowns.",
    "Never have I ever thought a cartoon character was hot.",
    "Never have I ever faked being sick so I could play video games.",
    "Never have I ever liked Star Wars more than Star Trek.",
    "Never have I ever tried out to be an extra in a movie.",
    "Never have I ever scored over 100 while bowling.",
    "Never have I ever used an Instant Pot.",
    "Never have I ever played Candy Crush.",
    "Never have I ever won a game of Scrabble.",
    "Never have I ever made a duck face when taking a selfie.",
    "Never have I ever looked out the car's passenger seat window and imagined it was a scene from a music video.",
    "Never have I ever actually laughed out loud when typing LOL.",
    "Never have I ever reread an email immediately after sending it.",
    "Never have I ever daydreamed about being on a talk show and what I'd talk about.",
    "Never have I ever Googled my own name to see what comes up.",
    "Never have I ever pretended I was running from zombies while on a run.",
    "Never have I ever sat in the shower.",
    "Never have I ever tried something I saw on Pinterest.",
    "Never have I ever ugly cried for no reason.",
    "Never have I ever creeped on someone I just met on social media.",
    "Never have I ever thought about how a loved one could identify me if my face was horribly disfigured in an accident.",
    "Never have I ever answered someone 'left' or 'right' without thinking, because I have a 50/50 chance of being correct."
  ],
  "Basic": [
    "Never have I ever re-gifted a gift card.",
    "Never have I ever traveled out of state by myself.",
    "Never have I ever flown in a helicopter.",
    "Never have I ever been on stage in front of a crowd.",
    "Never have I ever lied in a job interview.",
    "Never have I ever stalked a crush.",
    "Never have I ever sung karaoke.",
    "Never have I ever agreed with something Donald Trump said.",
    "Never have I ever thought about what type of dog I would be.",
    "Never have I ever watched children's cartoons I'm too old for.",
    "Never have I ever lost sunglasses that I was already wearing.",
    "Never have I ever locked my keys in my car.",
    "Never have I ever not tipped at a restaurant.",
    "Never have I ever given money to a homeless person.",
    "Never have I ever tried to look at the sun.",
    "Never have I ever bungee-jumped.",
    "Never have I ever had surgery.",
    "Never have I ever jumped out of a plane.",
    "Never have I ever made a wish at a fountain.",
    "Never have I ever accidentally eaten a bug.",
    "Never have I ever cut someone in line.",
    "Never have I ever stayed up all night.",
    "Never have I ever read a single Harry Potter book.",
    "Never have I ever been inside of a library.",
    "Never have I ever lied about my age.",
    "Never have I ever shot a gun.",
    "Never have I ever had a cavity.",
    "Never have I ever been mini-golfing.",
    "Never have I ever seen an elephant in real life.",
    "Never have I ever been to Disney World.",
    "Never have I ever bought clothing online.",
    "Never have I ever had someone draw a caricature of me.",
    "Never have I ever owned an Xbox.",
    "Never have I ever spent hours watching funny videos on YouTube.",
    "Never have I ever seen Titanic.",
    "Never have I ever met a celebrity.",
    "Never have I ever thought a movie was better than the book.",
    "Never have I ever voted.",
    "Never have I ever owned a watch.",
    "Never have I ever ridden a skateboard.",
    "Never have I ever learned how to play a musical instrument.",
    "Never have I ever seen snow.",
    "Never have I ever finished a Sudoku puzzle.",
    "Never have I ever Googled something so I'd know how to spell it."
  ],
  "Young": [
    "Never have I ever cheated on a test.",
    "Never have I ever cried watching Homeward Bound.",
    "Never have I ever licked a frozen pole.",
    "Never have I ever had gum in my hair.",
    "Never have I ever taken a horrible picture on picture day.",
    "Never have I ever been a bully.",
    "Never have I ever wanted to be a superhero.",
    "Never have I ever been scared of the dark.",
    "Never have I ever had trouble sleeping after watching a scary movie.",
    "Never have I ever stayed up all night.",
    "Never have I ever been to a sleepover.",
    "Never have I ever had a birthday party.",
    "Never have I ever cried at school",
    "Never have I ever sang on a stage.",
    "Never have I ever performed in a talent show.",
    "Never have I ever killed ants with a magnifying glass.",
    "Never have I ever dropped Mentos into Coke or Pepsi.",
    "Never have I ever eaten something on a dare.",
    "Never have I ever used the excuse 'My dog ate my homework.'",
    "Never have I ever sucked my thumb.",
    "Never have I ever believed my toys had feelings.",
    "Never have I ever watched Blue's Clues.",
    "Never have I ever been terrified of a theme park ride.",
    "Never have I ever been to a haunted house.",
    "Never have I ever dressed up as a zombie for Halloween.",
    "Never have I ever been sent to the principal's office.",
    "Never have I ever done an Easter egg hunt.",
    "Never have I ever built a fort with blankets.",
    "Never have I ever fallen off a bike.",
    "Never have I ever played video games all day.",
    "Never have I ever stolen money from a sibling's piggy bank.",
    "Never have I ever wished I had bunk beds.",
    "Never have I ever played Pokémon.",
    "Never have I ever been on a family road trip.",
    "Never have I ever named a stuffed animal.",
    "Never have I ever used training wheels.",
    "Never have I ever eaten only candy for dinner.",
    "Never have I ever stayed in character all day.",
    "Never have I ever lied about being related to someone on TV.",
    "Never have I ever written notes on the desk to use during a test.",
    "Never have I ever tried to sign a permission slip for my parents.",
    "Never have I ever stolen a friend's story and pretended it happened to me.",
    "Never have I ever thrown something out of the school bus window.",
    "Never have I ever lied about staying after school and gone somewhere else.",
    "Never have I ever hopped seats on the school bus."
  ],
  "Food": [
    "Never have I ever binge-eaten Little Debbie cakes.",
    "Never have I ever eaten at Taco Bell more than three times in a week.",
    "Never have I ever eaten a carton of ice cream by myself.",
    "Never have I ever been to Arby's.",
    "Never have I ever had a deep-fried candy bar.",
    "Never have I ever eaten from someone else's plate when they weren't looking.",
    "Never have I ever eaten something cold because I was too lazy to heat it up.",
    "Never have I ever eaten pumpkin pie.",
    "Never have I ever tried chicken and waffles.",
    "Never have I ever tried anchovies.",
    "Never have I ever dipped french fries into a milkshake.",
    "Never have I ever eaten a salad.",
    "Never have I ever bought myself a Happy Meal.",
    "Never have I ever eaten more than three hot dogs at once.",
    "Never have I ever tried a restaurant's food challenge.",
    "Never have I ever tried to eat six Saltines in a minute.",
    "Never have I ever put ice cubes in my milk and cereal.",
    "Never have I ever drank pickle juice.",
    "Never have I ever put candy on pizza.",
    "Never have I ever tried pickles with peanut butter.",
    "Never have I ever salted watermelon.",
    "Never have I ever tried a banana and mayonnaise sandwich.",
    "Never have I ever tried baby food.",
    "Never have I ever eaten a full frozen pizza by myself.",
    "Never have I ever made a gross smoothie.",
    "Never have I ever tried counting how many licks it took to get to the center of a Tootsie Pop.",
    "Never have I ever drank Surge.",
    "Never have I ever eaten Pop Rocks.",
    "Never have I ever eaten a Hot Pocket.",
    "Never have I ever eaten alligator.",
    "Never have I ever tried BBQ pork nachos.",
    "Never have I ever cleaned out the fridge and found food over a year old.",
    "Never have I ever cooked Thanksgiving dinner.",
    "Never have I ever counted calories.",
    "Never have I ever burnt my mouth willingly because I was too hungry to wait.",
    "Never have I ever eaten Spam.",
    "Never have I ever chewed with my mouth open.",
    "Never have I ever used a baby spoon to eat ice cream so it would last longer.",
    "Never have I ever eaten butter by itself.",
    "Never have I ever eaten food while still standing with the fridge door open.",
    "Never have I ever eaten a spoonful of frosting.",
    "Never have I ever tried Taco Bell breakfast.",
    "Never have I ever daydreamed about donuts.",
    "Never have I ever eaten pizza for two or more meals in a day.",
    "Never have I ever tried eggs with runny yolks."
  ],
  "RuleBreak": [
    "Never have I ever been pulled over.",
    "Never have I ever tried to flee the cops.",
    "Never have I ever driven drunk.",
    "Never have I ever been arrested.",
    "Never have I ever used a fake ID.",
    "Never have I ever snuck into a club.",
    "Never have I ever smuggled food or candy into a movie theater.",
    "Never have I ever stolen money from someone.",
    "Never have I ever been in handcuffs.",
    "Never have I ever spent time in detention.",
    "Never have I ever snuck out of the house.",
    "Never have I ever lied to my parents about where I was going.",
    "Never have I ever crashed a party or wedding.",
    "Never have I ever shoplifted from a store.",
    "Never have I ever had to call the cops on someone.",
    "Never have I ever gotten into a fistfight.",
    "Never have I ever thrown something at a moving car.",
    "Never have I ever called the cops on someone.",
    "Never have I ever flirted with a police officer in hopes of not getting a ticket.",
    "Never have I ever lied to a police officer.",
    "Never have I ever prank called 911. (Bad idea!)",
    "Never have I ever bought something stolen.",
    "Never have I ever dine and dashed.",
    "Never have I ever been drunk in public.",
    "Never have I ever littered.",
    "Never have I ever ran a red light.",
    "Never have I ever broken in somewhere.",
    "Never have I ever jumped a fence.",
    "Never have I ever drank before turning 21.",
    "Never have I ever returned an item I used or clothing I wore.",
    "Never have I ever downloaded music illegally.",
    "Never have I ever stolen Wi-Fi from an unsecured network.",
    "Never have I ever spit out gum onto the ground.",
    "Never have I ever jaywalked.",
    "Never have I ever shared passwords to services so family or friends didn't have to pay.",
    "Never have I ever been in violation of a school dress code.",
    "Never have I ever made a fake social media account.",
    "Never have I ever played poker at home for money.",
    "Never have I ever driven without wearing a seatbelt.",
    "Never have I ever used my cell phone while driving.",
    "Never have I ever crossed state lines to buy better fireworks.",
    "Never have I ever used medicine that was prescribed to me.",
    "Never have I ever ridden a bike on the sidewalk.",
    "Never have I ever passed a vehicle in a 'no-passing' zone."
  ]
}
