{
  "NeverHaveIever": [
    "Nunca he visto el remake de Ghostbusters.",
    "Nunca he querido ser uno de los Kardashians.",
    "Nunca me he vestido como el sexo opuesto.",
    "Nunca he visto SpongeBob SquarePants.",
    "Nunca he llorado durante una película de Pixar.",
    "Nunca he tenido un crush en Ron Swanson.",
    "Nunca he \"limpiado\" apilando todo en un armario.",
    "Nunca he cantado karaoke.",
    "Nunca he visto el video de la música \"Gangnam Style\".",
    "Nunca he tenido un crush en alguien de Full House.",
    "Nunca he visto un episodio de Gilmore Girls.",
    "Nunca he pretendido conocer a un extraño.",
    "Nunca he usado ropa de dormir fingiendo que era ropa.",
    "Nunca he dicho \"perdón\" cuando no había nadie alrededor.",
    "Nunca me he asustado en un espejo.",
    "Nunca me he perdido un choque de cinco.",
    "Nunca he cantado en la ducha.",
    "Nunca le he echado la culpa a un animal por haberme tirado un pedo.",
    "Nunca he deseado haber sido un mago en Hogwarts.",
    "Nunca he dormido con ropa regular.",
    "Nunca había tenido una pesadilla en la que me persiguieran zombis.",
    "Nunca he pretendido reírme de una broma que no he entendido.",
    "Nunca me han asustado los payasos.",
    "Nunca he pensado que un personaje de dibujos animados estuviera bueno.",
    "Nunca he pretendido estar enfermo para poder jugar videojuegos.",
    "Nunca me ha gustado Star Wars más que Star Trek.",
    "Nunca he probado ser un extra en una película.",
    "Nunca he marcado más de 100 jugando bowling.",
    "Nunca he usado un Instant Pot.",
    "Nunca he jugado Candy Crush.",
    "Nunca he ganado una partida de Scrabble.",
    "Nunca he hecho duck face tomándome una selfie.",
    "Nunca he mirado por la ventana del coche y me he imaginado que era una escena de un vídeo de música.",
    "Nunca me he reído en voz alta al escribir LOL.",
    "Nunca he leído un correo electrónico inmediatamente después de enviarlo.",
    "Nunca he soñado con estar en un talk show y de lo que hablaría.",
    "Nunca he buscado mi nombre en Google para ver lo que aparece.",
    "Nunca he fingido que estaba huyendo de zombis mientras estaba corriendo.",
    "Nunca me he sentado en la ducha.",
    "Nunca he intentado algo que vi en Pinterest.",
    "Nunca he llorado feo sin razón.",
    "Nunca he asustado a alguien que acabo de conocer en las redes sociales.",
    "Nunca he pensado en cómo un ser querido podría identificarme si mi rostro estuviera horriblemente desfigurado en un accidente.",
    "Nunca he respondido a alguien \"izquierda\" o \"derecha\" sin pensar, porque tengo un 50/50 de posibilidades de estar cierto.",
    "Nunca regalé una tarjeta de regalo que me han regalado antes.",
    "Nunca he viajado fuera de estado por mí mismo.",
    "Nunca he volado en un helicóptero.",
    "Nunca he estado en un escenario delante de una multitud.",
    "Nunca he mentido en una entrevista de trabajo.",
    "Nunca he acechado un crush.",
    "Nunca he cantado karaoke.",
    "Nunca he estado de acuerdo con algo que dijo Donald Trump.",
    "Nunca he pensado en el tipo de perro que sería.",
    "Nunca he visto dibujos animados infantiles para los que soy demasiado viejo.",
    "Nunca he perdido gafas de sol que estaba usando.",
    "Nunca he cerrado mis llaves en mi coche.",
    "Nunca he dado propinas en un restaurante.",
    "Nunca he dado dinero a una persona sin hogar.",
    "Nunca he intentado mirar al sol.",
    "Nunca he hecho puenting.",
    "Nunca he tenido una cirugía.",
    "Nunca he saltado de un avión.",
    "Nunca he pedido un deseo en una fuente.",
    "Nunca he comido un insecto accidentalmente.",
    "Nunca he cortado a alguien en una cola.",
    "Nunca me he quedado despierto toda la noche.",
    "Nunca he leído ni un solo libro de Harry Potter.",
    "Nunca he estado dentro de una biblioteca.",
    "Nunca he mentido sobre mi edad.",
    "Nunca he disparado una pistola.",
    "Nunca he tenido una cavidad.",
    "Nunca he jugado al minigolf.",
    "Nunca he visto a un elefante en la vida real.",
    "Nunca he estado en Disney World.",
    "Nunca he comprado ropa por Internet.",
    "Nunca he tenido a alguien dibujando una caricatura mía.",
    "Nunca he tenido un Xbox.",
    "Nunca he pasado horas viendo videos divertidos en YouTube.",
    "Nunca he visto Titanic.",
    "Nunca he conocido a una celebridad.",
    "Nunca he pensado que una película fuera mejor que el libro.",
    "Nunca he votado.",
    "Nunca he tenido un reloj.",
    "Nunca he montado en patineta.",
    "Nunca he aprendido a tocar un instrumento musical.",
    "Nunca he visto nieve.",
    "Nunca he terminado un puzzle Sudoku.",
    "Nunca he buscado algo en Google para saber cómo deletrearlo.",
    "Nunca he hecho trampas en una prueba.",
    "Nunca he llorado viendo Homeward Bound.",
    "Nunca he lamido un poste congelado.",
    "Nunca he tenido chicle en mi pelo.",
    "Nunca he tomado una foto horrible en el día de la fotografía.",
    "Nunca he sido un bully.",
    "Nunca he querido ser un superhéroe.",
    "42 / 5 000\nNunca le he tenido miedo a la oscuridad.",
    "Nunca he tenido problemas para dormir después de ver una película de miedo.",
    "Nunca he pasado la noche en vela.",
    "Nunca he estado en una fiesta de pijamas.",
    "Nunca he tenido una fiesta de cumpleaños.",
    "Nunca he llorado en el instituto.",
    "Nunca he cantado en un escenario.",
    "Nunca he actuado en un espectáculo de talento.",
    "Nunca he matado hormigas con una lupa.",
    "Nunca he tirado Mentos en Coca Cola o Pepsi.",
    "Nunca he comido algo solo por un desafío.",
    "Nunca he utilizado la excusa \"Mi perro comió mi tarea\".",
    "Nunca me he chupado el dedo.",
    "Nunca he creído que mis juguetes tuvieran sentimientos.",
    "Nunca he visto Blue's Clues.",
    "Nunca me he sentido aterrado de una atracción de un parque temático.",
    "Nunca he estado en una casa embrujada.",
    "Nunca me he vestido como zombi para Halloween.",
    "Nunca me han enviado a la oficina del director.",
    "Nunca he hecho una caza de huevos de Pascua.",
    "Nunca he construido un fuerte con mantas.",
    "Nunca me he caído de una bici.",
    "Nunca he jugado videojuegos durante todo el día.",
    "Nunca he robado dinero de la alcancía de un hermano.",
    "Nunca he deseado que tuviera literas.",
    "Nunca he jugado a Pokémon.",
    "Nunca he estado en un viaje en familia.",
    "Nunca he nombrado a un peluche.",
    "Nunca he utilizado rueditas.",
    "Nunca he comido solo dulces para cenar.",
    "Nunca he permanecido en el personaje todo el día.",
    "Nunca he mentido sobre ser relacionado con alguien en la televisión.",
    "Nunca he escrito notas en el escritorio para utilizarlas durante una prueba.",
    "Nunca he intentado firmar una nota de permiso por mis padres.",
    "Nunca he robado una historia de un amigo y he fingido que me ha pasado.",
    "Nunca he tirado algo desde la ventana del autobús escolar.",
    "Nunca he mentido acerca de quedarme después del instituto e ir a otro lugar.",
    "Nunca he saltado asientos en el autobús escolar.",
    "Nunca me he dado un atracón de pasteles de Little Debbie.",
    "Nunca he comido en Taco Bell más de tres veces en una semana.",
    "Nunca me he comido un cartón de helado yo solo.",
    "Nunca he estado en Arby's.",
    "Nunca he comido una chocolatina frita.",
    "Nunca he comido del plato de otra persona cuando no estaban mirando.",
    "Nunca he comido algo frío porque era demasiado perezoso para calentarlo.",
    "Nunca he comido tarta de calabaza.",
    "Nunca he probado pollo y gofres.",
    "Nunca he probado anchoas.",
    "Nunca he sumergido papas fritas en un batido.",
    "Nunca he comido una ensalada.",
    "Nunca he comprado un Happy Meal para mí.",
    "Nunca he comido más de tres perritos calientes de una vez.",
    "Nunca he intentado completar un reto de comer de un restaurante.",
    "Nunca he intentado comer seis galletas saladas en un minuto.",
    "Nunca he puesto cubos de hielo en mi leche con cereales.",
    "Nunca he bebido zumo de pepinillos.",
    "Nunca he puesto dulces en una pizza.",
    "Nunca he probado pepinillos con mantequilla de cacahuete.",
    "Nunca he puesto sal en una sandía.",
    "Nunca he probado un sándwich de plátano y mayonesa.",
    "Nunca he probado comida de bebé.",
    "Nunca he comido una pizza congelada por mí mismo.",
    "Nunca he hecho un batido asqueroso.",
    "Nunca he intentado contar cuántos lametazos me tomé para llegar al centro de una piruleta.",
    "Nunca he bebido Surge.",
    "Nunca he comido Pop Rocks.",
    "Nunca he comido un Hot Pocket.",
    "Nunca he comido caimán.",
    "Nunca he probado nachos de cerdo BBQ.",
    "Nunca he limpiado el frigorífico y he encontrado comida con más de un año.",
    "Nunca he cocinado una cena de Acción de Gracias.",
    "Nunca he contado calorías.",
    "Nunca he quemado mi boca voluntariamente porque tenía demasiada hambre para esperar.",
    "Nunca he comido Spam.",
    "Nunca he masticado con la boca abierta.",
    "Nunca he usado una cuchara bebé para comer helado, para que durara más tiempo.",
    "Nunca he comido mantequilla por sí sola.",
    "Nunca he comido comida mientras me quedaba de pie con la puerta del frigorífico abierta.",
    "Nunca he comido una cucharada de glaseado.",
    "Nunca he probado el desayuno de Taco Bell.",
    "Nunca he soñado despierto con donuts.",
    "Nunca he comido pizza para dos o más comidas en un día.",
    "Nunca he probado huevos con yemas corrientes.",
    "Nunca me ha parado la policía.",
    "Nunca he intentado huir de la policía.",
    "Nunca he conducido borracho.",
    "Nunca me han detenido.",
    "Nunca he usado un ID falso.",
    "Nunca me he metido en un club.",
    "Nunca he contrabandeado alimentos o dulces en un cine.",
    "Nunca he robado dinero a alguien.",
    "Nunca he estado en esposas.",
    "Nunca he pasado tiempo detenido.",
    "Nunca me he escapado de casa.",
    "Nunca he mentido a mis padres acerca de adónde iba a ir.",
    "Nunca me he colado en una fiesta o boda.",
    "Nunca he robado en una tienda.",
    "Nunca me he metido en una pelea a puñetazos.",
    "Nunca he salido con alguien que era menor de edad.",
    "Nunca he lanzado algo a un coche en movimiento.",
    "Nunca he llamado a la policía por alguien.",
    "Nunca he flirteado con un policía con la esperanza de que no me multen.",
    "Nunca he mentido a un agente de policía.",
    "Nunca he bromeado llamando 911. (¡Mala idea!)",
    "Nunca he comprado algo robado.",
    "Nunca me he tirado sin pagar por un servicio.",
    "Nunca he estado borracho en público.",
    "Nunca he tirado basura.",
    "Nunca me he saltado un semáforo en rojo.",
    "Nunca me he colado en ningún sitio.",
    "Nunca he saltado una cerca.",
    "Nunca he bebido antes de cumplir 21 años.",
    "Nunca he devuelto un artículo o prenda de vestir que he usado.",
    "Nunca he descargado música de forma ilegal.",
    "Nunca he robado wifi de una red no segura.",
    "Nunca he escupido chicles para el suelo.",
    "Nunca he cruzado la calle imprudentemente.",
    "Nunca he compartido contraseñas de servicios para que familia o amigos no tengan que pagar.",
    "Nunca he infringido el código de vestimenta del colegio.",
    "Nunca he hecho una cuenta falsa en las redes sociales.",
    "Nunca he jugado al póquer en casa por dinero.",
    "Nunca he conducido sin llevar cinturón de seguridad.",
    "Nunca he utilizado mi teléfono móvil durante la conducción.",
    "Nunca he cruzado líneas estatales para comprar fuegos artificiales mejores.",
    "Nunca he utilizado medicamentos que no me hayan sido recetados.",
    "Nunca he montado una bicicleta en el paseo.",
    "Nunca he pasado un vehículo en una zona de no pasar."
  ]
}
