{
  "Useless_Powers": [
    " Jedes Mal, wenn du furzt, wirst du unsichtbar, bis du wieder furzt",
    " Nach genau 1000 fehlgeschlagenen Versuchen in einer beliebigen Aufgabe erhältst du einen Unhunan-Boost, der es dir ermöglicht, den aktuellen Weltrekord in der Aufgabe (falls du ihn nicht selbst hältst) um 1 der kleinsten messbaren Einheit zu übertreffen.",
    " Jedes Mal, wenn du jemandem einen Stuhl an den Kopf wirfst, weißt du genau, wo sich das nächste Stück Butter befindet.",
    " Jedes Mal, wenn du dir den Zeh stößt, weißt du 12 Sekunden lang die genaue Position von Queen Elizabeth",
    " Du kannst dich unsichtbar machen, aber nur, wenn niemand hinsieht.",
    " Jedes Mal, wenn du blinzelst, verlierst du die Fähigkeit zu sehen, bis du deine Augen wieder öffnest.",
    " Klarheit nach der Mutterschaft kurz vor der Mutterschaft",
    " Für jedes Ereignis, bei dem du dich selbst vergnügst, während du mit einer elektronischen visuellen Schnittstelle interagierst, wird deine Fähigkeit, Worte zu schreiben, um das Tausendfache gesteigert.",
    " Du bist für alle Tür-, Wasserhahn-, Seifen-, Papierhandtuch- und Händetrocknersensoren unsichtbar.",
    " Jedes Mal, wenn du traurig bist, laufen Wassertropfen aus deinen Augen.",
    " Du kannst an jedem Rollstuhl, den eine behinderte Person benutzt, Pedale anbringen.",
    " Du kannst jeden mit einem Schlag töten, aber du hast keine Hände",
    " Du musst nie wieder pinkeln. Aber du hast immer das Gefühl, dass du pinkeln musst.",
    " Deine Zehennägel schmecken nach Zimt, aber nur für andere Leute",
    " Du bist unsichtbar, aber nur für dich selbst",
    " Du kannst hören, wenn jemand hinter deinem Rücken über dich redet... aber nur, wenn sie dir ein Kompliment für deinen Hintern machen",
    " Du kannst die Faltmarkierungen auf jedem Papier, das du auffaltest, rückgängig machen.",
    " Jedes Mal, wenn du nicht genug Geld hast, um etwas zu kaufen, kannst du Elon Musk dazu bringen, es für dich zu kaufen, nur hat er seine Brieftasche vergessen.",
    " Du kannst dir jeden Film ansehen, den du willst, wann immer du willst, aber alle Figuren sehen aus wie Danny DeVito.",
    " Jedes Mal, wenn du oder jemand in deiner Nähe Elefant sagt, rufst du einen Elefanten herbei, aber er hat keine Beine",
    " Immer, wenn WLAN, Bluetooth oder der Strom ausfällt, darfst du ein einziges Audio-Ausgabegerät verwenden, um Musik abzuspielen, aber du kannst nur Payphone von Maroon5 abspielen (und ja, es kann loopen)",
    " Du bist unendlich intelligent, verlierst dafür aber die Fähigkeit zu sprechen, zu tippen oder zu schreiben (im Grunde jede Information weiterzugeben)",
    " Du kannst dich in ein Möbelstück verwandeln.",
    " Du weißt, wie spät es ist, wenn du eine Uhr am Handgelenk trägst",
    " Du kannst Tieren zuhören und sie verstehen, aber du kannst nicht mit ihnen sprechen",
    " Du kannst die Zusammensetzung eines jeden Sterns, der größer ist als dein nächster Stern, verändern, indem du auf ihn zeigst.",
    " Du kannst kleine Mengen Wasser in Blei verwandeln, wenn du es ganz in den Ozean tauchst.",
    " Du hast die Fähigkeit zu fliegen, aber du hast für immer Angst vor Höhen...",
    " Du kannst zwei verschiedene Kaugummisorten gleichzeitig kauen, ohne dass sie aneinander kleben bleiben.",
    " Du kannst durch Wände gehen, aber du kommst nicht raus",
    " Jedes Mal, wenn du niest, wirst du für 2 Sekunden unsichtbar",
    " Jedes Mal, wenn man ein Telefon in die Hand nimmt, wird es wieder voll aufgeladen, aber das funktioniert nicht mit dem eigenen Telefon",
    " Man kann sich selbst in Brand setzen, aber man ist nicht feuerfest, also tut es weh, wenn man es tut.",
    " Wenn du niest, hast du eine 0,005%ige Chance, eine kleine Explosion auszulösen, du wirst dadurch geschädigt und alles andere ist in Ordnung",
    " Immer wenn du gähnst, beschwörst du 2 - 3 geöffnete Packungen einer beliebigen Fast-Food-Würze/Soße mitten in der Luft in einem Radius von 15 Metern.",
    " Du leuchtest im Dunkeln, aber nur, wenn du deine Augen schließt",
    " Du kannst jede beliebige Limonade hervorbringen, aber sie wird immer flach sein",
    " Jedes Mal, wenn körperliche Gase deinen Körper verlassen, macht es das Geräusch eines Turbos",
    " Du kannst deine Finger in jede Art von Waffe verwandeln, aber du kannst nie jemanden oder etwas berühren, das du nicht zerstören willst",
    " Du kannst alle Zahlen von 1 bis Google in beliebiger Reihenfolge aufzählen, ohne sie aus den Augen zu verlieren. Du weißt auch, wie man sie alle lesen kann.",
    " Du kannst mit Helium gefüllte Luftballons zum Sinken bringen.",
    " Wenn du einen Furz riechst, kannst du genau sagen, zu wem der Furz gehört",
    " Du kannst alle Smartphones der Welt entsperren, aber nur, wenn der Besitzer damit einverstanden ist",
    " Du hast ein Glas, das bis zum Rand mit Wasser gefüllt ist, aber das Wasser ist immer viel zu salzig.",
    " Du kannst immer den ersten Buchstaben des Wortes erraten, an das die Leute gerade denken.",
    " Wenn du wütend wirst, bekommst du übermenschliche Kräfte, die es dir erlauben, deine Grenzen um 1% zu überschreiten",
    " Jedes Mal, wenn du versuchst zu schlafen, dröhnt eine Hupe in deinem Ohr",
    " Du kannst Metall essen, aber nur Osmium",
    " Du kannst jede beliebige Videospielfigur beschwören, aber nur, wenn du sie im Spiel benutzt. Außerdem sind sie auf das Spiel beschränkt, sie können nicht in die Realität entkommen. Sie werden freigelassen, wenn das Spiel endet (wenn man es verlässt, abstürzt, beschädigt wird, man verliert/gewinnt, usw.)",
    " Du kannst die Plätze von zwei fast identischen Objekten in deinem Blickfeld vertauschen",
    " Wenn du eine tür öffnest spawnt hinter dir jemand"
  ],
  "Useful_Powers": [
    " Jeder erlittene Schaden wird bis zum nächsten Vergewaltiger negiert",
    " Man kann sich so viel betrinken oder zudröhnen, wie man will, ohne dass es irgendwelche negativen Auswirkungen gibt, nur die positiven.",
    " Jedes Mal, wenn du etwas nicht verstehst, bleibt die Zeit stehen und David Attenborough erklärt dir, wie das Ding funktioniert",
    " Jedes Mal, wenn du Wasser trinkst, schmeckt es wie Wasser aus der Nacht.",
    " Jedes Mal, wenn du dir den Zeh stößt, verführt dich ein Mädchen deiner Träume in einem Dienstmädchenanzug",
    " Du erlangst Unsterblichkeit, kannst dich aber jederzeit für den Tod entscheiden, indem du sagst: Scheiß auf diesen Mist, ich bin raus",
    " Wenn du **für fortnite** rufst, bevor du etwas tust, steigt die Erfolgsquote um 84%",
    " Immer wenn du sagst Ich wünschte, ich wäre besser darin, wirst du plötzlich 50% besser in dem, was du besser werden wolltest (stapelbar)",
    " Wenn du Passwort in einen beliebigen Account eintippst, kommst du rein, egal wer es ist",
    " Dir gehen nie die Konter aus und du kannst jede Beleidigung deines Gegenübers genau vorhersagen",
    " Jedes Mal, wenn du einen Finger knackst, erhältst du für 10 Minuten 5x Kraft, Geschwindigkeit und Intelligenz (stapelbar)",
    " Du kannst die IP-Adresse von jemandem in einem Videospiel mental erfassen und unbewusst eine übermäßige Menge an Ananaspizza nach Hause bestellen, ohne einen Cent auszugeben",
    " Eine Sirene heult in deinem Kopf, eine Minute bevor du bei etwas erwischt wirst, was du nicht tun solltest",
    " Jedes Mal, wenn du dir sagst: Denk, denk, denk, denkst du automatisch die bestmögliche Lösung für jede Situation, in der du dich befindest.",
    " Du erhältst alle Fähigkeiten und Gegenstände aus jedem einzelnen Videospiel, das du mindestens eine Stunde lang gespielt hast",
    " Ein 5-minütiger Schlaf entspricht einem 8-stündigen Schlaf",
    " Du kannst die Süchte der Leute loswerden, indem du einfach sagst: Komm drüber weg",
    " Jedes Mal, wenn du wütend wirst und Scheiße schreist, erscheint der Doom Slayer und trinkt Tee mit dir.",
    " Einmal pro Woche darfst du eine Ankündigung an die Welt machen, die jeder telepathisch hört.",
    " Jede Krankheit wird als Montagskrankheit diagnostiziert. Am nächsten Tag geht es dir wieder gut.",
    " Deine Chance, dass die Person ja sagt, wenn du sie um ein Date bittest, steigt um 50%",
    " Jedes Mal, wenn du in der Öffentlichkeit Allahu Akbar sagst, stirbt der nächste Terrorist in deiner Nähe sofort",
    " Wenn du nicht magst, wie du aussiehst, kannst du in einen Anpassungsmodus wechseln, mit dem du alles an deinem Aussehen ändern kannst.",
    " Jedes Mal, wenn ein Mädchen dich berührt, fühlt sie sich jetzt 53% mehr zu dir hingezogen",
    " Du kannst unendlich viel essen, ohne dick zu werden",
    " Jede Waffe, die du anfasst, hat unendlich viel Munition (auch Videospiele)",
    " Du kannst eine perfekte Version jedes Produkts beschwören: Lebensmittel, Technologie, Chemikalien, Waffen, Werkzeuge usw.",
    " Wann immer du Lust auf ein Videospiel hast, erscheint eine PS5/Xbox oder ein High-End-PC und lädt das Spiel, egal wo du bist",
    " Du wirst für eine Stunde zum letzten Charakter, den du in einem Spiel gespielt hast (erhältst Fähigkeiten, Gegenstände, Kräfte usw.)",
    " Du hast eine Taschendimension in deinen Taschen, wo du jeden Gegenstand, den du willst oder brauchst, mitnehmen kannst",
    " Wenn du von jemandem angegriffen wirst, kommt Arthur Morgan aus dem Nichts und sagt: Du bist okay, Boah. Von da an bekommst du einen Western-Revolver und deine Schlagkraft wird um 37% erhöht.",
    " Du hast ein Minecraft-Inventar ohne Gewichtsbeschränkung, 64 pro Stapel.",
    " Du kannst die Farbe und das Muster deiner Augen ändern",
    " Du kannst das Gegenteil von dem bewirken, was du eigentlich wolltest",
    " Jedes Mal, wenn du etwas siehst, das du willst/brauchst, aber nicht dafür bezahlen willst, kannst du Elon Musk beschwören, es für dich zu kaufen",
    " Du kannst deinen Ständer kontrollieren",
    " Du kannst immer luzide träumen, wenn du schläfst",
    " Dein Burrito fällt nicht auseinander",
    " Du hast einen Lebensnavigator, kurz gesagt, er zeigt dir die Ziele, die du erreichen willst. Du willst zum Beispiel 1 Million Dollar? hier ist der Weg, du willst das Mädchen von nebenan beeindrucken? hier ist der Weg dorthin und so weiter",
    " In deine Tasche passen 10 Gegenstände, egal wie groß sie sind",
    " Du kannst einen Waschbär-Gefolgsmann herbeirufen, der jede Aufgabe erledigen kann, auch Mord.",
    " Für jede Bakterie in deinem Körper bekommst du am letzten Tag des Monats 1 Dollar auf dein Bankkonto überwiesen",
    " Du kannst dich von jeder Verletzung erholen, auch vom Tod, unter der Bedingung, dass du, wenn du dazu befragt wirst, sagst: Es geht mir besser und dich weigerst, das weiter auszuführen.",
    " Du hast die Rechte an jedem Wort, das du willst, und wenn es jemand sagt, bekommst du 20",
    " Nachdem du in die Eier getroffen wurdest, erhältst du 15 Sekunden lang 2000% Kraft",
    " Wann immer du Lust hast, kannst du deine eigene Taschendimension/Universum betreten",
    " Du musst dir nur ein 10-minütiges YouTube-Totorial ansehen und schon bist du ein Meister des Themas im Videos.",
    " Jedes Mal, wenn du ein Mädchen um ein Date bittest und sie ablehnt, wirst du hübscher und klüger",
    " Jedes Mal, wenn du dich geil fühlst und über jemanden fantasierst, wird er oder sie in deiner Fantasie sofort zum Orgasmus kommen",
    " Immer wenn du jemanden länger als 5 Sekunden anstarrst, wird er in eine Dimension geschickt, in der er so viele Doritos Locos Tacos von Taco Bell essen kann, wie er will. (sie werden nach 8 Minuten wieder rausgeschmissen, aber sie können jederzeit gehen)",
    " Du bekommst alle Kräfte, die du möchstest",
    " Du kannst sagen: **kein bock mehr** und du musst es automatisch nicht mehr tun",
    " Du bist 100% stumm, wenn du auf Zehenspitzen gehst",
    " Jedes Mal, wenn du in einem Spiel verlierst, wirst du 15% besser darin",
    " Wenn du sagst: Ich werde es versuchen, hat alles, was du tust, eine 100-prozentige Chance, dass es funktioniert",
    " Wenn jemand sagt: Wer hat gefragt?, taucht eine Person aus dem Nichts auf und sagt: Ich habe gefragt, bevor sie verschwindet!",
    " Jedes Mal, wenn du etwas siehst und sagst \"Verdammt, das ist zu teuer.\", kauft es eine zufällige Person und gibt es dir",
    " Dein Körper braucht keinen Schlaf mehr, deshalb wird er auch ohne Schlaf 100% Leistung bringen. Wenn du dich jedoch für den Schlaf entscheidest, erhältst du zusätzliche Vorteile (z. B. mehr Energie, bessere Konzentration usw., und der Schlaf nimmt dir deine Fähigkeiten nicht weg).",
    " Jedes Mal, wenn dich jemand dumm nennt, wirst du 3 % schlauer",
    " Jedes Mal, wenn dir jemand ein Kompliment macht, erscheint eine Schildkröte und gibt dir ein Sandwich",
    " Du kannst Mods für dein Leben runterladen",
    " Jede Frage, die du stellst, wird vom Universum vollständig und wahrheitsgetreu beantwortet, auch wenn sie niemand auf der Erde kennt",
    " Jedes Mal, wenn du in einem Spiel Trickshot sagst, triffst du zu 100% immer",
    " Jedes Mal, wenn jemand Wer hat gefragt? sagt, kommt ein zufälliger Zwerg aus seinem eigenen Schuh und sagt Ich habe gefragt in einer Db-Stimme und verschwindet und hinterlässt eine zufällige Anzahl von Kackhaufen in seinem Schuh.",
    " Deine Taschen haben unendlich viel Platz im Inventar.",
    " Jedes Mal, wenn du sagst, dass du Hunger hast, erscheint eine alte Dame und gibt dir ein All-you-can-eat-Buffet",
    " Jedes Mal, wenn du eine gute Tat vollbringst, wird 1 Million Dollar auf dein Bankkonto überwiesen",
    " Du hast 9 Leben, und jedes Mal, wenn du stirbst, wirst du vor den Ereignissen, die zu deinem Tod führen, wiederbelebt",
    " Du hast die Macht, deine OC's in die reale Welt zu bringen",
    " Du kannst in jeden Account eindringen, indem du einfach passwort als Passwort eingibst",
    " Du hast die Macht, Online-Spiele zu pausieren",
    " Alle Lebensmittel, die du isst, haben immer die optimale Temperatur, die du haben willst.",
    " Du kannst jetzt die S.P.E.C.I.A.L.-Werte aller Spieler sehen, einschließlich deiner eigenen (Stärke, Wahrnehmung, Ausdauer, Charisma, Intelligenz, Gewandtheit und Glück)",
    " Jedes Mal, wenn du an eine schlechte/peinliche Erinnerung denkst, verdienst du 1000 Dollar.",
    " Du bekommst maximalen Komfort beim Schlafen in jeder Position",
    " Jede Schusswaffe in deiner Hand hat unbegrenzte Munition und klemmt nie",
    " Jedes Mal, wenn Sie einschlafen, werden Sie den besten und lebendigsten Traum aller Zeiten erleben (einschließlich Nickerchen)",
    " Sie können einen Tag so oft wiederholen, wie Sie wollen, und Ihre Fehler korrigieren",
    " Sie können einen universellen Werbeblocker auf jedem Telefon oder Computer installieren, den Sie anfassen",
    " Wenn du aufs klo gehst hörst du kein splash sound"
  ]
}
