{
  "Useless_Powers": [
    " Every time you fart you become invisible",
    " After exactly 1000 failed attepts in a certain task, you get an unhunan boost that allows you to beat the current world record, by the smallest \"in competition\" messurable unit.",
    " Every time you throw a chair at someone’s head, you know the exact location of the nearest stick of butter.",
    " Whenever you stub your toe, you know the exact location of Queen Elizabeth for 12 seconds :)",
    " You can turn invisible, but only when nobody is looking.",
    " Every time you blink, you lose the ability to see until you open your eyes again.",
    " For every occurrence in which thee pleasures thyself whilst in the process of interacting with an electronic visual interface, thy wordsmithing abilities is incrementally augmented a thousandfold.",
    " You are invisible to all doors, faucets, soaps, paper towels and hand dryer sensors.",
    " Everytime you get sad, drops of water excrete from your eyes.",
    " You can add pedals to any wheelchair that a disabled person is using.",
    " You can kill everyone using one punch but you don't have hands",
    " You never have to pee again. But you always feel like you have to pee.",
    " Your toenails taste like cinnamon, but only to other people",
    " You are invisible but only to yourself",
    " You can hear anyone when they talk about you behind your back... but only when they are complementing your a$$",
    " You can undo the folding marks on any paper you unfold.",
    " Everytime you don't have enough money to buy something, you can spawn Elon Musk to buy it for you, but he forgot his wallet.",
    " You are able to watch any movie you want whenever you want, but all of the characters look like Danny DeVito.",
    " Every time you or someone near you says elephant, you summon an elephant but it has no legs",
    " Whenever wifi, bluetooth, or power goes out you’re allowed to use an audio outputting device to play music, but you can only play payphone by maroon5 (and yes it can loop)",
    " You are infinitely intelligent at the cost of losing the ability to talk, type or write (basically relay any information)",
    " You can turn yourself into a furniture.",
    " You know what time it is if you have a watch on your wrist",
    " You can listen to and understand animals but can't talk to them.",
    " You can change the composition of any star big than the nearest star by pointing at it.",
    " You can turn small amounts of water to lead when fully submerged in the ocean",
    " You have the ability to fly! But you’re scared of heights forever...",
    " You can chew two different flavors of gum at the same time without getting combining the flavors.",
    " You can go through walls but you can't get out",
    " Ever time you sneeze you turn invisible for 2 seconds",
    " Whenever you pick up a phone it will return to full charges, but it doesn't work on your own phone",
    " Being able to set yourself on fire, but you’re not resistant to fire, so the fire hurts when you do.",
    " When you sneeze, you have a 0.005% chance of causing a small explosion, you are harmed by it and everything else is fine",
    " Whenever you yawn summons 2 - 3 opened packets of any fast food condiment/sauce midair within a 15 meter radius.",
    " You glow in the dark but only when you close your eyes",
    " You can spawn any soda at will, but it will always be flat",
    " Every time bodily gases leave your body it makes the sound of a turbo",
    " You can turn your fingers into any type of gun, but you can’t never touch anyone or anything you don’t want to destroy",
    " You can enumerate all the numbers from 1 to a google in any order without losing track of any. You also know how to read them all.",
    " You can make balloons that are filled with helium go down.",
    " When you smell a fart, you can tell exactly who that fart belongs to",
    " You can unlock all the smartphones in the world but only if the owner is ok with it",
    " You have a glass that's filled infinite with water, but the water is always way too salty.",
    " You can always guess the first letter of whatever people is thinking on at the moment.",
    " When you get angry you get superhuman strenght that allows you to surpass your limits by 1%",
    " Everytime you try to sleep, a horn blares in your ear",
    " you can eat metal but only osmium",
    " You can summon any video game character you want, but only while using them in game. They are also confined inside the game, they cannot escape to reality. Releases when game ends (leaving, crashing, corrupted, you lose/win, etc.).",
    " You can swap places of two nearly identical objects on your sight.",
    " You can suck people into your butthole",
    " You have the power to telekinetically move spoons and nothing else",
    " When you open a door someone will spawn behind you",
    " Every time you turn on the fan it turns off",
    " Every time you wear glasses you don't see clearly"
  ],
  "Useful_Powers": [
    " Any damage taken is negated to the nearest rapist",
    " You can get as drunk or high as you want without any negative effects,only the positives.",
    " Any time you don’t understand something time freezes and David Attenborough explains how the thing works",
    " Every time you drink water, it tastes like 3am water.",
    " Everytime you stub your toe a girl of your dream in a maid suit seduces you",
    " You gain immortality but can choose to die whenever you please by saying “fuck this shit I’m out”",
    " If you yell “Kobe” before doing anything the success rate goes up by 84%",
    " Whenever you say “I wish I was better at that” you suddenly become 50% better at what you wished to become better at (stackable)",
    " Typing \"Password\" in to any account will let you in no matter who it is",
    " You never run out of comebacks, and can precisely predict any insults the other person is gonna say",
    " Every time you crack a finger you gain 5x power, speed, and intelligence for 10 minutes (stackable)",
    " You can mentally grab someone’s ip through a video game and subconsciously order an excessive amount of pineapple pizza to their house without spending a dime",
    " A siren blares in your head 1 minute before you’re about to get caught doing something you shouldn’t be doing",
    " Every time you say to yourself, “think think think.” you automatically think the best possible solution for whatever situation you’re in.",
    " You gain all the abilities and items from every single video game where you have at least one hour total playtime",
    " A 5 minute sleep is an equivalent of 8 hours of sleep",
    " You can get rid of people's addictions by just saying \"Get over it\"",
    " Once a week, you are allowed to make an announcement to the world that everyone hears telepathically.",
    " Any illness is diagnosed as just a Case of the Mondays. Next day, you're fine.",
    " Your chance of the person saying “yes” when you ask them out increases by 50%",
    " Every time you say Allahu Akbar in public the closest terrtorist to you dies in an instant",
    " If you dont like the way you look, you can go into a \"customization mode\" that lets you change anything and everything about your looks",
    " Anytime a girl touches you she is now 53% more attracted towards you",
    " You can eat infinite food without getting fat",
    " Any gun you touch has infinite ammo (video games included)",
    " You can summon a perfect version of any product: food, tech, chemicals, weapons, tools etc.",
    " Whenever you feel like playing a video game, a PS5/Xbox, or high end pc will appear and load up that game no matter where you are",
    " You become the last character you played as in any game for an hour(get abilitys, items, powers, ect.)",
    " You have a pocket dimension in your pockets, where you can grab any item that you want or need.",
    " If you are every attacked by anyone, Arthur Morgan will come out of nowhere and say \"your ok boah\". from then on, you will gain a western revolver, and your punching strength will be upped by 37%.",
    " You have an irl minecraft inventory, no weight limit, 64 per stack.",
    " You can change the color and pattern of your eyes",
    " You can make anything have the opposite effect of what was supposed to be",
    " Every time you you see something you want/need but dont want to pay for it you can summon Elon Musk to buy it for you",
    " You can control you're boner",
    " You can always lucid dream when you sleep",
    " Your burrito doesn’t fall apart",
    " You have a Life Navigator, in short, it shows you the goals you want to achieve. For example you want $1 million? here's the way, you want to impress the girl next door? here is the way to it and so on.",
    " Your pocket can hold 10 items no matter what size they are",
    " You can summon a raccoon henchmen that is capable of any task, including murder.",
    " For each bacteria in your body, you get 1 dollar a month transferred to your bank acc at the last day of the month",
    " You can recover from any injury, death included, on the condition that when questioned on it you say \"i got better\" and refuse to elaborate further.",
    " You own the rights to any word you want, then if someone says it you get 20$",
    " You gain 2000% strength for 15 seconds after being hit in the balls",
    " Whenever you feel like it you can enter your very own pocket dimension/universe",
    " You only need to watch one 10 minute YouTube totorial and you are now a master of the video's subject.",
    " Everytime you ask a girl out and they reject you become more handsome and smarter",
    " Any time you feel horny, and fantasize about someone they will instantly orgasm from your own imagination?",
    " Whenever you stare at someone for more than 5 seconds, they get sent into a dimension where they can eat as many doritos locos tacos from taco bell as they want. (they get kicked out in 8 mins, but they can leave whenever)",
    " You get all powers you upvote",
    " You can say “fuck this shit” and you automatically don’t have to do it anymore",
    " You are 100% silent when you tiptoe",
    " Every time you rage in a game, you become 15% better at it",
    " If you say \"ill try\" whatever you do will have a 99% chance of working",
    " When someone says “who asked”, One person spawns out of nowhere and says “I did” before disappearing!",
    " Everytime you see something and say \"Dang, that's too expensive.\" a random person buys it and gives it to you",
    " Your body no longer requires sleep, therefore it will perform at 100% without sleeping. However, choosing to sleep will give extra benefits (e.g. more energy, better focus, etc. and sleeping wont take your ability away).",
    " You get 3% smarter every time someone calls you dumb",
    " Each time someone compliments you a turtle will appear and give you a sandwich",
    " You can dowbload mods to your life",
    " Any question you ask is answered fully and truthfully by Universe, even if it isn't known by anybody on Earth",
    " Everytime you say trickshot in a game you will 100% always hit it",
    " Every time someone says \"who asked\" a random midget will then come out of their own shoe and say \"I asked\" in a Db voice and vanish and leave behind a random number of shits in their shoe.",
    " Your pockets have infinite inventory space.",
    " You get bitches",
    " Everytime you say you’re hungry an old lady will appear and give you an all-you-can-eat buffet",
    " Everytime you do a good deed, 1 million dollars is added in your bank account",
    " You have 9 lives, everytime you die you get ressurected before the events leading to your death",
    " You have the power to bring your OC's to the real world",
    " You can get into any account just by putting “password” as their password",
    " You have the power to pause online games",
    " All the food you eat is always at the optimal temperature you want it to be.",
    " You can now see everybody's S.P.E.C.I.A.L stats, including your own (Strength, Perception, Endurance, Charisma, Intelligence, Agility and Luck).",
    " Everytime you think of a bad/cringey memory, you earn 1000 dollars.",
    " You get maximum comfort when sleeping in any position",
    " Every firearm in your hand will have unlimited ammunition and will never jam",
    " Every time you go to sleep you will experience the best most vivid dream ever (including naps)",
    " You can replay a day as many times as you want, and fix your mistakes",
    " You can install a universal adblocker on any phone or computer you touch",
    " You can summon a random person to do any task you want",
    " When you poop there will be no sound!"
  ]
}
