{
  "Useless_Powers": [
    "Cada vez que te tiras un pedo te vuelves invisible.",
    "Después de exactamente 1000 intentos fallidos en una determinada tarea, obtienes un impulso inhumano que te permite romper el récord mundial actual, por la unidad medible más pequeña posible.",
    "Cada vez que arrojas una silla a la cabeza de alguien, sabes la ubicación exacta de la barra de mantequilla más cercana.",
    "Cada vez que te golpeas el dedo del pie, sabes la ubicación exacta de la reina Isabel durante 12 segundos :)",
    "Puedes volverte invisible, pero solo cuando nadie te esté mirando.",
    "Cada vez que parpadeas, pierdes la capacidad de ver hasta que vuelves a abrir los ojos.",
    "Por cada ocurrencia en la que te des placer mientras estás en el proceso de interactuar con una interfaz visual electrónica, tus habilidades de creación de palabras se incrementan mil veces.",
    "Eres invisible para todas las puertas, grifos, jabones, toallas de papel y sensores de secadores de manos.",
    "Cada vez que te pones triste, gotas de agua salen de tus ojos.",
    "Puedes agregar pedales a cualquier silla de ruedas que una persona con discapacidad esté utilizando.",
    "Tienes la capacidad para matar a todos con un solo puñetazo, pero no tienes manos.",
    "Nunca más tendrás que hacer pis, pero siempre sientes que tienes ganas de hacer pis.",
    "Tus uñas de los pies saben a canela, pero solo para otras personas.",
    "Eres invisible pero solo para ti mismo.",
    "Puedes escuchar a cualquiera cuando hablan de ti a tus espaldas... pero solo cuando están halagando tu culo.",
    "Puede deshacer las marcas de plegado en cualquier papel que despliegue.",
    "Cada vez que no tienes dinero suficiente para comprar algo, Elon Musk aparece para que te lo compre, pero olvida siempre su cartera.",
    "Puedes ver cualquier película que quieras cuando quieras, pero todos los personajes se parecen a Danny DeVito.",
    "Cada vez que tú o alguien cercano a ti dice elefante, invocas a un elefante, pero este no tiene patas.",
    "Cada vez que se corta el wifi, bluetooth o la energía, puedes usar un dispositivo de salida de audio para reproducir música, pero solo puedes reproducir Payphone de Maroon 5 (y sí, puede reproducirse en bucle).",
    "Eres infinitamente inteligente a costa de perder la capacidad de hablar, escribir en un teclado o escribir (básicamente transmitir cualquier información a otros).",
    "Puedes convertirte en un mueble.",
    "Sabes qué hora es si tienes un reloj en tu muñeca.",
    "Puedes escuchar y entender a los animales, pero no puedes hablar con ellos.",
    "Puedes cambiar la composición de cualquier estrella más grande que la estrella más cercana solo señalándola.",
    "Puedes convertir pequeñas cantidades de agua en plomo cuando está completamente sumergida en el océano.",
    "¡Tienes la habilidad de volar! Pero tienes miedo a las alturas para siempre...",
    "Puedes masticar dos sabores diferentes de chicle al mismo tiempo sin combinar los sabores.",
    "Puedes atravesar paredes, pero no puedes salir de ellas.",
    "Cada vez que estornudas te vuelves invisible por 2 segundos.",
    "Siempre que tomas un teléfono, se carga por completo, pero esto nunca funciona en tu propio teléfono.",
    "Eres capaz de prenderte fuego, pero no eres resistente al fuego, por eso duele cuando lo haces.",
    "Cuando estornudas, tienes un 0,005% de posibilidades de causar una pequeña explosión, te daña pero todo lo demás queda bien.",
    "Cada vez que bostezas, invocas 2-3 paquetes abiertos de cualquier condimento/salsa de comida rápida en el aire en un radio de 15 metros.",
    "Brillas en la oscuridad pero solo cuando cierras los ojos.",
    "Puedes generar cualquier bebida carbonatada, pero nunca tendrá gas.",
    "Cada vez que los gases corporales salen de tu cuerpo, hacen sonido de un turbo.",
    "Puedes convertir tus dedos en cualquier tipo de arma, pero nunca puedes tocar a nadie ni a nada que no quieras destruir.",
    "Puedes hacer que los globos que están llenos de helio bajen.",
    "Cuando hueles un pedo, puedes saber exactamente de quién es ese pedo.",
    "Puedes desbloquear todos los smartphones del mundo, pero solo si el propietario está de acuerdo.",
    "Tienes un vaso lleno de agua hasta el infinito, pero el agua siempre está demasiado salada.",
    "Puedes adivinar la primera letra de lo que sea que la gente esté pensando en ese momento.",
    "Cuando te enfadas obtienes una fuerza sobrehumana que te permite superar tus límites en un 1%.",
    "Cada vez que intentas dormir, una bocina suena en tu oído.",
    "Puedes comer metal, pero solo osmio.",
    "Puedes invocar a cualquier personaje de videojuego que quieras, pero solo mientras lo usas en un juego. También está confinado dentro del juego, no puede escapar a la realidad. Se libera cuando finaliza el juego (se va, falla, se corrompe, pierdes/ganas, etc.).",
    "Puedes intercambiar lugares de dos objetos casi idénticos.",
    "Puedes chupar gente hasta tu ano.",
    "Tienes el poder de mover cucharas telequinéticamente y nada más.",
    "Cuando abres una puerta, alguien aparecerá detrás de ti.",
    "Cada vez que enciendes el ventilador, se apaga.",
    "Cuando usas gafas no puedes ver bien."
  ],
  "Useful_Powers": [
    "Cualquier daño que recibas se transfiere al violador más cercano.",
    "Puedes emborracharte o drogarte tanto como quieras sin ningún efecto negativo, solo los positivos.",
    "Cada vez que no entiendes algo, el tiempo se congela y David Attenborough te explica cómo funciona.",
    "Cada vez que bebes agua, sabe como el agua que bebes a las 3am.",
    "Cada vez que te golpeas el dedo del pie, la chica de tus sueños, con un traje de sirvienta, te seduce.",
    "Obtienes la inmortalidad, pero puedes elegir morir cuando quieras diciendo “fuck this shit I’m out”.",
    "Si gritas “Kobe” antes de hacer nada, la tasa de éxito aumenta en un 84%.",
    "Cada vez que dices “Desearía ser mejor en eso”, de repente te vuelves un 50% mejor en lo que deseabas mejorar (acumulable).",
    "Escribir “contraseña” en cualquier cuenta te permitirá entrar sin importar quién sea.",
    "Nunca te quedas sin respuestas y puedes predecir con precisión cualquier insulto que la otra persona vaya a decir.",
    "Cada vez que haces crujir un dedo, obtienes 5x más potencia, velocidad e inteligencia durante 10 minutos (acumulable).",
    "Puedes tomar mentalmente la IP de alguien a través de un videojuego y ordenar inconscientemente una cantidad excesiva de pizza de piña a su casa sin gastar un centavo.",
    "Una sirena suena en tu cabeza 1 minuto antes de que te atrapen haciendo algo que no deberías estar haciendo.",
    "Cada vez que te dices a ti mismo “piensa, piensa, piensa”, automáticamente piensas en la mejor solución posible para cualquier situación en la que te encuentres.",
    "Obtienes todas las habilidades y elementos de cada videojuego en el que tienes al menos una hora de tiempo total de juego.",
    "5 minutos de sueño equivalen a 8 horas de sueño.",
    "Puedes deshacerte de las adicciones de las personas simplemente diciendo “Supéralo”.",
    "Una vez a la semana, se te permite hacer un anuncio al mundo que todos escuchan telepáticamente.",
    "Cualquier enfermedad se diagnostica simplemente como un “síndrome de los lunes”. Al día siguiente, estás bien.",
    "La probabilidad de que la persona diga “sí” cuando la invites a salir aumenta en un 50%.",
    "Si no te gusta cómo te ves, puedes entrar en un “modo de personalización” que te permite cambiar cualquier cosa sobre tu apariencia.",
    "Cada vez que una chica te toca, ahora se siente un 53% más atraída hacia ti.",
    "Puedes comer alimentos ilimitados sin engordar.",
    "Cualquier arma que toques tiene munición infinita (videojuegos incluidos).",
    "Puedes invocar una versión perfecta de cualquier producto: alimentos, tecnología, productos químicos, armas, herramientas, etc.",
    "Cada vez que tengas ganas de jugar un videojuego, aparecerá una PS5/Xbox o una computadora de gama alta y cargará ese juego sin importar dónde te encuentres.",
    "Te conviertes en el último personaje que jugaste en cualquier juego durante una hora (obtienes habilidades, objetos, poderes, act.)",
    "Tienes una dimensión de bolsillo en tus bolsillos, donde puedes agarrar cualquier artículo que quieras o necesites.",
    "Si alguna vez alguien te ataca, Arthur Morgan aparecerá de la nada y dirá \"estás bien boah\". A partir de ese momento, obtendrás un revólver occidental y tu fuerza de golpe aumentará en un 37%.",
    "Tienes un inventario de Minecraft en la vida real, sin límite de peso, 64 por pila.",
    "Puedes cambiar el color y el patrón de tus ojos.",
    "Puedes hacer que cualquier cosa tenga el efecto contrario de lo que se suponía que tería.",
    "Cada vez que veas algo que quieres/necesitas pero no quieres pagar por ello, puedes invocar a Elon Musk para que te lo compre.",
    "Puedes tener un sueño lúcido cuando duermes siempre que quieras.",
    "Tu burrito no se desmorona.",
    "Tienes un Life Navigator, que te muestra las metas que quieres alcanzar. Por ejemplo, ¿quieres $1 millón? Aquí está el camino. ¿Quieres impresionar a una chica? Aquí está la manera de hacerlo y así sucesivamente.",
    "Tu bolsillo puede contener 10 artículos, sin importar el tamaño que tengan.",
    "Puedes invocar a un mapache que es capaz de cualquier tarea, incluido el asesinato.",
    "Por cada bacteria en tu cuerpo, obtienes $1 al mes transferido a tu cuenta bancaria el último día del mes.",
    "Puedes recuperarte de cualquier lesión, incluida la muerte, con la condición de que cuando te pregunten al respecto digas \"Mejoré\" y te niegues a dar más detalles.",
    "Tienes los derechos de cualquier palabra que quieras, luego, si alguien la dice, obtienes $20.",
    "Obtienes un 2000% de fuerza durante 15 segundos después de recibir un golpe en las bolas.",
    "Siempre que lo desees, puedes ingresar a tu propia dimensión/universo de bolsillo.",
    "Solo necesitas ver un tutorial de 10 minutos en YouTube y dominas el tema del video.",
    "Cada vez que invitas una chica a salir y ella te rechaza te vuelves más guapo e inteligente.",
    "Cada vez que miras a alguien por más de 5 segundos, lo envías a una dimensión donde puede comer tantos tacos doritos locos de Taco Bell como quiera (son expulsados en 8 minutos, pero pueden irse cuando quieran).",
    "Obtienes todos los poderes en que les das upvote.",
    "Puedes decir “fuck this shit” y automáticamente no tienes que volver a hacerlo.",
    "Eres 100% silencioso cuando andas de puntillas.",
    "Cada vez que te enfureces en un juego, te vuelves un 15% mejor en él.",
    "Si dices “lo intentaré”, cualquier cosa que hagas tendrá un 99% de posibilidades de funcionar.",
    "Cuando alguien dice “¿Quién te preguntó?”, una persona aparece de la nada y dice “Yo lo hice” antes de desaparecer.",
    "Cada vez que ves algo y dices “Diablos, eso es demasiado caro“, una persona al azar lo compra y te lo da.",
    "Tu cuerpo ya no necesita dormir, por lo que rendirá al 100% sin dormir. Sin embargo, elegir dormir le brindará beneficios adicionales (por ejemplo, más energía, mejor concentración, etc.).",
    "Te vuelves un 3% más inteligente cada vez que alguien te llama tonto.",
    "Cada vez que alguien te felicite, aparecerá una tortuga y te dará un bocadillo.",
    "Puedes descargar mods para tu vida.",
    "Cualquier pregunta que hagas es respondida completa y verazmente por el universo, incluso si nadie en la Tierra la conoce.",
    "Cada vez que digas “trickshot” en un juego, siempre lo acertarás al 100%.",
    "Cada vez que alguien diga “¿Quién te preguntó?”, un enano al azar saldrá de su propio zapato y dirá “Yo pregunté“ con voz Db y desaparecerá y dejará atrás un número aleatorio de mierda en su zapato.",
    "Tus bolsillos tienen espacio de inventario infinito.",
    "Cada vez que digas que tienes hambre, aparecerá una anciana y te dará un buffet de todo lo que puedas comer.",
    "Cada vez que haces una buena acción, se agrega $1 millón en tu cuenta bancaria.",
    "Tienes 9 vidas, cada vez que mueres resucitas antes de los eventos que conducen a tu muerte.",
    "Tienes el poder de llevar tus OC al mundo real.",
    "Puedes ingresar a cualquier cuenta simplemente escribiendo “password” como su contraseña.",
    "Tienes el poder de pausar los juegos online.",
    "Toda la comida que comes está siempre a la temperatura óptima que quieres que esté.",
    "Ahora puedes ver las estadísticas S.P.E.C.I.A.L de todos, incluidas las tuyas (Strength, Perception, Endurance, Charisma, Intelligence, Agility, Luck).",
    "Cada vez que piensas en un recuerdo malo o vergonzoso, ganas $1000.",
    "Obtienes la máxima comodidad al dormir en cualquier posición.",
    "Cada arma de fuego en tu mano tendrá munición ilimitada y nunca se atascará.",
    "Cada vez que te vayas a dormir, experimentarás el mejor y más vívido sueño de todos (incluyendo siestas).",
    "Puedes repetir un día tantas veces como quieras y corregir tus errores.",
    "Puedes instalar un bloqueador de anuncios universal en cualquier teléfono o computadora en que toques.",
    "Puedes invocar a una persona al azar para hacer cualquier tarea que quieras.",
    "¡Cuando hagas caca nunca habrá sonido!"
  ]
}
