{
    "General": [
      "Preferisci accettare un aiuto o occuparti delle cose da solo?",
      "Preferiresti che tutti i dispositivi elettrici smettessero misteriosamente di funzionare (forse per sempre) o che i governi del mondo fossero gestiti solo da persone in piena pubertà?",
      "Preferisci avere sempre la sensazione che qualcuno ti segua, ma non c'è nessuno, o avere sempre la sensazione che qualcuno ti osservi, anche se non c'è nessuno?",
      "Preferiresti avere sempre un corpo fantastico per tutta la vita ma un'intelligenza leggermente inferiore alla media o avere un corpo mediocre per tutta la vita ma un'intelligenza leggermente superiore alla media?",
      "Preferiresti avere sempre un taglio di capelli mullet o un taglio di capelli a coda di cavallo?",
      "Preferiresti sapere sempre esattamente che ora è o sapere sempre in che direzione sei rivolto?",
      "Preferiresti vivere sempre a 15 km da dove sei nato o non poterti mai stabilire in un posto per più di un anno?",
      "Preferiresti essere un campione di bowling o di curling?",
      "Preferiresti essere un artista o un fotografo famoso?",
      "Preferiresti essere un famoso astronauta o un famoso scienziato?",
      "Preferiresti essere un famoso astronomo o un famoso fisico?",
      "Preferiresti essere un atleta famoso o un allenatore famoso?",
      "Preferiresti essere un famoso atleta o un famoso politico?",
      "Preferiresti essere un famoso chef o un famoso cantante?",
      "Preferiresti essere un famoso chef o un famoso scrittore?",
      "Preferiresti essere un famoso comico o un famoso mago?",
      "Preferiresti essere una famosa ballerina o una famosa ginnasta?",
      "Preferiresti essere un famoso esploratore o un famoso archeologo?",
      "Preferiresti essere un famoso stilista o un famoso parrucchiere?",
      "Preferiresti essere un famoso stilista di moda o un famoso designer di interni?",
      "Preferiresti essere un famoso inventore o un famoso ingegnere?",
      "Preferiresti essere un famoso musicista o un famoso DJ?",
      "Preferiresti essere un musicista famoso o un attore famoso?",
      "Preferiresti essere un famoso poeta o un famoso drammaturgo?",
      "Preferiresti essere un famoso pilota di auto da corsa o un famoso pilota acrobatico?",
      "Preferiresti essere un famoso scrittore o un famoso illustratore?",
      "Preferiresti essere un re o un cavaliere?",
      "Preferiresti essere un medico praticante o un ricercatore medico?",
      "Preferiresti essere un atleta professionista o un artista professionista?",
      "Preferisci essere un supereroe o un supercattivo?",
      "Preferisci essere un supereroe o un mago?",
      "Preferiresti essere un supereroe con super intelligenza o super agilità?",
      "Preferiresti essere un supereroe con la capacità di controllare il fuoco o la capacità di controllare il ghiaccio?",
      "Preferiresti essere un supereroe con la capacità di controllare il tempo o la capacità di controllare lo spazio?",
      "Preferiresti essere un supereroe con il potere del volo o con il potere dell'invisibilità?",
      "Preferiresti essere un supereroe con il potere del superudito o con il potere della supervista?",
      "Preferiresti essere un supereroe con il potere della super intelligenza o con quello della telepatia?",
      "Preferiresti essere un supereroe con il potere della supervelocità o della superforza?",
      "Preferiresti essere un supereroe con il potere della superforza o della supervelocità?",
      "Preferiresti essere un supereroe con il potere del teletrasporto o con quello della telecinesi?",
      "Preferiresti poter respirare sott'acqua o camminare sulla lava?",
      "Preferiresti essere in grado di controllare gli animali (ma non gli esseri umani) con la tua mente o di controllare l'elettronica con la tua mente?",
      "Preferiresti essere in grado di schivare qualsiasi cosa, indipendentemente dalla velocità con cui si muove, o poter fare tre domande qualsiasi e ricevere una risposta precisa?",
      "Preferiresti poter volare o essere invisibile?",
      "Preferiresti poter andare gratis in qualsiasi parco a tema del mondo per il resto della tua vita o mangiare gratis in qualsiasi ristorante drive-through per il resto della tua vita?",
      "Preferiresti essere in grado di vedere 10 minuti nel tuo futuro o 10 minuti nel futuro di chiunque altro?",
      "Preferiresti poter rallentare il tempo del 10% o saltare tre volte più in alto di adesso?",
      "Preferiresti essere in grado di leggere velocemente o di parlare a una velocità incredibile?",
      "Preferiresti essere in grado di teletrasportarti ovunque o di leggere nel pensiero?",
      "Preferiresti poterti teletrasportare o viaggiare nel tempo?",
      "Preferiresti essere un pittore straordinario o un brillante matematico?",
      "Preferiresti essere un personaggio poco importante nell'ultimo film che hai visto o un personaggio poco importante nell'ultimo libro che hai letto?",
      "Preferiresti essere un centauro al contrario o una sirena/uomo al contrario?",
      "Preferiresti rinascere nello stesso paese o in un altro a tua scelta?",
      "Preferiresti essere ricoperto di pelliccia o di squame?",
      "Preferiresti essere famoso quando sei vivo e dimenticato quando muori o sconosciuto quando sei vivo ma famoso dopo la morte?",
      "Preferiresti essere fantastico nell'andare a cavallo o fantastico nel guidare le moto da cross?",
      "Preferisci essere temuto da tutti o amato da tutti?",
      "Preferiresti parlare correntemente in legalese o correntemente in francese?",
      "Preferiresti essere costretto a mangiare solo cibo piccante o solo cibo incredibilmente insipido?",
      "Preferiresti essere costretto a parlare con un unico accento diverso non scelto da te per sempre o parlare con un accento diverso a caso ogni volta che ti svegli per un anno?",
      "Preferiresti ricevere un PC da gioco di alto livello o un computer Apple di alto livello? Entrambi hanno lo stesso prezzo.",
      "Preferiresti essere insultato da Gordon Ramsay per 10 secondi o ricevere messaggi illimitati da Donald Trump per 10 giorni?",
      "Preferiresti essere chiuso in una stanza costantemente buia per una settimana o in una stanza costantemente luminosa per una settimana?",
      "Preferiresti essere perso nei boschi di una montagna per un anno o bloccato su un'isola tropicale per un anno?",
      "Preferiresti essere sposato con un 10 con una pessima personalità o con un 6 con una personalità straordinaria?",
      "Preferiresti essere povero e fare un lavoro che ami o ricco e fare un lavoro che odi?",
      "Preferiresti essere rinchiuso in un carcere federale di massima sicurezza con i criminali più duri per un anno o in un carcere relativamente rilassato dove sono detenuti i tipi di Wall Street per dieci anni?",
      "Preferiresti essere colpito in faccia da un pesce o essere preso a pernacchie?",
      "Preferiresti avere così tanta paura delle altezze da non poter andare al secondo piano di un edificio o avere così tanta paura del sole da poter uscire di casa solo nei giorni di pioggia?",
      "Preferiresti essere la migliore attrice o cantante del mondo?",
      "Preferiresti essere trasportato per sempre 500 anni nel futuro o 500 anni nel passato?",
      "Preferiresti diventare due volte più forte quando hai entrambe le dita nelle orecchie o strisciare due volte più velocemente di quanto riesci a correre?",
      "Preferiresti sbattere le palpebre al doppio della velocità normale o non poterle sbattere per 5 minuti e doverle chiudere per 10 secondi ogni 5 minuti?",
      "Preferiresti fare qualcosa che ami e guadagnare quanto basta per tirare avanti o fare qualcosa che odi ma guadagnare miliardi di dollari?",
      "Preferiresti mangiare un piccione morto o una colomba morta?",
      "Preferisci mangiare un panino al ketchup o un panino alla Siracha?",
      "Preferiresti mangiare un verme vivo o un verme morto?",
      "Preferiresti mangiare un uovo con dentro un pollo mezzo formato o mangiare dieci cavallette cotte?",
      "Preferiresti che ogni camicia che indossi fosse un po' pruriginosa o che potessi usare solo carta igienica a 1 velo?",
      "Preferiresti che ogni terzo pensiero che hai fosse ad alta voce o che non fossi mai solo, qualunque cosa tu stia facendo?",
      "Preferiresti che tutti ascoltassero musica e podcast senza cuffie o che tutti fossero irragionevolmente orgogliosi della loro flatulenza e del loro odore corporeo?",
      "Preferiresti che tutto ciò che sogni ogni notte si avverasse al tuo risveglio o che tutto ciò che una persona scelta a caso sogna ogni notte si avverasse al suo risveglio?",
      "Preferiresti lottare per una causa in cui credi, ma che dubiti possa avere successo, o lottare per una causa in cui credi solo in parte, ma che ha un'alta probabilità di successo?",
      "Preferiresti trovare il vero amore per un anno o vivere una relazione stantia per 100 anni?",
      "Preferiresti ricevere una valigia con 10.000 dollari o una valigia con il 50/50 di possibilità di avere 1.000 o 50.000 dollari?",
      "Preferiresti avere un biglietto aereo internazionale di andata e ritorno gratuito ogni anno o poter volare gratis in qualsiasi momento sul territorio nazionale?",
      "Preferiresti farti estrarre il dente del giudizio o farti fare un piercing alle chiappe?",
      "Preferiresti rinunciare a tutte le bevande, tranne l'acqua, o rinunciare a mangiare qualsiasi cosa sia stata cotta in un forno?",
      "Preferiresti tornare all'età di 5 anni con tutto quello che sai ora o sapere ora tutto quello che imparerà il tuo futuro?",
      "Preferiresti andare nel passato e incontrare i tuoi antenati o andare nel futuro e incontrare i tuoi trisnipoti?",
      "Preferisci andare in un bar, in un club, a una festa in casa per divertirti o rimanere a casa per una tranquilla cena in TV?",
      "Preferiresti andare in prigione per 4 anni per qualcosa che non hai fatto o farla franca per qualcosa di orribile che hai fatto ma vivere sempre nella paura di essere scoperto?",
      "Preferiresti avere una scatola di Lego senza fondo o un serbatoio di benzina senza fondo?",
      "Preferiresti avere una casa completamente automatizzata o un'auto a guida autonoma?",
      "Preferiresti avere un sistema di giustizia penale che funzioni davvero e sia equo o un ramo amministrativo privo di corruzione?",
      "Preferiresti avere un'orribile memoria a breve termine o un'orribile memoria a lungo termine?",
      "Preferiresti avere una coda di cavallo o un corno di unicorno?",
      "Preferiresti avere un giardino magico o una foresta magica?",
      "Preferiresti avere una villa o uno yacht?",
      "Preferiresti avere una mappa che ti mostra la posizione di qualsiasi cosa tu voglia trovare e che può essere utilizzata più volte, ma con un margine di errore fino a cinque miglia, oppure un dispositivo che ti permette di trovare la posizione di qualsiasi cosa tu voglia con una precisione incredibile, ma che può essere utilizzato solo tre volte?",
      "Preferiresti avere un nuovo paio di scarpe costose o un paio di occhiali da sole costosi?",
      "Preferiresti avere una bicicletta da un centesimo o un monociclo come unica forma di trasporto oltre a camminare?",
      "Preferiresti avere un orso domestico o un lupo domestico?",
      "Preferiresti avere un gatto o un cane da compagnia?",
      "Preferiresti avere un cervo o un alce da compagnia?",
      "Preferiresti avere un dinosauro da compagnia o uno pterodattilo da compagnia?",
      "Preferiresti avere un drago da compagnia o un unicorno da compagnia?",
      "Preferiresti avere una libellula o una farfalla da compagnia?",
      "Preferiresti avere un elefante da compagnia o una giraffa da compagnia?",
      "Preferiresti avere un furetto o un riccio da compagnia?",
      "Preferiresti avere un pesce da compagnia o una tartaruga da compagnia?",
      "Preferiresti avere un fenicottero o un pavone da compagnia?",
      "Preferiresti avere un'oca da compagnia o un'anatra da compagnia?",
      "Preferiresti avere un cavallo o una mucca da compagnia?",
      "Preferiresti avere un canguro o un koala da compagnia?",
      "Preferiresti avere un leone o una tigre da compagnia?",
      "Preferiresti avere una scimmia o un pappagallo da compagnia?",
      "Preferiresti avere una lontra o un castoro da compagnia?",
      "Preferiresti avere un gufo da compagnia o un falco da compagnia?",
      "Preferiresti avere un pappagallo da compagnia o un'ara da compagnia?",
      "Preferiresti avere un pinguino da compagnia o una foca da compagnia?",
      "Preferiresti avere un coniglio domestico o un criceto domestico?",
      "Preferiresti avere uno squalo da compagnia o un delfino da compagnia?",
      "Preferiresti avere una puzzola che ti spruzza una volta al mese o un porcospino che ti punge una volta al mese?",
      "Preferiresti avere un serpente o una lucertola da compagnia?",
      "Preferiresti avere un serpente o un ragno da compagnia?",
      "Preferiresti avere uno scoiattolo domestico o uno scoiattolo domestico?",
      "Preferiresti avere un superpotere in grado di controllare il fuoco o l'acqua?",
      "Preferiresti avere un superpotere di superforza o di supervelocità?",
      "Preferiresti che tutti i cani cercassero di attaccarti quando ti vedono o che tutti gli uccelli cercassero di attaccarti quando ti vedono?",
      "Preferiresti che tutti i semafori a cui ti avvicini fossero verdi o che non dovessi mai più fare la fila?",
      "Preferiresti che tutti i tuoi vestiti calzassero alla perfezione o avere il cuscino, le coperte e le lenzuola più comode che esistano?",
      "Preferiresti avere un dito in più o un dito in più?",
      "Preferiresti avere un naso dalla forma strana o delle orecchie dalla forma strana?",
      "Preferiresti avere labbra screpolate che non guariscono mai o una terribile forfora che non può essere curata?",
      "Preferiresti avere capelli di spaghetti commestibili che ricrescono ogni notte o sudore (non dolce) di sciroppo d'acero?",
      "Preferiresti che tutto quello che c'è sul tuo telefono in questo momento (cronologia di navigazione, foto, ecc.) fosse reso pubblico a chiunque cerchi il tuo nome o non usare mai più un telefono cellulare?",
      "Preferiresti che tutto ciò che mangi fosse troppo salato o che non fosse abbastanza salato, indipendentemente dalla quantità di sale che aggiungi?",
      "Preferisci avere buoni voti o essere bravo nello sport?",
      "Preferiresti avere una visione a infrarossi che puoi attivare/disattivare a piacimento o una visione telescopica 20x normale?",
      "Preferiresti avere peli del corpo fuori controllo o un odore corporeo forte e pungente?",
      "Preferiresti avere una pelle che cambia colore in base alle tue emozioni o dei tatuaggi che appaiono su tutto il corpo e che raffigurano ciò che hai fatto ieri?",
      "Preferiresti che qualcuno si spacciasse per te e facesse cose davvero straordinarie di cui ti prendi il merito o che trovassi ogni giorno dei soldi nascosti in posti strani in tutta la tua casa, senza riuscire a capire da dove provengano o come facciano ad arrivare lì?",
      "Preferiresti avere la capacità di comunicare con gli animali o la capacità di parlare fluentemente qualsiasi lingua?",
      "Preferiresti avere la capacità di diventare invisibile o quella di diventare intangibile?",
      "Preferiresti avere l'olfatto di un cane o vedere più colori nello spettro elettromagnetico come una mantide?",
      "Preferiresti che l'unica bevanda che puoi bere sia l'acqua o che l'unico cibo che puoi mangiare sia un'insalata?",
      "Preferiresti avere il potere di controllare la natura o il potere di controllare il tempo?",
      "Preferiresti avere il potere di creare qualsiasi cosa con la tua immaginazione o il potere di dare vita a oggetti inanimati?",
      "Preferiresti avere il potere di parlare con i morti o quello di parlare con gli animali?",
      "Preferiresti dover mangiare un barattolo di marmellata al giorno per 10 anni o non poter più mangiare pane per 20 anni?",
      "Preferiresti dover leggere ad alta voce ogni parola che leggi o cantare tutto ciò che dici ad alta voce?",
      "Preferiresti avere a disposizione quantità illimitate di qualsiasi materiale per costruire una casa, ma doverla costruire da solo, oppure affidare a un famoso architetto la progettazione e la costruzione di una casa modesta?",
      "Preferisci che qualsiasi cosa tu stia pensando appaia sopra la tua testa perché tutti la vedano o che tutto ciò che fai venga trasmesso in diretta streaming perché tutti lo vedano?",
      "Preferiresti avere la casa completamente rivestita di moquette o completamente piastrellata?",
      "Preferiresti ereditare 20 milioni di dollari al compimento dei 18 anni o passare il tempo a guadagnarne 50 con il tuo duro lavoro?",
      "Preferiresti che fosse impossibile svegliarti per 11 ore di fila ogni giorno, ma che ti svegliassi sentendoti benissimo, oppure che ti svegliassi normalmente ma non ti sentissi mai completamente riposato?",
      "Preferisci che piovano marshmallow o birilli?",
      "Preferiresti sapere quanto sei al di sopra o al di sotto della media in tutto o sapere quanto le persone sono al di sopra o al di sotto della media in un'abilità/talento solo guardandole?",
      "Preferisci conoscere i segreti del mondo o vivere nell'ignoranza per sempre?",
      "Preferiresti sapere quando morirai o come morirai? (Non puoi cambiare l'ora o il metodo della tua morte).",
      "Preferiresti vivere a New York o a Londra?",
      "Preferiresti vivere in una grotta o in una casa sull'albero?",
      "Preferiresti vivere in un paese con più regole e aspettative sociali, più sicuro e organizzato, o in un paese con meno regole e aspettative sociali, più pericoloso e caotico?",
      "Preferiresti vivere in una casa incredibilmente unica e bella ma semplice all'interno o in una casa incredibilmente unica e bella all'interno ma semplice all'esterno?",
      "Preferiresti vivere in una casa con pareti trasparenti in città o nella stessa casa trasparente ma nel mezzo di una foresta lontana dalla civiltà?",
      "Preferiresti vivere in una bella casa in una città noiosa o in una casa malfamata in una città eccitante?",
      "Preferiresti vivere in una vera casa stregata o nel bel mezzo di un dolce?",
      "Preferiresti vivere in una casa sull'albero o in un castello?",
      "Preferiresti vivere in un'utopia come persona normale o in una distopia in cui sei il sovrano supremo?",
      "Preferiresti vivere in un mondo di curve morbide senza angoli acuti o in un mondo di soli angoli acuti e nessuna curva? Supponendo che gli esseri umani mantengano la forma attuale.",
      "Preferiresti vivere in un mondo in cui tutti fossero sempre onesti o in un mondo in cui tutti fossero sempre gentili?",
      "Preferiresti vivere in un mondo in cui tutto è sempre prevedibile o in un mondo in cui tutto può accadere?",
      "Preferiresti vivere in un mondo in cui puoi avere qualsiasi lavoro tu voglia o in un mondo in cui puoi vivere ovunque tu voglia?",
      "Preferiresti vivere in un mondo in cui puoi vedere il futuro o in un mondo in cui puoi viaggiare indietro nel tempo?",
      "Preferiresti vivere in un mondo con istruzione gratuita per tutti o con assistenza sanitaria gratuita per tutti?",
      "Preferiresti vivere in un mondo con la magia o in un mondo con la tecnologia avanzata?",
      "Preferiresti vivere in un mondo senza dolore o in un mondo senza paura?",
      "Preferiresti vivere in un mondo senza segreti o in un mondo senza bugie?",
      "Preferiresti vivere in un mondo senza guerre o in un mondo senza povertà?",
      "Preferiresti vivere in un mondo in cui i robot fanno tutti i lavori o in un mondo senza alcuna tecnologia?",
      "Preferiresti vivere in un mondo con i robot o in un mondo con gli alieni?",
      "Preferiresti vivere in un mondo con cibo illimitato o con acqua pulita illimitata?",
      "Preferiresti vivere in un mondo con cibo o acqua illimitati?",
      "Preferiresti vivere in un mondo con felicità illimitata o con conoscenza illimitata?",
      "Preferiresti vivere in un mondo con denaro o tempo illimitati?",
      "Preferiresti vivere in un mondo senza libri o in un mondo senza musica?",
      "Preferiresti vivere in un mondo senza auto o in un mondo senza aerei?",
      "Preferiresti vivere in un mondo senza auto o in un mondo senza treni?",
      "Preferiresti vivere in un mondo senza cioccolato o in un mondo senza gelato?",
      "Preferiresti vivere in un mondo senza elettricità o in un mondo senza gas e petrolio?",
      "Preferiresti vivere in un mondo senza internet o in un mondo senza elettricità?",
      "Preferiresti vivere in un mondo senza carne o in un mondo senza zucchero?",
      "Preferiresti vivere in un mondo senza soldi o in un mondo senza leggi?",
      "Preferiresti vivere in un mondo senza musica o in un mondo senza film?",
      "Preferiresti vivere in un mondo senza dolore o in un mondo senza tristezza?",
      "Preferiresti vivere in un mondo senza telefoni o in un mondo senza TV?",
      "Preferiresti vivere in un mondo senza pizza o in un mondo senza hamburger?",
      "Preferiresti vivere in un mondo senza inquinamento o in un mondo senza criminalità?",
      "Preferiresti vivere in un mondo senza social media o in un mondo senza email?",
      "Preferiresti vivere in un mondo senza tecnologia o in un mondo senza libri?",
      "Preferiresti vivere in un mondo senza traffico o in un mondo senza code?",
      "Preferiresti vivere in un mondo senza traffico o in un mondo senza inquinamento?",
      "Preferiresti vivere in un mondo senza armi o in un mondo senza carceri?",
      "Preferiresti vivere in un mondo senza inverno o in un mondo senza estate?",
      "Preferiresti vivere nella natura selvaggia lontano dalla civiltà senza alcun contatto umano o vivere per le strade di una città come un senzatetto?",
      "Preferiresti vivere fino a 200 anni ma avere l'aspetto di chi ne ha 200 per tutto il tempo anche se sei in salute o avere l'aspetto di chi ne ha 25 fino alla morte a 65 anni?",
      "Preferiresti vivere senza acqua calda per docce/bagni o senza lavatrice?",
      "Preferiresti vivere tutta la tua vita in una realtà virtuale dove tutti i tuoi desideri vengono esauditi o nel normale mondo reale?",
      "Preferiresti perdere tutti i soldi che hai guadagnato quest'anno o perdere tutti i ricordi che hai acquisito quest'anno?",
      "Preferiresti perdere tutti i tuoi soldi e i tuoi oggetti di valore o tutte le foto che hai scattato?",
      "Preferiresti perdere i tre beni che ti sono più cari o perdere tutto il resto tranne quei tre beni?",
      "Preferiresti padroneggiare uno strumento musicale o avere una memoria fotografica?",
      "Preferiresti non poter più bere acqua o poterla bere soltanto?",
      "Preferiresti non poter mai mangiare carne o non poter mai mangiare verdure?",
      "Preferiresti non tagliarti mai più con la carta o non incastrare mai più qualcosa tra i denti?",
      "Preferiresti non arrabbiarti mai o non essere mai invidioso?",
      "Preferiresti non dover più pulire il bagno o non dover più lavare i piatti?",
      "Preferiresti non dover mai più lavorare o non dover mai più dormire (non ti sentirai stanco e non avrai effetti negativi sulla salute)?",
      "Preferiresti non poter aprire nessuna porta chiusa (bloccata o non bloccata) o non poter chiudere nessuna porta aperta?",
      "Preferiresti poter avere un solo figlio o doverne avere sette?",
      "Preferiresti poter indossare solo scarpe da clown o non poter indossare nessuna scarpa?",
      "Preferiresti essere in debito con qualcuno di un sacco di soldi o di un grosso favore?",
      "Preferiresti viaggiare a caso nel tempo di +/- 20 anni ogni volta che scoreggi o teletrasportarti in un luogo diverso della terra (sulla terra, non sull'acqua) ogni volta che starnutisci?",
      "Preferiresti ricordare ogni singola cosa accaduta negli ultimi 10 anni della tua vita o sapere cosa farai nei prossimi 10 mesi senza poterlo cambiare?",
      "Preferiresti vedere cosa c'è dietro ogni porta chiusa o essere in grado di indovinare la combinazione di ogni cassaforte al primo tentativo?",
      "Preferisci risolvere i problemi del mondo o vivere la tua vita senza preoccuparti dei problemi del mondo?",
      "Preferiresti passare due anni con la tua anima gemella per poi vederla morire e non amarla mai più o passare la tua vita con una persona carina per la quale ti sei accontentato?",
      "Preferiresti stare in una di quelle vasche di deprivazione sensoriale per un giorno o in una stanza progettata per la sovrastimolazione per un giorno?",
      "Preferiresti essere eletto improvvisamente senatore o diventare improvvisamente amministratore delegato di una grande azienda? (Non avrai più conoscenze su come svolgere l'uno o l'altro lavoro rispetto a quelle che hai adesso).",
      "Preferiresti un gusto super sensibile o un udito super sensibile?",
      "Preferiresti fare una vacanza da sogno pagata ogni anno per un mese o avere il lavoro dei tuoi sogni?",
      "Preferiresti parlare come Yoda o respirare come Darth Vader per il resto della tua vita?",
      "Preferisci usare l'acqua bollente come collirio o fare i gargarismi con il latte acido?",
      "Preferiresti vomitare in modo incontrollato per un minuto ogni volta che senti la canzone di buon compleanno o avere un mal di testa che dura per il resto della giornata ogni volta che vedi un uccello (anche in foto o in un video)?",
      "Preferiresti svegliarti come una nuova persona a caso ogni anno e averne il pieno controllo per tutto l'anno o una volta a settimana passare un giorno dentro uno sconosciuto senza averne il controllo?",
      "Preferiresti svegliarti nel bel mezzo di un deserto sconosciuto o svegliarti in una barca a remi su uno specchio d'acqua sconosciuto?",
      "Preferiresti guardare un film senza snack o bevande o avere tutto quello che vuoi ma il volume del film è sempre un po' troppo basso o un po' troppo alto?",
      "Preferisci indossare solo scarpe scomode ogni volta che esci o scarpe comode sempre (anche a letto)?",
      "Preferiresti indossare pantaloni di 3 taglie in più o scarpe di 3 taglie in meno?",
      "Preferiresti fare un lavoro moralmente discutibile ma che fa guadagnare molti soldi o un lavoro che aiuta molte persone ma non fa guadagnare molto?",
      "Preferiresti lavorare più ore al giorno, ma avere più weekend o lavorare meno ore al giorno con più giorni lavorativi?",
      "Preferiresti scrivere un romanzo che sarà considerato da tutti il libro più importante degli ultimi 200 anni, ma tu e il libro sarete apprezzati solo dopo la tua morte, oppure essere lo scrittore erotico più famoso della tua generazione?",
      "Preferiresti che il tuo unico mezzo di trasporto fosse un asino o una giraffa?",
      "Preferiresti che il tuo unico mezzo di trasporto fosse un cavallo o un cammello?",
      "Preferiresti dover mangiare un cucchiaio di wasabi ogni mattina a colazione o indossare calzini bagnati tutto il giorno?",
      "Preferiresti poter volare, ma solo a una velocità massima di 5 miglia all'ora, o essere invisibile, ma solo quando nessuno ti guarda?",
      "Preferiresti avere la capacità di parlare e capire fluentemente qualsiasi lingua del mondo, ma non potrai mai più parlare la tua lingua madre, oppure avere il potere di leggere nel pensiero, ma non poterlo disattivare?",
      "Preferiresti sapere sempre la scomoda verità su qualsiasi situazione o essere beatamente ignorante ma costantemente sbugiardato?",
      "Preferiresti avere un tasto rewind per la tua vita, che ti permetta di rifare qualsiasi momento passato, o un tasto fast forward per saltare avanti nel tempo e vedere il tuo futuro?",
      "Preferiresti vivere in un mondo in cui non smette mai di piovere o in un mondo in cui non smette mai di nevicare?",
      "Preferiresti avere la possibilità di teletrasportarti in qualsiasi parte del mondo, ma solo una volta all'anno, oppure poter viaggiare nel tempo, ma senza poter controllare quando o dove finisci?",
      "Preferiresti avere un drago domestico che obbedisce a ogni tuo comando o un gatto parlante con una conoscenza infinita?",
      "Preferiresti avere sempre un tempo perfetto per i tuoi progetti all'aperto ma poter indossare un solo colore per il resto della tua vita, oppure avere un guardaroba pieno di colori ma affrontare sempre un tempo imprevedibile?",
      "Preferiresti poter mangiare solo il tuo cibo preferito per il resto della tua vita e non provare mai nulla di nuovo, oppure avere la possibilità di assaggiare e gustare qualsiasi cucina del mondo ma non mangiare mai più il tuo cibo preferito?",
      "Preferiresti avere la capacità di parlare con gli animali ma non capire il linguaggio umano, o avere la capacità di capire qualsiasi lingua ma non essere in grado di parlare con gli animali?",
      "Preferiresti essere un attore famoso che interpreta sempre il cattivo o un attore sconosciuto che interpreta sempre l'eroe?",
      "Preferiresti avere una macchina del tempo che va solo nel passato o una macchina del tempo che va solo nel futuro?",
      "Preferiresti avere un cuoco personale che sa cucinare solo un piatto ma è il tuo preferito, o un personal trainer che ti fa fare solo un esercizio ma ti mette in perfetta forma?",
      "Preferiresti avere un tasto rewind per la tua bocca per rimangiarti le cose che hai detto o un tasto fast-forward per la tua vita per saltare i momenti noiosi?",
      "Preferiresti essere un atleta professionista con una carriera breve ma dalla fama immensa o avere una carriera lunga e di successo in una professione meno affascinante?",
      "Preferisci dover sempre saltellare su un piede solo o gattonare come un bambino quando ti muovi?",
      "Preferiresti vivere in una casa sull'albero in mezzo a una foresta o in una casa galleggiante in mezzo a un lago sereno?",
      "Preferiresti avere la possibilità di controllare il tempo atmosferico ma che sia sempre l'opposto di quello che vuoi, o avere la capacità di prevedere il futuro ma solo per eventi banali?",
      "Preferiresti avere il potere di guarire qualsiasi malattia o ferita con un tocco, ma perdere un anno della tua vita ogni volta che lo usi, oppure essere immortale ma non poter guarire nessuno?",
      "Preferiresti avere il potere della telecinesi ma solo per gli oggetti di peso inferiore ai 5 chili o la capacità di teletrasportarti ma solo in luoghi in cui sei già stato?",
      "Preferiresti vivere in un mondo senza internet o in un mondo senza musica?",
      "Preferiresti essere la persona più intelligente del mondo ma sempre sola, oppure avere un gruppo di amici affiatato ma un'intelligenza inferiore alla media?",
      "Preferiresti poter parlare con le macchine e far loro eseguire i tuoi ordini o parlare con gli animali e capire i loro pensieri?",
      "Preferiresti avere la possibilità di imparare e padroneggiare istantaneamente qualsiasi abilità o avere la possibilità di viaggiare ovunque nel mondo in un batter d'occhio?",
      "Preferiresti avere una scorta a vita del tuo cibo preferito ma non poter mangiare nient'altro, oppure avere la capacità di evocare qualsiasi cibo tu voglia ma solo in piccole quantità?",
      "Preferiresti avere il potere di cambiare il tuo aspetto a piacimento o di leggere i pensieri delle persone su di te?",
      "Preferiresti dover dire sempre la verità o non poter più parlare?",
      "Preferiresti vivere in un mondo in cui tutti possono leggere nel pensiero o in un mondo in cui tutti sono sempre completamente onesti?",
      "Preferiresti avere la capacità di controllare il fuoco o di controllare l'acqua?",
      "Preferiresti dover sempre cantare invece di parlare o ballare invece di camminare?",
      "Preferiresti avere un'astronave personale ma non lasciare mai la Terra o poter viaggiare su qualsiasi pianeta ma solo a piedi?",
      "Preferiresti essere la persona più famosa del mondo ma costantemente inseguita dai paparazzi o vivere una vita tranquilla e anonima?",
      "Preferiresti avere il potere di fermare il tempo ma solo per 5 secondi alla volta o essere in grado di vedere 5 minuti nel futuro ma non di cambiarlo?",
      "Preferiresti vivere in una casa senza finestre o in una casa senza porte?",
      "Preferiresti avere un drago domestico sempre affamato o un unicorno domestico sempre dispettoso?",
      "Preferiresti poter comunicare con le piante e farle crescere più velocemente o comunicare con gli animali e capire le loro esigenze?",
      "Preferiresti avere la capacità di imparare istantaneamente qualsiasi strumento musicale o di parlare fluentemente qualsiasi lingua?",
      "Preferiresti essere il più grande detective del mondo ma non essere mai riconosciuto per il tuo lavoro o la più famosa mente criminale del mondo ma sempre un passo avanti alla legge?",
      "Preferiresti avere il potere di controllare le emozioni delle persone o di controllare il tempo?",
      "Preferiresti essere in grado di respirare sott'acqua ma non di nuotare o avere la capacità di volare ma solo a velocità di marcia?",
      "Preferiresti essere un autore famoso ma i cui libri vengono sempre stroncati dalla critica o un autore sconosciuto con una piccola ma devota fanbase?",
      "Preferiresti avere la capacità di imparare istantaneamente qualsiasi arte marziale o avere la forza di dieci uomini?",
      "Preferiresti avere il potere di pulire e organizzare all'istante qualsiasi spazio o quello di cucinare piatti da gourmet con qualsiasi ingrediente a portata di mano?",
      "Preferiresti poter viaggiare indietro nel tempo e cambiare un momento del tuo passato o viaggiare nel futuro e vedere un momento del tuo futuro?",
      "Preferiresti vivere in un mondo in cui il denaro non esiste o in un mondo in cui la tecnologia è talmente avanzata che i robot fanno tutto il lavoro e gli uomini non hanno nulla da fare?",
      "Preferiresti avere un amico che ha sempre ragione ma non sorride mai o un amico che è sempre allegro ma spesso si sbaglia?",
      "Preferiresti avere la capacità di parlare con i defunti ma che questi non possano mai risponderti o avere la capacità di riportare in vita i morti ma solo per un giorno?",
      "Preferiresti avere sempre capelli perfetti ma un pessimo senso della moda o una moda impeccabile ma giornate di capelli perennemente sbagliate?",
      "Preferiresti essere in grado di controllare i tuoi sogni e avere sogni lucidi ogni notte o non dover mai dormire ma anche non sognare mai più?",
      "Preferiresti avere la capacità di far innamorare chiunque di te ma non provare mai il vero amore o trovare il vero amore ma non avere mai il potere di far innamorare qualcun altro?",
      "Preferiresti avere la possibilità di teletrasportarti in qualsiasi mondo immaginario dei libri o dei film o portare in vita personaggi immaginari nel mondo reale?",
      "Preferiresti vivere in un mondo in cui tutti possono leggere i tuoi pensieri o in un mondo in cui puoi ascoltare i pensieri degli altri?",
      "Preferiresti avere un armadio che ha sempre l'abito perfetto per ogni occasione o un garage che ha sempre il veicolo perfetto per ogni viaggio?",
      "Preferiresti essere un supereroe con poteri incredibili ma sempre con un'arcinemesi formidabile o una persona normale con una vita tranquilla ma senza abilità straordinarie?",
      "Preferisci avere la possibilità di parlare al passato o al futuro, ma puoi inviare un solo messaggio a una sola persona?",
      "Preferiresti avere il potere di pulire istantaneamente qualsiasi disordine o il potere di guarire istantaneamente qualsiasi lesione fisica?",
      "Preferiresti vivere in un mondo in cui puoi scaricare istantaneamente qualsiasi abilità o conoscenza nel tuo cervello o in un mondo in cui puoi trasferire la tua coscienza in corpi diversi?",
      "Preferiresti essere in grado di capire e comunicare con gli insetti o avere la possibilità di controllare il tempo per un'ora al giorno?",
      "Preferiresti avere la capacità di far ridere qualcuno con le tue battute o di far piangere qualcuno con le tue storie tristi?",
      "Preferiresti avere una biblioteca personale con tutti i libri mai scritti ma senza accesso a internet o un accesso illimitato a internet ma senza libri fisici?",
      "Preferiresti avere il potere di curare qualsiasi malattia, ma questo accorcia la tua durata di vita, o avere il potere di prevenire le guerre, ma questo ti obbliga a vivere in costante isolamento?",
      "Preferiresti essere un pittore famoso ma con un solo capolavoro o un artista sconosciuto con una vita di lavori creativi?",
      "Preferiresti avere la capacità di diventare invisibile a piacimento o di teletrasportarti solo in luoghi in cui sei già stato?",
      "Preferiresti avere un lavoro che ami ma che ti paga poco o un lavoro che odi ma che ti rende incredibilmente ricco?",
      "Preferiresti vivere in un mondo in cui tutti sono sempre felici ma non sperimentano mai una crescita personale o in un mondo in cui tutti affrontano sfide e difficoltà ma possono crescere e imparare da esse?",
      "Preferiresti avere la capacità di cambiare il passato senza conoscerne le conseguenze o la capacità di vedere il futuro senza poterlo cambiare?",
      "Preferiresti avere il potere di controllare gli animali o di controllare la tecnologia con la mente?",
      "Preferiresti essere un musicista famoso ma capace di suonare solo una canzone o un musicista esperto con un repertorio vario ma senza riconoscimenti?",
      "Preferiresti avere la capacità di parlare tutte le lingue del mondo ma non essere mai in grado di comunicare attraverso la scrittura o essere un maestro della scrittura ma non parlare mai più a voce?",
      "Preferiresti avere il potere di pulire istantaneamente qualsiasi ambiente o la capacità di cucinare istantaneamente qualsiasi piatto alla perfezione?",
      "Preferiresti vivere in un mondo in cui tutti i trasporti avvengono sulle montagne russe o in un mondo in cui tutti viaggiano in mongolfiera?",
      "Preferiresti avere un amico in grado di prevedere il futuro ma che non condivide mai le informazioni con te o un amico in grado di leggere nel pensiero ma che non sa mantenere un segreto?",
      "Preferiresti avere il potere di viaggiare nel tempo ma non controllare dove finisci o il potere di teletrasportarti ma non controllare quando arrivi?",
      "Preferiresti avere la capacità di cancellare i ricordi dolorosi del tuo passato o di vedere nel futuro per evitare di commettere errori?",
      "Preferiresti avere il potere di controllare il comportamento degli animali o di controllare i pensieri degli esseri umani?",
      "Preferiresti avere la capacità di imparare istantaneamente qualsiasi stile di danza o di suonare perfettamente qualsiasi strumento musicale?",
      "Preferiresti essere uno scienziato brillante senza abilità sociali o un influencer carismatico senza conoscenze scientifiche?",
      "Preferiresti avere il potere di controllare la mente degli altri ma sentire le loro emozioni come fossero le tue o avere la capacità di leggere i pensieri delle persone ma non di influenzarle?",
      "Preferiresti vivere in un mondo in cui tutti indossano sempre delle maschere o in un mondo in cui tutti sono completamente trasparenti e i loro pensieri sono visibili agli altri?",
      "Preferiresti avere il potere di far addormentare qualcuno all'istante o di svegliarlo dal sonno all'istante?",
      "Preferiresti avere la capacità di viaggiare in qualsiasi punto della storia ma solo di osservare o di viaggiare in qualsiasi punto del futuro ma senza tornare al presente?",
      "Preferiresti avere il potere di imparare istantaneamente qualsiasi argomento o quello di ispirare gli altri a raggiungere la grandezza?",
      "Preferiresti vivere in un mondo in cui il denaro non ha valore o in un mondo in cui la tecnologia è avanzata fino a raggiungere l'immortalità?",
      "Preferiresti avere un amico che può teletrasportare gli oggetti ma spesso li perde o un amico che può duplicare gli oggetti ma sono sempre leggermente imperfetti?",
      "Preferiresti avere il potere di far crescere rapidamente le piante o di controllare il tempo per un'ora al giorno?",
      "Preferiresti avere la capacità di trasformare qualsiasi oggetto in oro, ma non può mai tornare indietro, oppure avere il potere di guarire qualsiasi ferita, ma ogni volta ti toglie un anno di vita?",
      "Preferiresti essere uno chef famoso ma in grado di cucinare solo un piatto o uno scienziato rinomato ma in grado di fare ricerche solo su un argomento?",
      "Preferiresti avere la capacità di controllare il fuoco ma che lascia sempre un segno evidente o avere il potere di controllare l'acqua ma solo in piccole quantità?",
      "Preferiresti vivere in un mondo in cui tutti hanno una memoria perfetta ma non riescono a dimenticare nulla o in un mondo in cui tutti possono dimenticare all'istante qualsiasi ricordo doloroso?",
      "Preferiresti avere il potere di cambiare il tuo aspetto a piacimento ma perdere la tua identità originale o avere la capacità di viaggiare nel tempo ma non controllare la destinazione?",
      "Preferiresti conoscere sempre la risposta a qualsiasi domanda ma non essere mai in grado di comunicarla o avere sempre la capacità di comunicare efficacemente ma non conoscere mai le risposte?",
      "Preferiresti essere un musicista famoso ma in grado di esibirsi solo in un genere o un artista affermato in più generi ma che non raggiunge mai la fama?",
      "Preferiresti avere la capacità di parlare e comprendere qualsiasi lingua animale ma non essere in grado di comunicare con gli esseri umani o avere il potere di comprendere tutte le lingue umane ma non essere in grado di parlare con gli animali?",
      "Preferiresti avere un amico che sa prevedere il futuro ma non te lo dice mai o un amico che sa leggere nel pensiero ma interrompe costantemente i tuoi pensieri?",
      "Preferiresti avere il potere di cambiare il tempo ma che sia sempre l'opposto di quello che vuoi o avere il potere di prevedere il futuro ma solo per eventi banali?",
      "Preferiresti vivere in un mondo in cui la tecnologia è bandita e le persone si affidano alla natura o in un mondo in cui la tecnologia controlla ogni aspetto della vita?",
      "Preferiresti avere una biblioteca personale con tutti i libri mai scritti ma non poterli mai leggere o un accesso illimitato a internet ma solo per un'ora al giorno?",
      "Preferiresti avere il potere di curare qualsiasi malattia, ma questo accorcia la tua vita, o avere il potere di prevenire tutti i disastri naturali, ma questo ti obbliga a vivere in isolamento?",
      "Preferiresti avere il potere di pulire all'istante qualsiasi pasticcio o di cucinare all'istante piatti da gourmet con qualsiasi ingrediente a portata di mano?",
      "Preferiresti vivere in un mondo in cui puoi cambiare il passato senza conoscerne le conseguenze o vedere il futuro senza poterlo cambiare?",
      "Preferiresti avere il potere di pulire istantaneamente qualsiasi ambiente o di cucinare istantaneamente qualsiasi piatto alla perfezione?",
      "Preferiresti vivere in un mondo in cui tutti i trasporti avvengono sulle montagne russe o tutti viaggiano in mongolfiera?"
    ]
  }