{
  "General": [
    "Würdest du eher Hilfe annehmen oder die Dinge selbst in die Hand nehmen?",
    "Wäre es dir lieber, dass alle elektrischen Geräte auf mysteriöse Weise aufhören zu funktionieren (möglicherweise für immer) oder dass die Regierungen der Welt nur noch von Menschen in der Pubertät geführt werden?",
    "Wäre es dir lieber, wenn alle Pflanzen schreien, wenn man sie abschneidet oder ihre Früchte pflückt, oder wenn Tiere um ihr Leben betteln, bevor man sie tötet?",
    "Möchtest du lieber immer das Gefühl haben, dass dich jemand verfolgt, obwohl es niemand tut, oder immer das Gefühl haben, dass dich jemand beobachtet, obwohl es niemand tut?",
    "Würdest du lieber dein ganzes Leben lang einen tollen Körper haben, aber eine leicht unterdurchschnittliche Intelligenz, oder würdest du dein ganzes Leben lang einen mittelmäßigen Körper haben, aber eine leicht überdurchschnittliche Intelligenz?",
    "Hättest du lieber immer einen Vokuhila-Haarschnitt oder einen Pferdeschwanz-Haarschnitt?",
    "Möchtest du lieber immer genau wissen, wie spät es ist, oder immer wissen, in welche Richtung du schaust?",
    "Würdest du lieber immer 10 Meilen von deinem Geburtsort entfernt leben oder dich nie länger als ein Jahr an einem Ort niederlassen können?",
    "Wärst du lieber ein Bowling-Champion oder ein Curling-Champion?",
    "Wärst du lieber ein berühmter Künstler oder ein berühmter Fotograf?",
    "Wärst du lieber ein berühmter Astronaut oder ein berühmter Wissenschaftler?",
    "Wärst du lieber ein berühmter Astronom oder ein berühmter Physiker?",
    "Wärst du lieber ein berühmter Sportler oder ein berühmter Trainer?",
    "Wärst du lieber ein berühmter Sportler oder ein berühmter Politiker?",
    "Wärst du lieber ein berühmter Koch oder ein berühmter Sänger?",
    "Wärst du lieber ein berühmter Koch oder ein berühmter Autor?",
    "Wärst du lieber ein berühmter Komiker oder ein berühmter Magier?",
    "Wärst du lieber ein berühmter Tänzer oder ein berühmter Turner?",
    "Wärst du lieber ein berühmter Entdecker oder ein berühmter Archäologe?",
    "Wärst du lieber ein berühmter Modedesigner oder ein berühmter Friseur?",
    "Wärst du lieber ein berühmter Modedesigner oder ein berühmter Innenarchitekt?",
    "Wärst du lieber ein berühmter Erfinder oder ein berühmter Ingenieur?",
    "Wärst du lieber ein berühmter Musiker oder ein berühmter DJ?",
    "Wärst du lieber ein berühmter Musiker oder ein berühmter Schauspieler?",
    "Wärst du lieber ein berühmter Dichter oder ein berühmter Dramatiker?",
    "Wärst du lieber ein berühmter Rennfahrer oder ein berühmter Kunstflieger?",
    "Wärst du lieber ein berühmter Autor oder ein berühmter Illustrator?",
    "Wärst du lieber ein König oder ein Ritter?",
    "Wärst du lieber ein Arzt oder ein Medizinforscher?",
    "Wärst du lieber ein professioneller Sportler oder ein professioneller Künstler?",
    "Wärst du lieber ein Superheld oder ein Bösewicht?",
    "Wärst du lieber ein Superheld oder ein Zauberer?",
    "Wärst du lieber ein Superheld mit Superintelligenz oder Superbeweglichkeit?",
    "Wärst du lieber ein Superheld mit der Fähigkeit, Feuer oder Eis zu kontrollieren?",
    "Wärst du lieber ein Superheld mit der Fähigkeit, die Zeit oder den Raum zu kontrollieren?",
    "Wärst du lieber ein Superheld mit der Kraft des Fliegens oder der Kraft der Unsichtbarkeit?",
    "Wärst du lieber ein Superheld mit einem Supergehör oder einer Supersehkraft?",
    "Wärst du lieber ein Superheld mit Superintelligenz oder der Kraft der Gedankenübertragung?",
    "Wärst du lieber ein Superheld mit Supergeschwindigkeit oder Superkraft?",
    "Wärst du lieber ein Superheld mit Superkraft oder Supergeschwindigkeit?",
    "Wärst du lieber ein Superheld mit der Kraft der Teleportation oder mit der Kraft der Gegenstände mithilfe von Gedankenkraft zu bewegen?",
    "Würdest du lieber unter Wasser atmen oder auf Lava laufen können?",
    "Würdest du lieber in der Lage sein, Tiere (aber keine Menschen) mit deinem Verstand zu kontrollieren oder Elektronik mit deinem Verstand zu kontrollieren?",
    "Würdest du lieber allem ausweichen können, egal wie schnell es sich bewegt, oder drei beliebige Fragen stellen und sie korrekt beantwortet bekommen?",
    "Würdest du lieber fliegen können oder unsichtbar sein?",
    "Würdest du lieber für den Rest deines Lebens kostenlos in jeden Freizeitpark der Welt gehen oder für den Rest deines Lebens kostenlos in jedem Drive-in essen?",
    "Würdest du lieber 10 Minuten in deiner eigenen Zukunft oder 10 Minuten in der Zukunft von jemand anderem selbst sehen können?",
    "Würdest du lieber die Zeit um 10% verlangsamen oder dreimal so hoch springen können wie jetzt?",
    "Würdet du lieber in einer unglaublichen Geschwindigkeit lesen oder sprechen können?",
    "Würdest du dich lieber überall hin teleportieren oder Gedanken lesen können?",
    "Würdest du dich lieber teleportieren können oder eine Zeitreise machen?",
    "Wärst du lieber ein grandioser Künstler oder ein brillanter Mathematiker?",
    "Wärst du lieber eine unwichtige Figur in dem letzten Film, den du gesehen hast, oder eine unwichtige Figur in dem letzten Buch, das du gelesen hast?",
    "Wärst du lieber ein umgekehrter Zentaur oder eine umgekehrte Meerjungfrau?",
    "Würdest du lieber in demselben Land oder in einem anderen Land deiner Wahl wiedergeboren werden?",
    "Wärst du lieber mit Fell oder mit Schuppen bedeckt?",
    "Würdest du lieber berühmt sein, wenn du lebst, und vergessen, wenn du stirbst, oder unbekannt, wenn du lebst, aber berühmt, wenn du stirbst?",
    "Würdest du lieber hervorragend auf Pferden reiten oder fantastisch Dirt-Bike fahren können?",
    "Würdest du lieber von allen gefürchtet oder von allen geliebt werden?",
    "Würdest du lieber fließend Juristensprache oder fließend Französisch sprechen?",
    "Würdest du lieber gezwungen sein, nur scharfes Essen zu essen oder nur unglaublich fades Essen?",
    "Würdest du lieber gezwungen sein, für immer in einem einzigen anderen Akzent zu sprechen, den du dir nicht ausgesucht hast, oder ein Jahr lang jedes Mal, wenn du aufwachst, in einem anderen Akzent sprechen?",
    "Würdest du lieber einen erstklassigen Gaming-PC oder einen erstklassigen Apple-Computer bekommen? Beide haben den gleichen Preis.",
    "Würdest du lieber 10 Sekunden lang von Gordon Ramsay beleidigt werden oder 10 Tage lang unbegrenzt Textnachrichten von Donald Trump erhalten?",
    "Würdest du lieber eine Woche lang in einem Raum eingesperrt sein, in dem es ständig dunkel ist, oder eine Woche lang in einem Raum, in dem es ständig hell ist?",
    "Wärst du lieber ein Jahr lang in den Wäldern eines Gebirges verloren oder ein Jahr lang auf einer tropischen Insel gestrandet?",
    "Wärst du lieber mit einer 10 mit einer schlechten Persönlichkeit oder mit einer 6 mit einer tollen Persönlichkeit verheiratet?",
    "Würdest du lieber arm sein und in einem Job arbeiten, den du liebst, oder reich und in einem Job arbeiten, den du hasst?",
    "Würdest du lieber für ein Jahr in ein Hochsicherheitsgefängnis mit den härtesten Schwerverbrechern oder für zehn Jahre in ein relativ entspanntes Gefängnis mit Wall-Street-Typen gesteckt werden?",
    "Würdest du lieber einen Fisch ins Gesicht bekommen oder angefurzt werden?",
    "Würdest du lieber so viel Höhenangst haben, dass du nicht in den zweiten Stock eines Gebäudes gehen könntest, oder so viel Angst vor der Sonne haben, dass du nur an Regentagen das Haus verlassen könntest?",
    "Würdest du lieber die beste Schauspielerin oder die beste Sängerin der Welt sein?",
    "Würdest du lieber dauerhaft 500 Jahre in die Zukunft oder 500 Jahre in die Vergangenheit versetzt werden?",
    "Würdest du lieber keine Kinder bekommen oder nur Fünflinge zeugen können?",
    "Würdest du lieber doppelt so stark werden, wenn dir beide Finger in den Ohren stecken, oder doppelt so schnell krabbeln, wie du laufen kannst?",
    "Würdest du lieber doppelt so schnell wie normal blinzeln oder 5 Minuten lang nicht blinzeln können und dann alle 5 Minuten die Augen für 10 Sekunden schließen müssen?",
    "Würdest du lieber etwas tun, das du liebst, und gerade genug Geld verdienst, um über die Runden zu kommen, oder etwas tun, das du hasst, aber Milliarden von Dollar verdienen?",
    "Würdest du lieber ein Ketchup-Sandwich oder ein Siracha-Sandwich essen?",
    "Würdest du lieber einen lebenden Wurm oder einen toten Wurm essen?",
    "Würdest du lieber ein Ei mit einem halbierten Huhn darin essen oder zehn gekochte Heuschrecken?",
    "Wäre es dir lieber, dass jedes Hemd, das du trägst, irgendwie juckt, oder dass du nur 1-lagiges Toilettenpapier verwenden kannst?",
    "Möchtest du lieber jeden dritten Gedanken, den du hast, laut aussprechen oder nie allein sein, egal was du tust?",
    "Wäre es dir lieber, wenn alle Menschen Musik und Podcasts ohne Kopfhörer hören würden oder wenn alle Menschen unangemessen stolz auf ihre Blähungen und ihren Körpergeruch wären?",
    "Wäre es dir lieber, dass alles, was du jede Nacht träumst, wahr wird, wenn du aufwachst, oder dass alles, was eine zufällig ausgewählte Person jede Nacht träumt, wahr wird, wenn sie aufwacht?",
    "Würdest du lieber für eine Sache kämpfen, an die du glaubst, aber an deren Erfolg du zweifelst, oder für eine Sache kämpfen, an die du nur teilweise glaubst, die aber eine hohe Erfolgschance hat?",
    "Würdest du lieber 1 Jahr lang die wahre Liebe finden oder 100 Jahre lang in einer langweiligen Beziehung leben?",
    "Würdest du lieber einen Koffer kaufen, der 10.000 Dollar enthält, oder einen Koffer, bei dem die Chance 50/50 ist, dass er 1.000 Dollar oder 50.000 Dollar enthält?",
    "Würdest du lieber jedes Jahr ein kostenloses internationales Hin- und Rückflugticket erhalten oder jederzeit kostenlos im Inland fliegen können?",
    "Würdest du dir lieber die Weisheitszähne ziehen oder die Arschbacken piercen lassen?",
    "Würdest du lieber auf alle Getränke außer Wasser oder auf alles, was im Ofen gekocht wurde, verzichten?",
    "Würdest du lieber ins Alter von 5 Jahren zurückgehen und alles wissen, was du jetzt weißt, oder jetzt alles wissen, was dein zukünftiges Ich lernen wird?",
    "Würdest du lieber in die Vergangenheit reisen und deine Vorfahren treffen oder in die Zukunft gehen und deine Ur-Ur-Enkelkinder treffen?",
    "Würdest du lieber in eine Bar, in einen Club oder auf eine Hausparty gehen, um dich zu amüsieren, oder würdest du lieber zu Hause bleiben und in Ruhe fernsehen?",
    "Würdest du lieber für 4 Jahre ins Gefängnis gehen für etwas, das du nicht getan hast, oder mit etwas Schrecklichem davonkommen, das du getan hast, aber immer in der Angst leben, erwischt zu werden?",
    "Hättest du lieber einen Bumerang, der eine beliebige Person deiner Wahl überall auf der Welt findet und tötet, aber nur einmal benutzt werden kann, oder einen Bumerang, der immer mit einem Dollar zu dir zurückkehrt?",
    "Hättest du lieber eine Kiste mit Legosteinen ohne Boden oder einen Benzintank ohne Boden?",
    "Hättest du lieber ein vollständig automatisiertes Haus oder ein selbstfahrendes Auto?",
    "Hättest du lieber ein funktionierendes und gerechtes Strafrechtssystem oder eine korruptionsfreie Verwaltung?",
    "Hättest du lieber ein schlechtes Kurzzeitgedächtnis oder ein schlechtes Langzeitgedächtnis?",
    "Hättest du lieber einen Pferdeschwanz oder ein Horn von einem Einhorn?",
    "Hättest du lieber einen magischen Garten oder einen magischen Wald?",
    "Hättest du lieber eine Villa oder eine Jacht?",
    "Hättest du lieber eine Karte, die dir den Standort von allem, was du finden willst, zeigt und immer wieder verwendet werden kann, aber eine Fehlermarge von bis zu fünf Meilen hat, oder ein Gerät, mit dem du den Standort von allem, was du willst, mit unglaublicher Genauigkeit finden kannst, das aber nur dreimal verwendet werden kann?",
    "Hättest du lieber ein neues, teures Paar Schuhe oder eine teure Sonnenbrille?",
    "Hättest du lieber ein Hochrad oder ein Einrad als einziges Fortbewegungsmittel neben dem Gehen?",
    "Hättest du lieber einen Bären oder einen Wolf als Haustier?",
    "Hättest du lieber eine Katze oder einen Hund als Haustier?",
    "Hättest du lieber ein Reh oder einen Elch als Haustier?",
    "Hättest du lieber einen Dinosaurier oder einen Pterodaktylus als Haustier?",
    "Hättest du lieber einen Drachen oder ein Einhorn als Haustier?",
    "Hättest du lieber eine Libelle oder einen Schmetterling als Haustier?",
    "Hättest du lieber einen Elefanten oder eine Giraffe als Haustier?",
    "Hättest du lieber ein Frettchen oder einen Igel als Haustier?",
    "Hättest du lieber einen Fisch oder eine Schildkröte als Haustier?",
    "Hättest du lieber einen Flamingo oder einen Pfau als Haustier?",
    "Hättest du lieber eine Gans oder eine Ente als Haustier?",
    "Hättest du lieber ein Pferd oder eine Kuh als Haustier?",
    "Hättest du lieber ein Känguru oder einen Koala als Haustier?",
    "Hättest du lieber einen Löwen oder einen Tiger als Haustier?",
    "Hättest du lieber einen Affen oder einen Papagei als Haustier?",
    "Hättest du lieber einen Otter oder einen Biber als Haustier?",
    "Hättest du lieber eine Eule oder einen Falken als Haustier?",
    "Hättest du lieber einen Papagei oder einen Aras als Haustier?",
    "Hättest du lieber einen Pinguin oder eine Robbe als Haustier?",
    "Hättest du lieber einen Hasen oder einen Hamster als Haustier?",
    "Hättest du lieber einen Hai oder einen Delfin als Haustier?",
    "Hättest du lieber ein Stinktier als Haustier, das dich einmal im Monat besprüht, oder ein Stachelschwein, das dich einmal im Monat stachelt?",
    "Hättest du lieber eine Schlange oder eine Eidechse als Haustier?",
    "Hättest du lieber eine Schlange oder eine Spinne als Haustier?",
    "Hättest du lieber ein Eichhörnchen oder ein Erdhörnchen als Haustier?",
    "Hättest du lieber die Superkraft, Feuer oder Wasser kontrollieren zu können?",
    "Hättest du lieber eine Superkraft wie Superkraft oder Supergeschwindigkeit?",
    "Hättest du lieber, dass alle Hunde versuchen, dich anzugreifen, wenn sie dich sehen, oder dass alle Vögel versuchen, dich anzugreifen, wenn sie dich sehen?",
    "Wäre es dir lieber, wenn alle Ampeln, an denen du vorbeikommst, grün wären, oder wenn du nie wieder in einer Schlange stehen müsstest?",
    "Wäre es dir lieber, dass deine Kleidung perfekt sitzt oder dass du das bequemste Kissen, die bequemste Decke und die bequemste Bettwäsche hast, die es gibt?",
    "Hättest du lieber einen zusätzlichen Zeh oder einen zusätzlichen Finger?",
    "Hättest du lieber eine seltsam geformte Nase oder seltsam geformte Ohren?",
    "Hättest du lieber rissige Lippen, die nie heilen, oder schreckliche Schuppen, die nicht behandelt werden können?",
    "Hättest du lieber essbare Spaghettihaare, die jede Nacht nachwachsen, oder schwitzenden (nicht süßen) Ahornsirup?",
    "Wäre es dir lieber, wenn alles, was sich auf deinem Telefon befindet (Browserverlauf, Fotos usw.), für jeden, der deinen Namen sucht, öffentlich zugänglich wäre, oder würdest du nie wieder ein Mobiltelefon benutzen?",
    "Möchtest du lieber, dass alles, was du isst, zu salzig ist oder nicht salzig genug, egal wie viel Salz du hinzufügst?",
    "Würdest du lieber gute Noten haben oder gut im Sport sein?",
    "Hättest du lieber eine Infrarotsicht, die du nach Belieben ein- und ausschalten kannst, oder eine 20-fache normale Fernsicht?",
    "Hättest du lieber unkontrollierte Körperbehaarung oder einen starken, stechenden Körpergeruch?",
    "Hättest du lieber eine Haut, die je nach deinen Gefühlen die Farbe wechselt, oder Tätowierungen auf deinem ganzen Körper, die zeigen, was du gestern getan hast?",
    "Würdest du lieber jemanden haben, der sich für dich ausgibt und wirklich erstaunliche Dinge tut, für die du die Anerkennung bekommst, oder würdest du jeden Tag Geld an seltsamen Orten in deinem Haus versteckt finden, aber du kannst nicht herausfinden, woher das Geld kommt oder wie es dorthin gelangt?",
    "Hättest du lieber die Fähigkeit, mit Tieren zu kommunizieren, oder die Fähigkeit, jede Sprache fließend zu sprechen?",
    "Hättest du lieber die Fähigkeit, dich unsichtbar zu machen, oder die Fähigkeit, dich ungreifbar zu machen?",
    "Würdest du lieber den Geruchssinn eines Hundes haben oder mehr Farben im elektromagnetischen Spektrum sehen wie eine Fangschreckenkrebsart?",
    "Wäre es dir lieber, wenn das einzige Getränk, das du trinken könntest, Wasser wäre oder das einzige Lebensmittel, das du essen könntest, ein Salat?",
    "Hättest du lieber die Macht, die Natur zu kontrollieren, oder die Macht, das Wetter zu kontrollieren?",
    "Hättest du lieber die Macht, alles mit deiner Vorstellungskraft zu erschaffen oder die Macht, unbelebte Gegenstände zum Leben zu erwecken?",
    "Hättest du lieber die Macht, mit den Toten zu sprechen, oder die Macht, mit Tieren zu reden?",
    "Würdest du lieber 10 Jahre lang jeden Tag ein Glas Marmelade essen oder 20 Jahre lang kein Brot mehr essen können?",
    "Würdest du lieber jedes Wort, das du liest, laut vorlesen oder alles, was du sagst, laut singen müssen?",
    "Hättest du lieber unbegrenzte Mengen an Material, das du für den Bau eines Hauses benötigst, das du aber selbst bauen musst, oder würdest du dir von einem berühmten Architekten ein bescheidenes Haus entwerfen und bauen lassen?",
    "Möchtest du lieber, dass alles, was du denkst, über deinem Kopf erscheint und jeder es sehen kann, oder dass absolut alles, was du tust, live gestreamt wird und jeder es sehen kann?",
    "Würdest du lieber dein ganzes Haus komplett mit Teppichboden oder komplett mit Fliesen auslegen?",
    "Würdest du lieber 20 Millionen Dollar erben, wenn du 18 wirst, oder die Zeit damit verbringen, 50 Millionen Dollar durch harte Arbeit zu verdienen?",
    "Wäre es dir lieber, dass es für dich unmöglich ist, jeden Tag 11 Stunden am Stück geweckt zu werden, aber du wachst auf und fühlst dich fantastisch, oder dass du normal geweckt werden kannst, dich aber nie völlig ausgeruht fühlst?",
    "Würdest du eher Marshmallows oder Skittles regnen lassen?",
    "Würdest du lieber wissen, wie über- oder unterdurchschnittlich du in allen Bereichen bist, oder weißt du, wie über- oder unterdurchschnittlich andere Menschen in einer Fähigkeit/einem Talent sind, nur indem du sie betrachtest?",
    "Würdest du lieber die Geheimnisse der Welt kennen oder für immer in Unwissenheit leben?",
    "Möchtest du lieber wissen, wann du sterben wirst, oder wie du sterben wirst? (Du kannst weder den Zeitpunkt noch die Art deines Todes ändern.)",
    "Würdest du lieber in New York City oder in London leben?",
    "Würdest du lieber in einer Höhle oder in einem Baumhaus leben?",
    "Würdest du lieber in einem Land mit mehr Regeln und gesellschaftlichen Erwartungen leben, das sicherer und besser organisiert ist, oder in einem Land mit weniger Regeln und gesellschaftlichen Erwartungen, das gefährlicher und chaotischer ist?",
    "Würdest du lieber in einem Haus leben, das unglaublich einzigartig und schön, aber innen schlicht ist, oder in einem Haus, das unglaublich einzigartig und schön, aber außen schlicht ist?",
    "Würdest du lieber in einem Haus mit durchsichtigen Wänden in einer Stadt leben oder in demselben durchsichtigen Haus, aber mitten in einem Wald, weit weg von der Zivilisation?",
    "Würdest du lieber in einem schönen Haus in einer langweiligen Stadt oder in einem rauen Haus in einer aufregenden Stadt leben?",
    "Würdest du lieber in einem echten Spukhaus oder inmitten einer Wüste leben?",
    "Würdest du lieber in einem Baumhaus oder in einem Schloss leben?",
    "Würdest du lieber in einer Utopie als normaler Mensch leben oder in einer Dystopie, in der du der oberste Herrscher bist?",
    "Würdest du lieber in einer Welt mit sanften Kurven und ohne scharfe Winkel leben oder in einer Welt, in der es nur scharfe Winkel und keine Kurven gibt? Angenommen, die Menschen behalten ihre jetzige Form.",
    "Würdest du lieber in einer Welt leben, in der alle immer ehrlich sind, oder in einer Welt, in der alle immer freundlich sind?",
    "Würdest du lieber in einer Welt leben, in der alles immer vorhersehbar ist, oder in einer Welt, in der alles passieren kann?",
    "Würdest du lieber in einer Welt leben, in der du jeden Job haben kannst, den du willst, oder in einer Welt, in der du leben kannst, wo du willst?",
    "Würdest du lieber in einer Welt leben, in der du in die Zukunft sehen kannst, oder in einer Welt, in der du in der Zeit zurückreisen könntest?",
    "Würdest du lieber in einer Welt mit kostenloser Bildung für alle oder mit kostenloser Gesundheitsversorgung für alle leben?",
    "Würdest du lieber in einer Welt mit Magie oder in einer Welt mit fortschrittlicher Technologie leben?",
    "Würdest du lieber in einer Welt ohne Schmerzen oder in einer Welt ohne Angst leben?",
    "Würdest du lieber in einer Welt ohne Geheimnisse oder in einer Welt ohne Lügen leben?",
    "Würdest du lieber in einer Welt ohne Krieg oder in einer Welt ohne Armut leben?",
    "Würdest du lieber in einer Welt mit Robotern leben, die alle Aufgaben übernehmen, oder in einer Welt ohne jegliche Technologie?",
    "Würdest du lieber in einer Welt mit Robotern oder in einer Welt mit Außerirdischen leben?",
    "Würdest du lieber in einer Welt mit unbegrenzten Nahrungsmitteln oder unbegrenzt sauberem Wasser leben?",
    "Würdest du lieber in einer Welt mit unbegrenzten Nahrungsmitteln oder unbegrenztem Wasser leben?",
    "Würdest du lieber in einer Welt mit unbegrenztem Glück oder unbegrenztem Wissen leben?",
    "Würdest du lieber in einer Welt mit unbegrenztem Geld oder unbegrenzter Zeit leben?",
    "Würdest du lieber in einer Welt ohne Bücher oder in einer Welt ohne Musik leben?",
    "Würdest du lieber in einer Welt ohne Autos oder in einer Welt ohne Flugzeuge leben?",
    "Würdest du lieber in einer Welt ohne Autos oder in einer Welt ohne Züge leben?",
    "Würdest du lieber in einer Welt ohne Schokolade oder in einer Welt ohne Eiscreme leben?",
    "Würdest du lieber in einer Welt ohne Strom oder in einer Welt ohne Gas und Öl leben?",
    "Würdest du lieber in einer Welt ohne Internet oder in einer Welt ohne Strom leben?",
    "Würdest du lieber in einer Welt ohne Fleisch oder in einer Welt ohne Zucker leben?",
    "Würdest du lieber in einer Welt ohne Geld oder in einer Welt ohne Gesetze leben?",
    "Würdest du lieber in einer Welt ohne Musik oder in einer Welt ohne Filme leben?",
    "Würdest du lieber in einer Welt ohne Schmerz oder in einer Welt ohne Traurigkeit leben?",
    "Würdest du lieber in einer Welt ohne Telefone oder in einer Welt ohne Fernsehen leben?",
    "Würdest du lieber in einer Welt ohne Pizza oder in einer Welt ohne Hamburger leben?",
    "Würdest du lieber in einer Welt ohne Umweltverschmutzung oder in einer Welt ohne Kriminalität leben?",
    "Würdest du lieber in einer Welt ohne soziale Medien oder in einer Welt ohne E-Mail leben?",
    "Würdest du lieber in einer Welt ohne Technologie oder in einer Welt ohne Bücher leben?",
    "Würdest du lieber in einer Welt ohne Verkehr oder in einer Welt ohne lange Warteschlangen leben?",
    "Würdest du lieber in einer Welt ohne Verkehr oder in einer Welt ohne Umweltverschmutzung leben?",
    "Würdest du lieber in einer Welt ohne Waffen oder ohne Gefängnisse leben?",
    "Würdest du lieber in einer Welt ohne Winter oder in einer Welt ohne Sommer leben?",
    "Würdest du lieber in der Wildnis fernab der Zivilisation ohne menschlichen Kontakt oder als Obdachloser auf den Straßen einer Stadt leben?",
    "Würdest du lieber leben, bis du 200 Jahre alt bist, aber die ganze Zeit so aussehen, als wärst du 200, obwohl du gesund sind, oder würdest du lieber aussehen, als wärst du 25 Jahre alt, bis du mit 65 Jahren stirbst?",
    "Würdest du lieber ohne heißes Wasser zum Duschen/Baden oder ohne eine Waschmaschine leben?",
    "Würdest du lieber dein ganzes Leben in einer virtuellen Realität leben, in der alle deine Wünsche erfüllt werden, oder in der normalen realen Welt?",
    "Würdest du lieber all das Geld verlieren, das du in diesem Jahr verdient hast, oder all die Erinnerungen, die du in diesem Jahr gewonnen hast?",
    "Würdest du lieber all dein Geld und deine Wertsachen verlieren oder alle Fotos, die du je gemacht hast?",
    "Würdest du lieber die drei Besitztümer verlieren, die dir am wichtigsten sind, oder alles andere außer diesen drei Besitztümern?",
    "Würdest du lieber ein Musikinstrument beherrschen oder ein fotografisches Gedächtnis haben?",
    "Würdest du lieber nie wieder Wasser trinken oder nur noch Wasser trinken können?",
    "Würdest du lieber nie Fleisch oder nie Gemüse essen können?",
    "Würdest du dich lieber nie wieder am Papier schneiden oder nie wieder etwas zwischen die Zähne bekommen?",
    "Würdest du dich lieber nie ärgern oder nie neidisch sein?",
    "Möchtest du lieber nie wieder ein Bad putzen oder nie wieder abwaschen müssen?",
    "Würdest du lieber nie wieder arbeiten oder nie wieder schlafen müssen (ohne Müdigkeit oder negative gesundheitliche Folgen)?",
    "Wäre es dir lieber, du könntest keine geschlossenen Türen öffnen (verriegelt oder unverriegelt) oder keine offenen Türen schließen?",
    "Würdest du lieber nur ein Kind bekommen oder sieben?",
    "Würdest du lieber nur Clownsschuhe oder gar keine Schuhe tragen können?",
    "Würdest du jemandem lieber eine Menge Geld schulden oder ihm einen großen Gefallen tun?",
    "Würdest du lieber jedes Mal, wenn du furzst, eine Zeitreise von +/- 20 Jahren machen oder dich jedes Mal, wenn du niest, an einen anderen Ort auf der Erde (an Land, nicht im Wasser) teleportieren?",
    "Würdest du dich lieber an jede einzelne Sache erinnern, die in den letzten 10 Jahren deines Lebens passiert ist, oder wissen, was du in den nächsten 10 Monaten tun wirst, aber nicht in der Lage sein, es zu ändern?",
    "Würdest du lieber sehen, was sich hinter jeder verschlossenen Tür verbirgt, oder die Kombination jedes Safes auf Anhieb erraten können?",
    "Würdest du lieber deinen besten Freund für ein Verbrechen verpfeifen, das er begangen hat, oder für das Verbrechen, das er begangen hat, ins Gefängnis gehen?",
    "Würdest du lieber die Probleme in der Welt lösen oder einfach dein Leben leben, ohne dich um die Probleme in der Welt zu kümmern?",
    "Würdest du lieber zwei Jahre mit deinem Seelenverwandten verbringen, nur damit er stirbt und du nie wieder lieben kannst, oder dein Leben mit einem netten Menschen verbringen, für den du dich entschieden hast?",
    "Würdest du lieber einen Tag lang in einem dieser Tanks mit sensorischer Deprivation verbringen oder einen Tag lang in einem Raum, der auf Überstimulation ausgelegt ist?",
    "Würdest du lieber plötzlich zum Senator gewählt werden oder plötzlich CEO eines großen Unternehmens werden? (Du wirst in beiden Fällen nicht mehr Wissen über den Beruf haben, als du jetzt hast.)",
    "Hättest du lieber einen supersensiblen Geschmack oder ein supersensibles Gehör?",
    "Würdest du lieber jedes Jahr einen Monat lang einen bezahlten Traumurlaub machen oder den Job deiner Träume haben?",
    "Würdest du lieber wie Yoda reden oder für den Rest deines Lebens wie Darth Vader atmen?",
    "Würdest du lieber kochendes Wasser als Augentropfen verwenden oder mit saurer Milch gurgeln?",
    "Würdest du lieber jedes Mal, wenn du das Geburtstagslied hörst, eine Minute lang unkontrolliert kotzen oder jedes Mal, wenn du einen Vogel siehst (auch auf Bildern oder in einem Video), Kopfschmerzen bekommen, die den Rest des Tages anhalten?",
    "Würdest du lieber jedes Jahr als eine neue, zufällige Person aufwachen und ein ganzes Jahr lang die volle Kontrolle über sie haben oder einmal pro Woche einen Tag in einer fremden Person verbringen, ohne die Kontrolle über sie zu haben?",
    "Würdest du lieber mitten in einer unbekannten Wüste oder in einem Ruderboot auf einem unbekannten Gewässer aufwachen?",
    "Würdest du dir lieber einen Film ohne Snacks oder Getränke ansehen oder alles haben, was du willst, aber die Lautstärke des Films ist immer ein bisschen zu leise oder zu laut?",
    "Würdest du lieber nur unbequeme Schuhe tragen, wenn du nach draußen gehst, oder immer bequeme Schuhe (auch im Bett)?",
    "Würdest du lieber Hosen tragen, die 3 Nummern zu groß sind, oder Schuhe, die 3 Nummern zu klein sind?",
    "Würdest du lieber in einem moralisch fragwürdigen Job arbeiten, der viel Geld einbringt, oder in einem Job, der vielen Menschen hilft, aber nicht viel Geld einbringt?",
    "Würdest du lieber mehr Stunden am Tag arbeiten, dafür aber längere Wochenenden haben, oder weniger Stunden am Tag arbeiten und mehr Arbeitstage haben?",
    "Würdest du lieber einen Roman schreiben, der weithin als das wichtigste Buch der letzten 200 Jahre angesehen wird, aber dich und das Buch werden erst nach deinem Tod gewürdigt, oder der berühmteste Erotikautor deiner Generation sein?",
    "Hättest du lieber einen Esel oder eine Giraffe als einziges Transportmittel?",
    "Hättest du lieber ein Pferd oder ein Kamel als einziges Transportmittel?"
  ]
}
