{
    "general": [
        "Would you rather live in a world without internet or a world without electricity?",
        "Would you rather have a pet dragon or a pet unicorn?",
        "Would you rather be able to fly or be invisible?",
        "Would you rather live in a treehouse or a castle?",
        "Would you rather be able to breathe underwater or walk on lava?",
        "Would you rather have a superpower of super strength or super speed?",
        "Would you rather be a famous musician or a famous actor?",
        "Would you rather live in a world without books or a world without music?",
        "Would you rather be a professional athlete or a professional artist?",
        "Would you rather have a magical garden or a magical forest?",
        "Would you rather be a superhero or a supervillain?",
        "Would you rather live in a world with robots or a world with aliens?",
        "Would you rather have a pet dinosaur or a pet pterodactyl?",
        "Would you rather live in a world without cars or a world without airplanes?",
        "Would you rather be a famous chef or a famous writer?",
        "Would you rather have a mansion or a yacht?",
        "Would you rather be a king or a knight?",
        "Would you rather have a pet shark or a pet dolphin?",
        "Would you rather be able to teleport or be able to time travel?",
        "Would you rather live in a world without phones or a world without TV?",
        "Would you rather have a pet dragonfly or a pet butterfly?",
        "Would you rather live in a world with magic or a world with advanced technology?",
        "Would you rather have a pet owl or a pet hawk?",
        "Would you rather live in a world without money or a world without laws?",
        "Would you rather be a superhero with super intelligence or super agility?",
        "Would you rather live in a world without meat or a world without sugar?",
        "Would you rather have a pet snake or a pet spider?",
        "Would you rather be a famous astronaut or a famous scientist?",
        "Would you rather have a pet cat or a pet dog?",
        "Would you rather live in a world without chocolate or a world without ice cream?",
        "Would you rather be a famous fashion designer or a famous interior designer?",
        "Would you rather live in a world with unlimited food or unlimited clean water?",
        "Would you rather have a pet monkey or a pet parrot?",
        "Would you rather live in a world without social media or a world without email?",
        "Would you rather be a famous athlete or a famous politician?",
        "Would you rather live in a world without pizza or a world without hamburgers?",
        "Would you rather have a pet fish or a pet turtle?",
        "Would you rather live in a world with robots doing all the jobs or a world without any technology at all?",
        "Would you rather be a famous comedian or a famous magician?",
        "Would you rather have a pet lion or a pet tiger?",
        "Would you rather live in a world without winter or a world without summer?",
        "Would you rather have a superpower of being able to control fire or control water?",
        "Would you rather live in a world with free education for all or free healthcare for all?",
        "Would you rather have a pet elephant or a pet giraffe?",
        "Would you rather live in a world without traffic or a world without pollution?",
        "Would you rather be a famous dancer or a famous gymnast?",
        "Would you rather have the ability to communicate with animals or the ability to speak any language fluently?",
        "Would you rather live in a world where you could have any job you wanted or a world where you could live anywhere you wanted?",
        "Would you rather have a pet bear or a pet wolf?",
        "Would you rather be a famous explorer or a famous archaeologist?",
        "Would you rather live in a world without pain or a world without sadness?",
        "Would you rather be a superhero with the power of teleportation or the power of telekinesis?",
        "Would you rather have a pet rabbit or a pet hamster?",
        "Would you rather live in a world with unlimited money or unlimited time?",
        "Would you rather be a famous race car driver or a famous stunt pilot?",
        "Would you rather live in a world with no secrets or a world with no lies?",
        "Would you rather have the power to control nature or the power to control the weather?",
        "Would you rather be a famous artist or a famous photographer?",
        "Would you rather have a pet penguin or a pet seal?",
        "Would you rather live in a world where everything was always predictable or a world where anything could happen?",
        "Would you rather be a superhero with the power of super hearing or the power of super vision?",
        "Would you rather have a pet otter or a pet beaver?",
        "Would you rather live in a world without cars or a world without trains?",
        "Would you rather be a famous inventor or a famous engineer?",
        "Would you rather have the ability to turn invisible or the ability to turn intangible?",
        "Would you rather live in a world without electricity or a world without gas and oil?",
        "Would you rather be a famous astronomer or a famous physicist?",
        "Would you rather have a pet flamingo or a pet peacock?",
        "Would you rather live in a world where everyone was always honest or a world where everyone was always kind?",
        "Would you rather be a superhero with the power of super speed or the power of super strength?",
        "Would you rather have a pet snake or a pet lizard?",
        "Would you rather live in a world without technology or a world without books?",
        "Would you rather be a famous musician or a famous DJ?",
        "Would you rather have a pet horse or a pet cow?",
        "Would you rather live in a world with no war or a world with no poverty?",
        "Would you rather be a superhero with the power of flight or the power of invisibility?",
        "Would you rather have a pet squirrel or a pet chipmunk?",
        "Would you rather live in a world without pollution or a world without crime?",
        "Would you rather be a famous athlete or a famous coach?",
        "Would you rather have a pet deer or a pet moose?",
        "Would you rather live in a world with no pain or a world with no fear?",
        "Would you rather be a superhero with the power of super intelligence or the power of telepathy?",
        "Would you rather have a pet kangaroo or a pet koala?",
        "Would you rather live in a world without traffic or a world without long lines?",
        "Would you rather be a famous fashion designer or a famous hair stylist?",
        "Would you rather have a pet goose or a pet duck?",
        "Would you rather live in a world with unlimited food or unlimited water?",
        "Would you rather be a famous chef or a famous singer?",
        "Would you rather be a superhero with the ability to control time or the ability to control space?",
        "Would you rather have a pet parrot or a pet macaw?",
        "Would you rather live in a world without music or a world without movies?",
        "Would you rather be a famous poet or a famous playwright?",
        "Would you rather have the power to create anything with your imagination or the power to bring inanimate objects to life?",
        "Would you rather live in a world where you could see into the future or a world where you could travel back in time?",
        "Would you rather be a superhero with the ability to control fire or the ability to control ice?",
        "Would you rather have a pet ferret or a pet hedgehog?",
        "Would you rather live in a world without weapons or a world without jails?",
        "Would you rather be a famous writer or a famous illustrator?",
        "Would you rather have the power to speak to the dead or the power to talk to animals?",
        "Would you rather live in a world with unlimited happiness or unlimited knowledge?"
    ]
}