{
  "General": [
    "¿Preferirías aceptar ayuda o simplemente encargarte de las cosas por tu cuenta?",
    "¿Preferirías que todos los dispositivos eléctricos dejaran de funcionar misteriosamente (posiblemente para siempre) o que los gobiernos del mundo solo sean dirigidos por personas que están pasando por la pubertad?",
    "¿Preferirías que todas las plantas gritaran cuando las cortas / recoges sus frutos o que los animales suplicaran por sus vidas antes de que los maten?",
    "¿Preferirías sentir siempre que alguien te sigue, pero nadie te sigue, o sentir siempre que alguien te observa, aunque nadie lo haga?",
    "¿Preferirías tener un buen cuerpo durante toda tu vida pero tener una inteligencia ligeramente por debajo del promedio o tener un cuerpo mediocre durante toda tu vida pero estar ligeramente por encima del promedio en inteligencia?",
    "¿Preferirías tener siempre un corte de pelo mullet o un corte de pelo de cola de caballo?",
    "¿Preferirías saber siempre exactamente qué hora es o saber siempre en qué dirección estás mirando?",
    "¿Preferirías vivir a 10 millas de donde naciste o nunca poder establecerte en un lugar por más de un año?",
    "¿Preferirías ser campeón de bolos o campeón de curling?",
    "¿Preferirías ser un artista famoso o un fotógrafo famoso?",
    "¿Preferirías ser un astronauta famoso o un científico famoso?",
    "¿Preferirías ser un astrónomo famoso o un físico famoso?",
    "¿Preferirías ser un atleta famoso o un entrenador famoso?",
    "¿Preferirías ser un atleta famoso o un político famoso?",
    "¿Preferirías ser un chef famoso o un cantante famoso?",
    "¿Preferirías ser un chef famoso o un escritor famoso?",
    "¿Preferirías ser un comediante famoso o un mago famoso?",
    "¿Preferirías ser una bailarina famosa o una gimnasta famosa?",
    "¿Preferirías ser un explorador famoso o un arqueólogo famoso?",
    "¿Preferirías ser un diseñador de moda famoso o un estilista famoso?",
    "¿Preferirías ser un diseñador de moda famoso o un diseñador de interiores famoso?",
    "¿Preferirías ser un inventor famoso o un ingeniero famoso?",
    "¿Preferirías ser un músico famoso o un DJ famoso?",
    "¿Preferirías ser un músico famoso o un actor famoso?",
    "¿Preferirías ser un poeta famoso o un dramaturgo famoso?",
    "¿Preferirías ser un famoso piloto de carreras o un famoso piloto de acrobacias?",
    "¿Preferirías ser un escritor famoso o un ilustrador famoso?",
    "¿Preferirías ser rey o caballero?",
    "¿Preferirías ser un médico practicante o un médico investigador?",
    "¿Preferirías ser un atleta profesional o un artista profesional?",
    "¿Preferirías ser un superhéroe o un supervillano?",
    "¿Preferirías ser un superhéroe o un mago?",
    "¿Preferirías ser un superhéroe con súper inteligencia o súper agilidad?",
    "¿Preferirías ser un superhéroe con la capacidad de controlar el fuego o la capacidad de controlar el hielo?",
    "¿Preferirías ser un superhéroe con la capacidad de controlar el tiempo o la capacidad de controlar el espacio?",
    "¿Preferirías ser un superhéroe con el poder de volar o el poder de la invisibilidad?",
    "¿Preferirías ser un superhéroe con el poder de la súper audición o el poder de la súper visión?",
    "¿Preferirías ser un superhéroe con el poder de la superinteligencia o el poder de la telepatía?",
    "¿Preferirías ser un superhéroe con el poder de la supervelocidad o el poder de la superfuerza?",
    "¿Preferirías ser un superhéroe con el poder de la superfuerza o el poder de la supervelocidad?",
    "¿Preferirías ser un superhéroe con el poder de la teletransportación o el poder de la telequinesis?",
    "¿Preferirías poder respirar bajo el agua o caminar sobre la lava?",
    "¿Preferirías poder controlar a los animales (pero no a los humanos) con tu mente o controlar la electrónica con tu mente?",
    "¿Preferirías poder esquivar cualquier cosa sin importar qué tan rápido se mueva o poder hacer tres preguntas y que te las respondan con precisión?",
    "¿Preferirías poder volar o ser invisible?",
    "¿Preferirías poder ir a cualquier parque temático del mundo gratis por el resto de tu vida o comer gratis en cualquier restaurante de autoservicio por el resto de tu vida?",
    "¿Preferirías poder ver 10 minutos de tu propio futuro o 10 minutos del futuro de cualquiera otra persona?",
    "¿Preferirías poder ralentizar el tiempo en un 10% o saltar tres veces más alto que ahora?",
    "¿Preferirías poder leer rápido o hablar a una velocidad increíble?",
    "¿Preferirías poder teletransportarte a cualquier lugar o poder leer la mente?",
    "¿Preferirías poder teletransportarte o poder viajar en el tiempo?",
    "¿Preferirías ser un pintor increíble o un matemático brillante?",
    "¿Preferirías ser un personaje sin importancia en la última película que viste o un personaje sin importancia en el último libro que leíste?",
    "¿Preferirías ser un centauro inverso o una sirena inversa?",
    "¿Preferirías volver a nacer en el mismo país o en otro de tu elección?",
    "¿Preferirías estar cubierto de pelo o cubierto de escamas?",
    "¿Preferirías ser famoso cuando estés vivo y olvidado cuando mueras o desconocido cuando estés vivo pero famoso después de que mueras?",
    "¿Preferirías ser fantástico a la hora de montar a caballo o asombroso a la hora de conducir dirt bikes?",
    "¿Preferirías ser temido por todos o amado por todos?",
    "¿Preferirías ser fluente en jerga legal o en francés?",
    "¿Preferirías estar obligado a comer solo comida picante o solo comida increíblemente blanda?",
    "¿Preferirías verte obligado a hablar en un solo acento diferente de tu elección para siempre o hablar en un acento diferente cuando despiertes, durante un año?",
    "¿Preferirías tener un PC de juego de primer nivel o un ordenador Apple de primer nivel, ambos son el mismo precio.",
    "¿Preferirías ser insultado por Gordon Ramsay durante 10 segundos o recibir mensajes de texto ilimitados de Donald Trump durante 10 días?",
    "¿Preferirías estar encerrado en una habitación oscura durante una semana o en una habitación iluminada durante una semana?",
    "¿Preferirías perderte en el bosque de una montaña durante un año o preso en una isla tropical durante un año?",
    "¿Preferirías estar casado con un 10 con una mala personalidad o con un 6 con una personalidad asombrosa?",
    "¿Preferirías ser pobre y trabajar en un trabajo que amas, o rico y trabajar en un trabajo que odias?",
    "¿Preferirías estar en una prisión federal de máxima seguridad con el más duro de los criminales más duros durante un año o estar en una cárcel relativamente relajada durante diez años?",
    "¿Preferirías ser golpeado en la cara con un pez o que te tiren un pedo?",
    "¿Preferirías tener tanto miedo a las alturas que no puedes ir al segundo piso de un edificio o tener tanto miedo al sol que solo puedes salir de casa en días lluviosos?",
    "¿Preferirías ser la mejor actriz o cantante del mundo?",
    "¿Preferirías ser transportado permanentemente 500 años al futuro o 500 años al pasado?",
    "¿Preferirías ser incapaz de tener niños o solo ser capaz de concebir quintillizos?",
    "¿Preferirías ser el doble de fuerte cuando tus dos dedos están atrapados en tus oídos o gatear el doble de rápido que puedes correr?",
    "¿Preferirías parpadear el doble de la tasa normal o no ser capaz de parpadear durante 5 minutos pero luego tener que cerrar los ojos durante 10 segundos cada 5 minutos?",
    "¿Preferirías hacer algo que te guste y ganar el dinero suficiente para vivir o hacer algo que odias pero ganar miles de millones de dólares?",
    "¿Preferirías comer un sándwich de ketchup o un sándwich de Sriracha?",
    "¿Preferirías comer un gusano vivo o un gusano muerto?",
    "¿Preferirías comer un huevo con un pollo medio formado dentro o comer diez saltamontes cocinados?",
    "¿Preferirías que cada camiseta que te pongas te pique un poco o que solo puedas usar papel higiénico de una capa?",
    "¿Preferirías que cada tercer pensamiento que tienes sea en voz alta o nunca estar solo sin importar lo que estés haciendo?",
    "¿Preferirías que todos escuchen música y podcasts sin auriculares o que todo el mundo se sienta injustificadamente orgulloso de su flatulencia y olor corporal?",
    "¿Preferirías que todo lo que sueñas cada noche se haga realidad cuando te despiertas o todo lo que una persona elegida al azar sueña cada noche se haga realidad cuando se despierte?",
    "¿Preferirías luchar por una causa en la que creyeras pero dudas que tendrá éxito o luchar por una causa en la que solo crees parcialmente pero que tiene una gran probabilidad de que tenga éxito?",
    "¿Preferirías encontrar el amor verdadero por 1 año o estar en una relación obsoleta por 100 años?",
    "¿Preferirías ganar una maleta que tenga $10,000 o una maleta que tenga una probabilidad de 50/50 de ser $1,000 o $50,000?",
    "¿Preferirías obtener un billete de avión internacional de ida y vuelta gratis cada año o poder volar nacionalmente en cualquier momento de forma gratuita?",
    "¿Preferirías sacarte las muelas del juicio o agujerearte las nalgas?",
    "¿Preferirías renunciar a todas las bebidas excepto el agua o dejar de comer algo que se cocinó en un horno?",
    "¿Preferirías volver a tener 5 años con todo lo que sabes ahora o saber ahora todo lo que aprenderás en el futuro?",
    "¿Preferirías ir al pasado y conocer a tus antepasados o ir al futuro y conocer a tus bisnietos?",
    "¿Preferirías ir a un bar, un club, una fiesta por un buen rato, o simplemente quedarte en casa para cenar tranquilamente en frente de la televisión?",
    "¿Preferirías ir a la cárcel por 4 años por algo que no hiciste o salirte con la tuya con algo horrible que hiciste, pero vivir siempre con miedo de ser atrapado?",
    "¿Preferirías tener un boomerang que encontraría y mataría a cualquier persona de tu elección, en cualquier parte del mundo, pero solo se puede utilizar una vez o un boomerang que siempre regresa a ti con un dólar?",
    "¿Preferiría tener una caja sin fondo de Legos o un depósito de gas sin fondo?",
    "¿Preferirías tener una casa completamente automatizada o un coche autoconducido?",
    "¿Preferirías tener un sistema de justicia penal que funcione realmente y sea justo o una rama administrativa que esté libre de corrupción?",
    "¿Preferirías tener una memoria a corto plazo horrible o una memoria a largo plazo horrible?",
    "¿Preferirías tener una cola de caballo o un cuerno de unicornio?",
    "¿Preferirías tener un jardín mágico o un bosque mágico?",
    "¿Preferirías tener una mansión o un yate?",
    "¿Preferirías tener un mapa que te muestre la ubicación de cualquier cosa que quieras encontrar y que se pueda utilizar una y otra vez pero que tenga un margen de error de hasta 5 millas o un dispositivo que te permita encontrar la ubicación de cualquier cosa que quieras con increíble precisión, pero que sólo pueda utilizarse tres veces?",
    "¿Preferirías tener un nuevo y caro par de zapatos o un costoso par de gafas de sol?",
    "¿Preferirías tener una bicicleta de un céntimo o un monociclo como única forma de transporte además de caminar?",
    "¿Preferirías tener un oso o un lobo de mascota?",
    "¿Preferirías tener un gato o un perro?",
    "¿Preferirías tener un ciervo o un alce?",
    "¿Preferirías tener un dinosaurio o un pterodactyl?",
    "¿Preferirías tener un dragón o un unicornio de mascota?",
    "¿Preferirías tener una libélula o una mariposa de mascota?",
    "¿Preferirían tener un elefante o una jirafa de mascota?",
    "¿Preferirías tener un hurón o un erizo de mascota?",
    "¿Preferirías tener un pez o una tortuga de mascota?",
    "¿Preferirías tener un flamenco o un pavo real de mascota?",
    "¿Preferirías tener un ganso o un pato de mascota?",
    "¿Preferirías tener un caballo o una vaca de mascota?",
    "¿Preferirías tener un canguro o un koala de mascota?",
    "¿Preferirías tener un león o un tigre de mascota?",
    "¿Preferirías tener un mono o un loro de mascota?",
    "¿Preferirías tener una nutria o un castor de mascota?",
    "¿Preferirías tener un búho o un halcón de mascota?",
    "¿Preferirías tener un loro o un guacamayo de mascota?",
    "¿Preferirías tener un pingüino o una foca de mascota?",
    "¿Preferirías tener un conejo o un hámster de mascota?",
    "¿Preferirías tener un tiburón o un delfín de mascota?",
    "¿Preferirías tener como mascota una mofeta que te rociara una vez al mes o un puercoespín que te acribillara una vez al mes?",
    "¿Preferirías tener una serpiente o un lagarto de mascota?",
    "¿Preferirías tener una serpiente o una araña de mascota?",
    "¿Preferirías tener una ardilla o una ardilla listada de mascota?",
    "¿Preferirías tener un superpoder para controlar el fuego o controlar el agua?",
    "¿Preferirías tener un superpoder de superfuerza o de supervelocidad?",
    "¿Preferirías que todos los perros intentaran atacarte cuando te ven o que todos los pájaros intentaran atacarte cuando te ven?",
    "¿Preferirías tener todos los semáforos verdes cuando te acercas o no tener que volver a ponerte en una cola?",
    "¿Preferirías que todas tus prendas encajaran perfectamente o que tuvieras las almohadas y sábanas más cómodas en existencia?",
    "¿Preferirías tener un dedo extra en el pie o en la mano?",
    "¿Preferirías tener una nariz rara u orejas raras?",
    "¿Preferirías tener labios agrietados que nunca se curan o terrible caspa que no se puede tratar?",
    "¿Preferirías tener pelo de espagueti comestible que vuelve a crecer cada noche o sirope de arce sudado (no dulce)?",
    "¿Preferirías tener todo en tu teléfono (historial de navegación, fotos, etc.) hecho público a cualquier persona que busque tu nombre o nunca volver a usar un teléfono?",
    "¿Preferirías que todo lo que comas sea demasiado salado o que no sea lo suficientemente salado no importa la cantidad de sal que agregues?",
    "¿Preferirías tener buenas calificaciones en el instituto o ser bueno en deporte?",
    "¿Preferirías tener una visión infrarroja que puedes activar/desactivar a voluntad o visión telescópica normal 20x?",
    "¿Preferirías tener un vello corporal descontrolado o un olor corporal fuerte y penetrante?",
    "¿Preferirías que tu piel cambiara de color según tus emociones o que aparecieran tatuajes por todo tu cuerpo que representaran lo que hiciste ayer?",
    "¿Preferirías tener a alguien haciéndose pasar por ti y haciendo cosas realmente asombrosas por las que obtienes el crédito o encontrar dinero escondido, todos los días, en lugares extraños de tu casa pero no puedes averiguar de dónde viene el dinero o cómo sigue llegando allí?",
    "¿Preferirías tener la capacidad de comunicarte con los animales o la capacidad de hablar cualquier idioma con fluidez?",
    "¿Preferirías tener la capacidad de volverte invisible o de volverte intangible?",
    "¿Preferirías tener los sentidos olfativos de un perro o ver más colores en el espectro electromagnético como un camarón mantis?",
    "¿Preferirías solo poder beber agua o solo poder comer ensalada?",
    "¿Preferirías tener el poder de controlar la naturaleza o el poder de controlar el clima?",
    "¿Preferirías tener el poder de crear cualquier cosa con tu imaginación o el poder de llevar objetos inanimados a la vida?",
    "¿Preferirías tener el poder de hablar con los muertos o el poder de hablar con los animales?",
    "¿Preferirías tener que comer un recipiente de mermelada todos los días durante 10 años, o no poder comer pan durante 20 años?",
    "¿Preferirías leer en voz alta cada palabra que leas o cantar todo lo que digas en voz alta?",
    "¿Preferirías tener cantidades ilimitadas de cualquier material que quieras para construir una casa, pero tienes que construir la casa por ti mismo o tener un famoso arquitecto y construir una casa modesta?",
    "¿Preferirías tener lo que piensas que aparezca por encima de tu cabeza para que todo el mundo lo vea o tener absolutamente todo lo que vives en livestream para que alguien lo vea?",
    "¿Preferirías tener toda su casa completamente alfombrada o completamente azulada?",
    "¿Preferirías heredar 20 millones de dólares al cumplir 18 años o pasar el tiempo ganando 50 millones de dólares a través de tu duro trabajo?",
    "¿Preferirías que fuera imposible que te despertaran durante 11 horas seguidas todos los días, pero que te despertaras sintiéndote increíble, o que te despertaran normalmente pero que nunca te sintieras totalmente descansado?",
    "¿Preferirías que lloviera marshmallows o skittles?",
    "¿Preferirías saber cómo de por encima o por debajo de la media estás tú en todo o saber cómo de por encima o por debajo de la media están las personas en una habilidad/talento con solo mirarlas?",
    "¿Preferirías conocer los secretos del mundo o vivir ignorantemente para siempre?",
    "¿Preferirías saber cuándo te vas a morir o cómo vas a morir? (No puedes cambiar el tiempo o método de tu muerte.)",
    "¿Preferirías vivir en Nueva York o Londres?",
    "¿Preferirías vivir en una cueva o en una casa de árbol?",
    "¿Preferirías vivir en un país con más reglas y expectativas sociales pero más seguro y organizado o con menos reglas y expectativas sociales pero más peligroso y caótico?",
    "¿Preferirías vivir en una casa que es increíblemente única y hermosa pero llana en el interior o en una que es increíblemente única y hermosa en el interior pero llana en el exterior?",
    "¿Preferirías vivir en una casa con muros visibles en una ciudad o en la misma casa pero en medio de un bosque lejos de la civilización?",
    "¿Preferirías vivir en una casa bonita en una ciudad aburrida o en una casa ruinosa en una ciudad excitante?",
    "¿Preferirías vivir en una casa realmente embrujada o en medio de un desierto?",
    "¿Preferirías vivir en una casa de árbol o en un castillo?",
    "¿Preferirías vivir en una utopía como una persona normal o en una distopía pero siendo el gobernante supremo?",
    "¿Preferirías vivir en un mundo de curvas suaves sin ángulos agudos o en un mundo de ángulos agudos y sin curvas? Suponiendo que los seres humanos mantienen la forma que tienen ahora.",
    "¿Preferirías vivir en un mundo en el que todo el mundo fuera siempre honesto o en un mundo en el que todo el mundo fuera siempre amable?",
    "¿Preferirías vivir en un mundo en el que todo fuera siempre previsible o en un mundo en el que pudiera ocurrir cualquier cosa?",
    "¿Preferirías vivir en un mundo en el que pudieras tener cualquier trabajo que quisieras o en un mundo en el que pudieras vivir donde quieras?",
    "¿Preferirías vivir en un mundo en el que pudieras ver el futuro o un mundo en el que pudieras volver en el tiempo?",
    "¿Preferirías vivir en un mundo con educación gratuita para todos o asistencia sanitaria gratuita para todos?",
    "¿Preferirías vivir en un mundo con magia o un mundo con tecnología avanzada?",
    "¿Preferirías vivir en un mundo sin dolor o sin miedo?",
    "¿Preferirías vivir en un mundo sin secretos o sin mentiras?",
    "¿Preferirías vivir en un mundo sin guerra o sin pobreza?",
    "¿Preferirías vivir en un mundo con robots que hagan todo el trabajo o un mundo sin ninguna tecnología?",
    "¿Preferirías vivir en un mundo con robots o con alienígenas?",
    "¿Preferirías vivir en un mundo con comida ilimitada o agua limpia ilimitada?",
    "¿Preferirías vivir en un mundo con comida ilimitada o agua ilimitada?",
    "¿Preferirías vivir en un mundo con felicidad ilimitada o conocimiento ilimitado?",
    "¿Preferirías vivir en un mundo con dinero ilimitado o tiempo ilimitado?",
    "¿Preferirías vivir en un mundo sin libros o sin música?",
    "¿Preferirías vivir en un mundo sin coches o sin aviones?",
    "¿Preferirías vivir en un mundo sin coches o sin trenes?",
    "¿Preferirías vivir en un mundo sin chocolate o sin helado?",
    "¿Preferirías vivir en un mundo sin electricidad o sin gas y petróleo?",
    "¿Preferirías vivir en un mundo sin Internet o sin electricidad?",
    "¿Preferirías vivir en un mundo sin carne o sin azúcar?",
    "¿Preferirías vivir en un mundo sin dinero o sin leyes?",
    "¿Preferirías vivir en un mundo sin música o sin películas?",
    "¿Preferirías vivir en un mundo sin dolor o sin tristeza?",
    "¿Preferirías vivir en un mundo sin teléfonos o sin TV?",
    "¿Preferirías vivir en un mundo sin pizza o sin hamburguesas?",
    "¿Preferirías vivir en un mundo sin contaminación o sin delito?",
    "¿Preferirías vivir en un mundo sin redes sociales o sin correo electrónico?",
    "¿Preferirías vivir en un mundo sin tecnología o sin libros?",
    "¿Preferirías vivir en un mundo sin tráfico o sin largas colas?",
    "¿Preferirías vivir en un mundo sin tráfico o sin contaminación?",
    "¿Preferirías vivir en un mundo sin armas o sin cárceles?",
    "¿Preferirías vivir en un mundo sin invierno o sin verano?",
    "¿Preferirías vivir en la naturaleza lejos de la civilización sin contacto humano o vivir en las calles de una ciudad como una persona sin hogar?",
    "¿Preferirías vivir hasta que tengas 200 años pero parece que tienes 200 años todo el tiempo, aunque estés sano, o que parezca que tienes 25 años hasta que mueres a los 65 años?",
    "¿Preferirías vivir sin agua caliente para duchas/baños o vivir sin lavadora?",
    "¿Preferirías vivir toda tu vida en una realidad virtual donde todos tus deseos se conceden o simplemente en el mundo real?",
    "¿Preferirías perder todo el dinero que has ganado este año o perder todos los recuerdos que has ganado este año?",
    "¿Preferirías perder todo tu dinero y objetos de valor o todas las fotos que hayas tomado?",
    "¿Preferirías perder las tres posesiones que más te gustan o perder todo lo demás, excepto esas tres posesiones?",
    "¿Preferirías dominar un instrumento musical o tener memoria fotográfica?",
    "¿Preferirías jamás volver a poder beber agua o solo poder beber agua?",
    "¿Preferirías jamás poder comer carne o jamás poder comer verduras?",
    "¿Preferirías no volver a cortarte con un papel o no volver a atascar algo en los dientes?",
    "¿Preferirías nunca enfadarte o nunca ser envidioso?",
    "¿Preferías no tener que volver a limpiar un baño o no tener que lavar platos de nuevo?",
    "¿Preferirías no tener que volver a trabajar o no tener que dormir (no te sentirás cansado o sufres efectos negativos para la salud)?",
    "¿Preferirías no poder abrir ninguna puerta cerrada o no poder cerrar ninguna puerta abierta?",
    "¿Preferirías tener solo un hijo, o tener que tener siete?",
    "¿Preferías solo poder usar zapatos de payaso o no usar zapatos?",
    "¿Preferirías deber a alguien mucho dinero o un gran favor?",
    "¿Preferirías viajar en el tiempo aleatoriamente +/- 20 años cada vez que te tiras un pedo o teletransportarte a un lugar diferente (en tierra, no agua) cada vez que estornudas?",
    "¿Preferirías recordar todas las cosas que ocurrieron en los últimos 10 años de tu vida o saber lo que vas a hacer durante los próximos 10 meses, pero no podrás cambiarlo?",
    "¿Preferirías ver lo que hay detrás de cada puerta cerrada o poder adivinar la combinación de cada caja fuerte en el primer intento?",
    "¿Preferirías delatar a tu mejor amigo por un crimen que cometió o ir a la cárcel por el crimen que cometió?",
    "¿Preferirías resolver problemas en el mundo o simplemente vivir tu vida sin preocuparte por los problemas del mundo?",
    "¿Preferirías pasar dos años con tu alma gemela pero tu alma gemela se muere y jamás vuelves a amar o pasar tu vida con alguien agradable por el que te asentaste?",
    "¿Preferirías quedarte en uno de esos tanques de privación sensorial por un día o en una habitación diseñada para un exceso de estimulación por un día?",
    "¿Preferirías ser elegido, de repente, senador o convertirte en director ejecutivo de una gran empresa? (No tendrás más conocimientos sobre cómo hacer cualquier de los dos trabajos.)",
    "¿Preferirías un gusto supersensible, o audición supersensible?",
    "¿Preferirías tener las vacaciones de tus sueños con todos los gastos pagados, cada año durante un mes, o tener el trabajo de sus sueños?",
    "¿Preferirías hablar como Yoda o respirar como Darth Vader para el resto de tu vida?",
    "¿Preferirías usar agua hirviendo como gotas para los ojos o hacer gárgaras con leche agria?",
    "¿Preferirías vomitar incontrolablemente por un minuto cada vez que escuchas la canción de feliz cumpleaños o tener un dolor de cabeza que dura el resto del día cada vez que veas un pájaro (incluyendo fotos o vídeos)?",
    "¿Preferirías despertarte como una nueva persona al azar cada año y tener el control total de ella durante todo el año o, solo una vez a la semana, pasar un día dentro de un extraño sin tener ningún control?",
    "¿Preferirías despertar en medio de un desierto desconocido o despertarte en un barco en un cuerpo desconocido de agua?",
    "¿Preferirías ver una película sin snacks o bebidas o tener lo que quieras, pero el volumen de la película está siempre un poco bajo o un poco alto?",
    "¿Preferirías usar zapatos incómodos cuando sales o tener siempre zapatos cómodos (incluso en la cama)?",
    "¿Preferirías usar pantalones 3 tamaños demasiado grandes o zapatos 3 tamaños demasiado pequeños?",
    "¿Preferirías tener un trabajo moralmente cuestionable en que ganes mucho dinero o tener un trabajo que ayude a mucha gente en que no ganes mucho dinero?",
    "¿Preferirías trabajar más horas al día, pero tener fines de semana más largos o trabajar menos horas al día con más días laborables?",
    "¿Preferirías escribir una novela que será considerada el libro más importante de los últimos 200 años, pero tú y el libro solo serán apreciados después de tu muerte o ser el escritor de erótica más famoso de tu generación?",
    "¿Preferirías que tu único medio de transporte sea un burro o una jirafa?",
    "¿Preferirías que tu único medio de transporte sea un caballo o un camello?"
  ]
}
