{
  "General": [
    "Would you rather accept help or just take care of things on your own?",
    "Would you rather all electrical devices mysteriously stop working (possibly forever) or the governments of the world are only run by people going through puberty?",
    "Would you rather always feel like someone is following you, but no one is, or always feel like someone is watching you, even though no one is?",
    "Would you rather always have a great body for your entire life but have slightly below average intelligence or have a mediocre body for your entire life but be slightly above average in intelligence?",
    "Would you rather always have a mullet haircut or a ponytail haircut?",
    "Would you rather always know exactly what time it is or always know which direction you are facing?",
    "Would you rather always live 10 miles from where you were born or never be able to settle down in one place for more than a year?",
    "Would you rather be a bowling champion or a curling champion?",
    "Would you rather be a famous artist or a famous photographer?",
    "Would you rather be a famous astronaut or a famous scientist?",
    "Would you rather be a famous astronomer or a famous physicist?",
    "Would you rather be a famous athlete or a famous coach?",
    "Would you rather be a famous athlete or a famous politician?",
    "Would you rather be a famous chef or a famous singer?",
    "Would you rather be a famous chef or a famous writer?",
    "Would you rather be a famous comedian or a famous magician?",
    "Would you rather be a famous dancer or a famous gymnast?",
    "Would you rather be a famous explorer or a famous archaeologist?",
    "Would you rather be a famous fashion designer or a famous hair stylist?",
    "Would you rather be a famous fashion designer or a famous interior designer?",
    "Would you rather be a famous inventor or a famous engineer?",
    "Would you rather be a famous musician or a famous DJ?",
    "Would you rather be a famous musician or a famous actor?",
    "Would you rather be a famous poet or a famous playwright?",
    "Would you rather be a famous race car driver or a famous stunt pilot?",
    "Would you rather be a famous writer or a famous illustrator?",
    "Would you rather be a king or a knight?",
    "Would you rather be a practicing doctor or a medical researcher?",
    "Would you rather be a professional athlete or a professional artist?",
    "Would you rather be a superhero or a supervillain?",
    "Would you rather be a superhero or a wizard?",
    "Would you rather be a superhero with super intelligence or super agility?",
    "Would you rather be a superhero with the ability to control fire or the ability to control ice?",
    "Would you rather be a superhero with the ability to control time or the ability to control space?",
    "Would you rather be a superhero with the power of flight or the power of invisibility?",
    "Would you rather be a superhero with the power of super hearing or the power of super vision?",
    "Would you rather be a superhero with the power of super intelligence or the power of telepathy?",
    "Would you rather be a superhero with the power of super speed or the power of super strength?",
    "Would you rather be a superhero with the power of super strength or the power of super speed?",
    "Would you rather be a superhero with the power of teleportation or the power of telekinesis?",
    "Would you rather be able to breathe underwater or walk on lava?",
    "Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?",
    "Would you rather be able to dodge anything no matter how fast it’s moving or be able to ask any three questions and have them answered accurately?",
    "Would you rather be able to fly or be invisible?",
    "Would you rather be able to go to any theme park in the world for free for the rest of your life or eat for free at any drive-through restaurant for the rest of your life?",
    "Would you rather be able to see 10 minutes into your own future or 10 minutes into the future of anyone but yourself?",
    "Would you rather be able to slow down time by 10% or jump three times as high as you can now?",
    "Would you rather be able to speed read or speak at an incredible speed?",
    "Would you rather be able to teleport anywhere or be able to read minds?",
    "Would you rather be able to teleport or be able to time travel?",
    "Would you rather be an amazing painter or a brilliant mathematician?",
    "Would you rather be an unimportant character in the last movie you saw or an unimportant character in the last book you read?",
    "Would you rather be a reverse centaur or a reverse mermaid/merman?",
    "Would you rather be born again in the same country or a different one of your choosing?",
    "Would you rather be covered in fur or covered in scales?",
    "Would you rather be famous when you are alive and forgotten when you die or unknown when you are alive but famous after you die?",
    "Would you rather be fantastic at riding horses or amazing at driving dirt bikes?",
    "Would you rather be feared by all or loved by all?",
    "Would you rather be fluent in legalese or fluent in French?",
    "Would you rather be forced to eat only spicy food or only incredibly bland food?",
    "Would you rather be forced to speak in a single different accent not of your choosing forever or speak in a random different accent whenever you wake up for one year?",
    "Would you rather be given a top tier gaming PC or a top tier Apple computer? Both are the same price.",
    "Would you rather be insulted by Gordon Ramsay for 10 seconds or receive unlimited text messages from Donald Trump for 10 days?",
    "Would you rather be locked in a room that is constantly dark for a week or a room that is constantly bright for a week?",
    "Would you rather be lost in the woods of a mountain for a year or stranded on a tropical island for a year?",
    "Would you rather be married to a 10 with a bad personality or a 6 with an amazing personality?",
    "Would you rather be poor and work at a job you love, or rich and work at a job you hate?",
    "Would you rather be put in a maximum-security federal prison with the hardest of the hardened criminals for one year or be put in a relatively relaxed prison where wall street types are held for ten years?",
    "Would you rather be smacked in the face with a fish or farted on?",
    "Would you rather be so afraid of heights that you can’t go to the second floor of a building or be so afraid of the sun that you can only leave the house on rainy days?",
    "Would you rather be the world’s best actress or singer?",
    "Would you rather be transported permanently 500 years into the future or 500 years into the past?",
    "Would you rather be unable to have kids or only be able to conceive quintuplets?",
    "Would you rather become twice as strong when both of your fingers are stuck in your ears or crawl twice as fast as you can run?",
    "Would you rather blink twice the normal rate or not be able to blink for 5 minutes but then have to close your eyes for 10 seconds every 5 minutes?",
    "Would you rather do something you love and make just enough money to get by or do something you hate but make billions of dollars?",
    "Would you rather eat a dead pigeon or eat a dead dove?",
    "Would you rather eat a ketchup sandwich or a Siracha sandwich?",
    "Would you rather eat a live worm or a dead worm?",
    "Would you rather eat an egg with a half-formed chicken inside or eat ten cooked grasshoppers?",
    "Would you rather every shirt you ever wear be kind of itchy or only be able to use 1 ply toilet paper?",
    "Would you rather every third thought you have be out loud or never be alone no matter what you are doing?",
    "Would you rather everyone listen to music and podcasts without headphones or everyone be unreasonably proud of their flatulence and body odor?",
    "Would you rather everything you dream each night come true when you wake up or everything a randomly chosen person dreams each night come true when they wake up?",
    "Would you rather fight for a cause you believe in, but doubt will succeed or fight for a cause that you only partially believe in but have a high chance of your cause succeeding?",
    "Would you rather find true love for 1 year or be in a stale relationship for 100 years?",
    "Would you rather get a suitcase that has $10,000 or a suitcase that has a 50/50 chance to be $1,000 or $50,000?",
    "Would you rather get one free round trip international plane ticket every year or be able to fly domestic anytime for free?",
    "Would you rather get your wisdom teeth pulled or your butt cheeks pierced?",
    "Would you rather give up all drinks except for water or give up eating anything that was cooked in an oven?",
    "Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?",
    "Would you rather go into the past and meet your ancestors or go into the future and meet your great-great-grandchildren?",
    "Would you rather go to a bar, a club, a house party for a good time, or just stay home for quiet TV dinners?",
    "Would you rather go to jail for 4 years for something you didn’t do or get away with something horrible you did but always live in fear of being caught?",
    "Would you rather have a bottomless box of Legos or a bottomless gas tank?",
    "Would you rather have a completely automated home or a self-driving car?",
    "Would you rather have a criminal justice system that actually works and is fair or an administrative branch that is free of corruption?",
    "Would you rather have a horrible short-term memory or a horrible long-term memory?",
    "Would you rather have a horses tail or a unicorn horn?",
    "Would you rather have a magical garden or a magical forest?",
    "Would you rather have a mansion or a yacht?",
    "Would you rather have a map that shows you the location of anything you want to find and can be used again and again but has a margin of error of up to five miles or a device that allows you to find the location of anything you want with incredible accuracy but can only be used three times?",
    "Would you rather have a new expensive pair of shoes or an expensive pair of sunglasses?",
    "Would you rather have a penny farthing bicycle or a unicycle as your only form of transport besides walking?",
    "Would you rather have a pet bear or a pet wolf?",
    "Would you rather have a pet cat or a pet dog?",
    "Would you rather have a pet deer or a pet moose?",
    "Would you rather have a pet dinosaur or a pet pterodactyl?",
    "Would you rather have a pet dragon or a pet unicorn?",
    "Would you rather have a pet dragonfly or a pet butterfly?",
    "Would you rather have a pet elephant or a pet giraffe?",
    "Would you rather have a pet ferret or a pet hedgehog?",
    "Would you rather have a pet fish or a pet turtle?",
    "Would you rather have a pet flamingo or a pet peacock?",
    "Would you rather have a pet goose or a pet duck?",
    "Would you rather have a pet horse or a pet cow?",
    "Would you rather have a pet kangaroo or a pet koala?",
    "Would you rather have a pet lion or a pet tiger?",
    "Would you rather have a pet monkey or a pet parrot?",
    "Would you rather have a pet otter or a pet beaver?",
    "Would you rather have a pet owl or a pet hawk?",
    "Would you rather have a pet parrot or a pet macaw?",
    "Would you rather have a pet penguin or a pet seal?",
    "Would you rather have a pet rabbit or a pet hamster?",
    "Would you rather have a pet shark or a pet dolphin?",
    "Would you rather have a pet skunk that sprayed you once a month or a pet porcupine that quilled you once a month?",
    "Would you rather have a pet snake or a pet lizard?",
    "Would you rather have a pet snake or a pet spider?",
    "Would you rather have a pet squirrel or a pet chipmunk?",
    "Would you rather have a superpower of being able to control fire or control water?",
    "Would you rather have a superpower of super strength or super speed?",
    "Would you rather have all dogs try to attack you when they see you or all birds try to attack you when they see you?",
    "Would you rather have all traffic lights you approach be green or never have to stand in line again?",
    "Would you rather have all your clothes fit perfectly or have the most comfortable pillow, blankets, and sheets in existence?",
    "Would you rather have an extra toe or extra finger?",
    "Would you rather have an odd-shaped nose or odd-shaped ears?",
    "Would you rather have chapped lips that never heal or terrible dandruff that can’t be treated?",
    "Would you rather have edible spaghetti hair that regrows every night or sweat (not sweet) maple syrup?",
    "Would you rather have everything on your phone right now (browsing history, photos, etc.) made public to anyone who searches your name or never use a cell phone again?",
    "Would you rather have everything you eat be too salty or not salty enough no matter how much salt you add?",
    "Would you rather have good grades or be good at sports?",
    "Would you rather have infrared vision that you can turn on/off at will or 20x normal telescopic vision?",
    "Would you rather have out of control body hair or a strong, pungent body odor?",
    "Would you rather have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?",
    "Would you rather have someone impersonating you and doing really amazing things that you get the credit for or find money hidden in weird places all around your house every day but you can’t figure out where the money comes from or how it keeps getting there?",
    "Would you rather have the ability to communicate with animals or the ability to speak any language fluently?",
    "Would you rather have the ability to turn invisible or the ability to turn intangible?",
    "Would you rather have the olfactory senses of a dog or see more colors in the electromagnetic spectrum like a mantis shrimp?",
    "Would you rather have the only beverage you can drink be water or the only food you can eat be a salad?",
    "Would you rather have the power to control nature or the power to control the weather?",
    "Would you rather have the power to create anything with your imagination or the power to bring inanimate objects to life?",
    "Would you rather have the power to speak to the dead or the power to talk to animals?",
    "Would you rather have to eat one jar of jam every day for 10 years, or never be able to eat bread for 20 years?",
    "Would you rather have to read aloud every word you read or sing everything you say out loud?",
    "Would you rather have unlimited amounts of any material you want to build a house, but you have to build the house all by yourself or have a famed architect design and build you a modest house?",
    "Would you rather have whatever you are thinking to appear above your head for everyone to see or have absolutely everything you do live streamed for anyone to see?",
    "Would you rather have your whole house completely carpeted or completely tiled?",
    "Would you rather inherit 20 million dollars when you turn 18 or spend the time earning 50 million dollars through your hard work?",
    "Would you rather it be impossible for you to be woken up for 11 straight hours every day, but you wake up feeling amazing, or you can be woken up normally but never feel totally rested?",
    "Would you rather it rain marshmallows or skittles?",
    "Would you rather know how above or below average you are at everything or know how above or below average people are at one skill/talent just by looking at them?",
    "Would you rather know the world’s secrets or live ignorantly forever?",
    "Would you rather know when you are going to die or how you are going to die? (You can’t change the time or method of your death.)",
    "Would you rather live in New York City or London?",
    "Would you rather live in a cave or live in a tree house?",
    "Would you rather live in a country with more rules and societal expectations that is safer and more organized or a country with less rules and societal expectations that is more dangerous and chaotic?",
    "Would you rather live in a house that is incredibly unique and beautiful but plain on the inside or one that is incredibly unique and beautiful on the inside but plain on the outside?",
    "Would you rather live in a house with see-through walls in a city or in the same see-through house but in the middle of a forest far from civilization?",
    "Would you rather live in a nice house in a boring town or a rough house in an exciting town?",
    "Would you rather live in a real haunted house or in the middle of a dessert?",
    "Would you rather live in a treehouse or a castle?",
    "Would you rather live in a utopia as a normal person or in a dystopia but you are the supreme ruler?",
    "Would you rather live in a world of smooth curves with no sharp angles or a word of only sharp angles and no curves? Assuming humans keep the shape they are now.",
    "Would you rather live in a world where everyone was always honest or a world where everyone was always kind?",
    "Would you rather live in a world where everything was always predictable or a world where anything could happen?",
    "Would you rather live in a world where you could have any job you wanted or a world where you could live anywhere you wanted?",
    "Would you rather live in a world where you could see into the future or a world where you could travel back in time?",
    "Would you rather live in a world with free education for all or free healthcare for all?",
    "Would you rather live in a world with magic or a world with advanced technology?",
    "Would you rather live in a world with no pain or a world with no fear?",
    "Would you rather live in a world with no secrets or a world with no lies?",
    "Would you rather live in a world with no war or a world with no poverty?",
    "Would you rather live in a world with robots doing all the jobs or a world without any technology at all?",
    "Would you rather live in a world with robots or a world with aliens?",
    "Would you rather live in a world with unlimited food or unlimited clean water?",
    "Would you rather live in a world with unlimited food or unlimited water?",
    "Would you rather live in a world with unlimited happiness or unlimited knowledge?",
    "Would you rather live in a world with unlimited money or unlimited time?",
    "Would you rather live in a world without books or a world without music?",
    "Would you rather live in a world without cars or a world without airplanes?",
    "Would you rather live in a world without cars or a world without trains?",
    "Would you rather live in a world without chocolate or a world without ice cream?",
    "Would you rather live in a world without electricity or a world without gas and oil?",
    "Would you rather live in a world without internet or a world without electricity?",
    "Would you rather live in a world without meat or a world without sugar?",
    "Would you rather live in a world without money or a world without laws?",
    "Would you rather live in a world without music or a world without movies?",
    "Would you rather live in a world without pain or a world without sadness?",
    "Would you rather live in a world without phones or a world without TV?",
    "Would you rather live in a world without pizza or a world without hamburgers?",
    "Would you rather live in a world without pollution or a world without crime?",
    "Would you rather live in a world without social media or a world without email?",
    "Would you rather live in a world without technology or a world without books?",
    "Would you rather live in a world without traffic or a world without long lines?",
    "Would you rather live in a world without traffic or a world without pollution?",
    "Would you rather live in a world without weapons or a world without jails?",
    "Would you rather live in a world without winter or a world without summer?",
    "Would you rather live in the wilderness far from civilization with no human contact or live on the streets of a city as a homeless person?",
    "Would you rather live until you are 200 but look like you are 200 the whole time even though you are healthy or look like you are 25 all the way until you die at age 65?",
    "Would you rather live without hot water for showers/baths or live without a washing machine?",
    "Would you rather live your entire life in a virtual reality where all your wishes are granted or just in the normal real world?",
    "Would you rather lose all of the money you've earned this year or lose all of the memories you've gained this year?",
    "Would you rather lose all your money and valuables or all the pictures you have ever taken?",
    "Would you rather lose the three possessions you hold most dear or lose everything else except for those three possessions?",
    "Would you rather master a musical instrument or have a photographic memory?",
    "Would you rather never be able to drink water again or only be able to drink water?",
    "Would you rather never be able to eat meat or never be able to eat vegetables?",
    "Would you rather never get a paper cut again or never get something stuck in your teeth again?",
    "Would you rather never get angry or never be envious?",
    "Would you rather never have to clean a bathroom again or never have to do dishes again?",
    "Would you rather never have to work again or never have to sleep again (you won’t feel tired or suffer negative health effects)?",
    "Would you rather not be able to open any closed doors (locked or unlocked) or not be able to close any open doors?",
    "Would you rather only be able to have one child, or have to have seven?",
    "Would you rather only be able to wear clown shoes or not be able to wear any shoes?",
    "Would you rather owe someone a lot of money or owe them a big favor?",
    "Would you rather randomly time travel +/- 20 years every time you fart or teleport to a different place on earth (on land, not water) every time you sneeze?",
    "Would you rather remember every single thing that happened in the last 10 years of your life or know what you are going to do for the next 10 months but not be able to change it?",
    "Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try?",
    "Would you rather snitch on your best friend for a crime they committed or go to jail for the crime they committed?",
    "Would you rather solve problems in the world or just live your life without worrying about the problems in the world?",
    "Would you rather spend two years with your soul mate only to have them die and you never love again or spend your life with someone nice you settled for?",
    "Would you rather stay in one of those sensory deprivation tanks for a day or in a room designed for overstimulation for a day?",
    "Would you rather suddenly be elected a senator or suddenly become a CEO of a major company? (You won’t have any more knowledge about how to do either job than you do right now.)",
    "Would you rather super sensitive taste or super sensitive hearing?",
    "Would you rather take an all expenses paid dream vacation every year for a month or have the job of your dreams?",
    "Would you rather talk like Yoda or breathe like Darth Vader for the rest of your life?",
    "Would you rather use boiling water as eye drops or gargle with sour milk?",
    "Would you rather vomit uncontrollably for one minute every time you hear the happy birthday song or get a headache that lasts for the rest of the day every time you see a bird (including in pictures or a video)?",
    "Would you rather wake up as a new random person every year and have full control of them for the whole year or once a week spend a day inside a stranger without having any control of them?",
    "Would you rather wake up in the middle of an unknown desert or wake up in a rowboat on an unknown body of water?",
    "Would you rather watch a movie with no snacks or drink or have whatever you want but the movie volume is always just a little to quiet or a little too loud?",
    "Would you rather wear only uncomfortable shoes whenever you go outside or comfy shoes always (even to bed)?",
    "Would you rather wear pants 3 sizes too big or shoes 3 sizes too small?",
    "Would you rather work a morally questionable job that makes a lot of money or a job that helps a lot of people but doesn’t make much money?",
    "Would you rather work more hours a day, but have longer weekends or work fewer hours a day with more workdays?",
    "Would you rather write a novel that will be widely considered the most important book in the past 200 years, but you and the book will only be appreciated after your death or be the most famous erotica writer of your generation?",
    "Would you rather your only mode of transportation be a donkey or a giraffe?",
    "Would you rather your only mode of transportation be a horse or a camel?"
  ]
}
