{
	"General": [
		"Se potessi viaggiare nel passato e incontrare una persona, chi sarebbe?",
		"Hai qualche fobia?",
		"Hai un progetto speciale a cui stai lavorando?",
		"Quanto tempo riusciresti a stare senza mangiare il tuo cibo preferito?",
		"Chi è il tuo peggior nemico?",
		"Quale pensi sia l'abilità più utile da conoscere?",
		"Cosa hai fatto per finire in punizione a scuola?",
		"Cosa cerchi di fare per rendere il mondo un po' migliore?",
		"Quando è stata l'ultima volta che hai parlato di qualcuno alle sue spalle?",
		"Sei dove pensavi di essere 10 anni fa?",
		"C'è un luogo che non desideri visitare? Perché?",
		"Hai mai detto a qualcuno che non saresti stato a casa solo per evitare che venisse a casa tua?",
		"Qual è la cosa più strana che hai mangiato?",
		"Qual è il modo più semplice per strapparti un sorriso?",
		"Babbo Natale esiste?",
		"Qual è una cosa che trovi difficile, ma che nella tua mente dovrebbe essere facile?",
		"Hai mai dormito sotto le stelle?",
		"Ti faresti mai un tatuaggio? Che tipo di tatuaggio sarebbe?",
		"Qual è la cosa peggiore che hai fatto a qualcun altro?",
		"Qual è una cosa che non sopporterai mai?",
		"Hai mai tenuto in mano una tarantola?",
		"Qual è il tuo dolce preferito?",
		"Cosa ti fa annoiare oltre misura?",
		"Racconta la cosa più assurda che hai sentito.",
		"Sei fragile?",
		"Quante cose che possiedi attualmente pensi di poter buttare via senza notare una differenza nella tua vita?",
		"Hai mai appiccato un incendio involontario?",
		"Qual è stata un'esperienza a cui non hai pensato molto in quel momento, ma che alla fine ti ha reso una persona più forte?",
		"Hai mai finto una malattia per rimanere a casa da scuola?",
		"Qual è la cosa peggiore dell'essere del tuo sesso?",
		"Cosa è semplicemente troppo difficile? Perché non l'hai ancora fatto?",
		"Ti scusi dopo una discussione?",
		"Qual è il periodo più lungo in cui sei stato senza fare la doccia?",
		"Se vincessi la lotteria e dovessi regalarla a qualcuno di questo gruppo, chi sarebbe e perché?",
		"Qual è il fatto più recente che hai appreso e che ti ha sorpreso?",
		"Quale persona famosa odi?",
		"Qual è il tuo sport preferito alle Olimpiadi?",
		"Qual è la cosa più recente che hai scoperto non essere vera e che pensavi lo fosse?",
		"Sei mai rimasto senza biancheria intima per un giorno intero?",
		"Che tipo di cose scarabocchi?",
		"Cosa ti capita di recente di domandarti?",
		"Se potessi diventare famoso su una sola piattaforma di social media, quale sarebbe e perché?",
		"Qual è la paura più grande che hai avuto?",
		"Cosa c'è nel tuo frigorifero in questo momento che probabilmente dovrebbe essere buttato via?",
		"Hai mai camminato nel sonno?",
		"Qual è la cosa che stai procrastinando e che inizierai a fare oggi?",
		"Sei un amante dei cani o dei gatti?",
		"Chi è la tua persona preferita in questo server?",
		"Cosa accumuli segretamente?",
		"Che interessi oscuri hai?",
		"Hai avuto una fase anime?",
		"Qual è l'ultima cosa che ti è rimasta incastrata tra i denti e di cui ti sei accorto solo quando sei tornato a casa?",
		"Dormi nudo?",
		"Hai mai fatto uno scherzo a un insegnante?",
		"Cosa ne pensi dei campioni della gara di spelling?",
		"Qual è l'ultimo incontro che hai avuto con uno sconosciuto a caso?",
		"Cosa non vorresti che ti chiedesse nessuno in questo gruppo? (Assicurati di tenerlo a mente per i round futuri).",
		"Qual è l'ultima cosa a cui hai rinunciato? Sei felice o deluso?",
		"Qual è la cosa più intelligente che hai fatto finora nella tua vita?",
		"Cosa ami di più del luogo in cui sei cresciuto?",
		"Qual è il tuo sito web preferito?",
		"Qual è l'ultima cosa che hai cercato sul tuo telefono?",
		"Se potessi incontrare chiunque al mondo a cena, chi sceglieresti?",
		"Qual è il tuo posto preferito al mondo?",
		"Qual è la scelta più difficile che ti è stata chiesta?",
		"Se venisse girato un film su questo gruppo, che tipo di personaggi pensi che sarebbero?",
		"C'è una parte della tua cultura che non ti piace?",
		"Se avessi una macchina del tempo, in quale periodo andresti?",
		"Qual è il tuo cibo spazzatura preferito?",
		"Qual è il peggior regalo che ti hanno fatto?",
		"Qual è la cosa più disgustosa che tu abbia mai visto?",
		"Qual è stato il giorno più felice della tua vita?",
		"Hai mai mentito in questa chat di gruppo e, se sì, di cosa si trattava?",
		"Hai detto una bugia in questa partita di ToD? Qual è stata e perché?",
		"Cosa sogni di più ad occhi aperti?",
		"Quali sono gli aspetti migliori e peggiori dell'essere un gatto secondo te?",
		"Hai mai fatto pipì in piscina?",
		"Hai paura di morire? Perché?",
		"Quando è stata l'ultima volta che hai pianto e cosa ti ha fatto piangere?",
		"Qual è il tuo \"piacere colpevole\"?",
		"Qual è la canzone che attualmente ti parla di più?",
		"Hai mai rotto qualcosa e hai dato la colpa a qualcun altro?",
		"Se potessi fare uno scherzo a un personaggio storico, chi sceglieresti e che scherzo faresti?",
		"Come descriveresti il tuo senso dell'umorismo? Puoi fare un esempio?",
		"Qual è il miglior trucco che qualcuno ti abbia mai fatto?",
		"Hai un account su Reddit?",
		"Qual è il tuo bot Discord preferito? ðŸ˜‰",
		"Sei mai andato in bagno in piscina?",
		"Smetteresti di parlare con tutti i tuoi amici per un milione di dollari?",
		"Qual è la scusa peggiore che hai cercato di usare con un insegnante o un genitore?",
		"Quale persona qui sa qualcosa di te che non vorresti fosse rivelato?",
		"Qual è il prossimo grande acquisto per il quale stai risparmiando?",
		"In quale gioco sei più bravo?",
		"Descriviti all'età di 30 anni.",
		"Se avessi solo un altro giorno di vita, cosa faresti?",
		"Qual è l'ultima cosa che hai rotto e come è successo?",
		"Ti sentiresti a tuo agio nel mostrare a qualcuno il tuo rullino fotografico?",
		"Quali sono le cose da fare nella tua lista di cose da fare?",
		"Qual è una cosa che ti infastidisce all'istante?",
		"Qual è il voto più basso che hai preso a scuola?",
		"Con chi vorresti scambiare la tua vita per un giorno?",
		"Qual è la cosa più disgustosa che hai fatto oggi?",
		"Qual è il miglior complimento che hai ricevuto?",
		"Se potessi rinchiudere qualcuno e buttare via la chiave, lo faresti e, se sì, chi sarebbe?",
		"Qual è una cosa che ti piace che facciano i tuoi genitori?",
		"Qual è una cosa che oggi è comune e che gli uomini si vergogneranno di fare tra 50 anni?",
		"Qual è il tuo segreto più profondo e oscuro?",
		"Qual è la telefonata più imbarazzante che hai ricevuto?",
		"Qual è stato l'ultimo crollo a cui hai assistito?",
		"C'è un tratto della personalità che vorresti adottare da uno dei tuoi amici?",
		"Qual è una cosa immatura che pensi facciano i tuoi genitori?",
		"Se potessi stabilire una regola che tutti devono seguire, quale sarebbe?",
		"Hai avuto un amico immaginario quando eri piccolo?",
		"Roblox o Minecraft?",
		"Cosa vorresti capire meglio?",
		"Qual è una cosa che si fa comunemente oggi e che, secondo te, tra cinquant'anni la gente si chiederà perché mai qualcuno l'abbia fatta?",
		"Qual era il tuo soprannome d'infanzia?",
		"Quanto pensi di capire te stesso?",
		"Quale complimento ricevi più spesso?",
		"Quale delle 4 stagioni è la tua preferita? Quale mese?",
		"Qual è stata la tua prima impressione di tutti qui?",
		"Qual è una cosa che vorresti poter cambiare?",
		"Quale sarebbe la cosa migliore da fare quando si perde l'udito?",
		"Quanto spesso ti fai la doccia?",
		"Qual è il tuo gioco preferito?",
		"Faresti mai le corna al giornale di un amico?",
		"Hai saputo o sai che qualcuno ti ammira?",
		"Quale legge hai infranto di più nella tua vita?",
		"Qual è il tuo ricordo d'infanzia preferito?",
		"Di cosa stai dubitando nella tua vita?",
		"Con quale dei tuoi insegnanti passati vorresti sederti e parlare oggi?",
		"Qual è il tuo life hack che più persone dovrebbero conoscere?",
		"Quale pensi sia la risorsa più preziosa?",
		"Per quanto tempo pensi di poter sopravvivere da solo?",
		"Qual è l'osa a cui ti opporresti?",
		"Quando è stata l'ultima volta che hai fatto la doccia?",
		"Come passeresti il tuo tempo se fossi un miliardario?",
		"Qual è la stanza preferita della tua casa e perché?",
		"Abbandoneresti la scuola se dovessi vincere la lotteria?",
		"Se dovessi scegliere una persona della tua famiglia più stretta per sopravvivere, chi sarebbe?",
		"Cosa faresti se potessi andare in pensione a 40 anni?",
		"A quale scherzo sei cascato?",
		"Qual è il tuo dolce preferito?",
		"Sei una persona mattiniera o notturna?",
		"Cosa vorresti fare in futuro che non osi fare ora?",
		"Sei spesso duro con te stesso?",
		"Come si prendono le decisioni?",
		"Hai mai fatto pipì in piscina?",
		"Con chi della tua famiglia non riesci a credere di essere imparentato?",
		"Quali lingue sai parlare?",
		"Se dovessi indossare un cappello per la prossima settimana, quale tipo di cappello sceglieresti?",
		"Qual è stato l'ultimo sogno che hai fatto?",
		"Qual è il tuo giorno perfetto?",
		"Cosa ti manca di più della presenza fisica?",
		"Qual è il posto più lontano in cui hai viaggiato?",
		"Qual è una cosa che facevi prima e che ora ti fa rabbrividire?",
		"Hai mai saltato un pasto?",
		"Quale situazione ti farà sicuramente piangere?",
		"Qual è il tuo posto preferito per le vacanze?",
		"Qual è un'opinione impopolare che hai?",
		"Sei stato in campeggio nel tuo giardino?",
		"Se potessi farlo, come cambieresti il tuo nome?",
		"Cosa ti motiva maggiormente?",
		"Qual è il tuo gioco da tavolo preferito da fare in famiglia?",
		"Se scrivessi un libro, di cosa parlerebbe?",
		"Quante volte hai saltato le lezioni senza motivo?",
		"Chi ti piace di più infastidire?",
		"Qual è la tua media?",
		"Se domani potessi svegliarti avendo acquisito una qualità o un'abilità qualsiasi, quale sarebbe?",
		"Se potessi ascoltare una sola canzone per il resto della tua vita, quale sarebbe?",
		"Qual è il prossimo posto che vuoi visitare?",
		"Qual è il tuo gioco preferito?",
		"Quale app usi di più?",
		"Qual è la tua emoji preferita?",
		"Hai dei familiari che sono meccanici?",
		"Se potessi trovare la risposta a una domanda sul tuo passato, presente o futuro, cosa chiederesti?",
		"Chi è il tuo idolo?",
		"Qual è una cosa che, mentre la stavi imparando, pensavi che non l'avresti mai usata, ma che in realtà hai finito per usare molto?",
		"Canti sotto la doccia?",
		"Se fossi un supereroe, quale sarebbe il tuo potere?",
		"Qual è la conversazione più interessante che hai origliato?",
		"Qual è il tuo piatto preferito?",
		"Chi è la persona più fastidiosa che conosci?",
		"Qual è stata l'ultima bugia che hai detto al tuo partner?",
		"Hai mai mentito ai tuoi genitori sul fatto di frequentare o meno le lezioni?",
		"Qual è una cosa che usi regolarmente e che vorresti non dover usare?",
		"Se fossi il sesso opposto per un giorno? Cosa pensi che indosseresti? Cosa faresti?",
		"Qual è la parte più noiosa della tua vita al momento?",
		"Che cosa hai trovato di più utile di quanto avessi mai immaginato?",
		"Hai mai pensato di cambiare nome? Se sì, in che modo?",
		"Cos'è una cosa che hai rubato?",
		"Qual è una cosa in cui credi che la maggior parte delle persone non crede?",
		"Quale emoji usi decisamente troppo?",
		"Chi è la persona che ti piace di meno in questo server?",
		"Ci sono regole o norme sociali che ti fanno arrabbiare?",
		"Che cosa è socialmente accettabile oggi e che pensi non lo sarà più tra 10 anni?",
		"Sei mai stato sorpreso a copiare il lavoro di qualcun altro?",
		"Hai mai usato i compiti o gli impegni come scusa per non uscire con gli amici?",
		"Chi è l'ultima persona che hai chiamato con il nome sbagliato?",
		"Qual è l'animale che ti assomiglia di più?",
		"Quali sono le tre caratteristiche principali che ritieni importanti per una persona?",
		"Hai mai mangiato del cibo che ti è caduto a terra?",
		"Hai mai visto un fantasma?",
		"Se avessi un minuto per uscire di casa cosa prenderesti?",
		"Cosa ti piace di più della persona che ti sta facendo questa domanda?",
		"Sei mai stato sospeso da scuola?",
		"Cosa pensa di te la maggior parte dei tuoi amici che è completamente falso?",
		"Qual è la cosa più imbarazzante che i tuoi genitori ti hanno sorpreso a fare?",
		"Qual è la cosa che sai che dovresti iniziare, ma non l'hai ancora fatto?",
		"Qual è l'ultimo posto in cui sei stato e ti sei sentito completamente fuori posto?",
		"Qual è la cosa che preferisci fare nei fine settimana?",
		"Se potessi avere la vita di qualcun altro per un giorno, chi sarebbe?",
		"È meglio leggere i libri in formato elettronico o tenere in mano il libro?",
		"Quando è stata l'ultima volta che sei stato sorpreso a mentire?",
		"Quali sono i progressi tecnologici che ti aspettano in futuro?",
		"Qual è il tuo ricordo d'infanzia preferito?",
		"Ti consideri introverso o estroverso?",
		"Come è stato l'anno scorso per te?",
		"Chi hai incontrato una sola volta che ti ha lasciato una grande impressione?",
		"Qual è la tua attuale filosofia sul denaro?",
		"Se sapessi che tra un anno morirai all'improvviso, cambieresti qualcosa del tuo modo di vivere? Perché?",
		"Di chi sei più geloso?",
		"Cosa c'è di scomodo ma che secondo te tutti dovrebbero provare almeno una volta nella vita?",
		"Quale barzelletta pensi sia divertente e non fa ridere nessuno?",
		"Se dovessi lavorare in un circo, quale lavoro sceglieresti?",
		"Quale dei tuoi genitori ti piace di più?",
		"Quale odore ti fa sempre tornare in mente qualche tipo di ricordo?",
		"Che cos'è il denaro per te?",
		"Hai mai rubato qualcosa?",
		"Ti è mai spuntato un brufolo in pubblico?",
		"Hai mai versato del sale su una lumaca?",
		"Qual è il tuo più bel ricordo d'infanzia?",
		"Hai fatto la doccia oggi?",
		"Se dovessi cambiare la lingua che parli, quale sceglieresti?",
		"Cosa è venuto prima, l'uovo o la gallina?",
		"Preferisci iOS/Apple o Android?",
		"Se potessi scambiare il tuo posto con chiunque al mondo, lo faresti? Se sì, chi sarebbe?",
		"Hai un sogno ricorrente?",
		"Se dovessi scegliere il cervello o la bellezza, quale sceglieresti?",
		"Qual è il tuo ricordo più bello con una cotta/un partner?",
		"Cosa non vedi l'ora di fare quando sarai vecchio?",
		"Hai mai scattato un selfie con la faccia da papera?",
		"Ti imbarazza la musica che ascolti?",
		"Con quale cantante ti identifichi e perché?",
		"Qual è la tua opinione sui telefoni cellulari?",
		"Indossi la stessa biancheria intima per più di un giorno?",
		"Se fossi invisibile, cosa faresti?",
		"Quale decisione sbagliata si è rivelata in realtà una buona decisione?",
		"Qual è la cosa peggiore che hai detto ai tuoi genitori?",
		"Quali sono i tuoi \"pensieri da doccia\" più strani?",
		"Qual è la cosa che non hai mai avuto la possibilità di fare?",
		"Cosa ti fa ridere?",
		"Di tutte le cose che hai comprato nella tua vita, qual è stato l'acquisto peggiore?",
		"Hai mai fatto un intervento di chirurgia estetica?",
		"Qual è la tua abilità più inutile?",
		"Qual è la decisione migliore che hai preso finora nella tua vita?",
		"Cosa ti rende unico?",
		"Qual è la cosa più meschina che hai fatto?",
		"Qual è la migliore bugia che hai convinto qualcuno che fosse vera?",
		"Qual è una cosa che non ti dispiace aspettare?",
		"Qual è una cosa che ti piacerebbe davvero provare di nuovo?",
		"Come pensi che sia più probabile morire?",
		"Qual è il tuo numero di scarpe?",
		"Qual è stata l'ultima grande discussione che hai avuto e con chi?",
		"Qual è la storia della tua ultima sfuriata?",
		"Quali sono i tuoi siti web preferiti?",
		"Qual è una piccola cosa che hai notato di recente?",
		"Qual è la cosa più dolce che qualcuno possa fare per te?",
		"Se ci sono 100 persone, quante sono più pazienti di te?",
		"Qual è il tuo talento segreto?",
		"Come reagisci di solito se ricevi un servizio scadente?",
		"Sai nuotare?",
		"Cosa pensi che possa nascondersi nel tuo armadio di notte?",
		"Hai mai rivelato i segreti di uno dei tuoi migliori amici, anche se avevi detto che non l'avresti fatto?",
		"Di chi hai più paura?",
		"Se potessi provare un lavoro qualsiasi per un giorno, quale sarebbe?",
		"Qual è la cosa più infantile che fai ancora?",
		"Qual è la cosa peggiore che uno dei tuoi amici o ex amici ti ha fatto?",
		"Cosa ti rende felice?",
		"Cosa vorresti aver fatto di più quando eri più giovane?",
		"Dormi ancora con la luce notturna?",
		"Che tipo di caramelle vorresti nel tuo regalo di compleanno?",
		"Qual è la tua passione più recente?",
		"Qual è la cosa che preferisci di questo server?",
		"Qual è la città dei tuoi sogni in cui vivere?",
		"Hai mai dimenticato di indossare la biancheria intima?",
		"Puoi descrivere il tuo stile personale?",
		"Se potessi comprare solo dieci articoli al supermercato per la settimana successiva, cosa compreresti?",
		"Qual è la cosa che hai sempre voluto provare ma che ti ha spaventato troppo?",
		"Pratichi qualche sport?",
		"Qual è il tuo momento più imbarazzante?",
		"Hai paura del buio?",
		"Qual è la tua vera media?",
		"Hai un fratello preferito?",
		"Se potessi assegnare un compito domestico a qualcun altro, quale sarebbe?",
		"Fai la doccia ogni giorno?",
		"Hai mai visto un film che hai ritenuto migliore del libro?",
		"Quale genio del male vorresti essere?",
		"Ti piacciono gli insetti?",
		"Qual è l'ultima cosa di cui ti sei lamentato?",
		"Cosa significa \"vivere una buona vita\" secondo te?",
		"Qual è l'ultimo grande obiettivo che hai raggiunto?",
		"Se non fossi qui in questa stanza in questo momento, cosa staresti facendo?",
		"Se potessi sapere una cosa del passato, quale sarebbe?",
		"Qual è, secondo te, la cosa migliore di te stesso?",
		"Se potessi avere qualsiasi cosa al mondo, quale sarebbe?",
		"Qual è il tuo tipo di formaggio preferito?",
		"Cosa faresti con un milione di dollari?",
		"Quando è stata l'ultima volta che hai pulito la tua stanza?",
		"Quando è stata l'ultima volta che hai pianto?",
		"Qual è il guaio più grosso in cui ti sei cacciato a scuola?",
		"Dimmi una volta in cui hai usato qualcuno per il tuo tornaconto personale.",
		"Se avessi un milione di dollari, cosa faresti con tutti i tuoi soldi?",
		"Chi è la tua attuale cotta?",
		"Riesci a stare da solo in una stanza buia?",
		"Pensi che la Terra sia l'unico pianeta abitabile? Credi negli alieni?",
		"Quali sono le qualità che più ti piacciono in un amico?",
		"Hai mai implorato un insegnante per ottenere un voto migliore?",
		"Qual è il sogno più strano che hai fatto?",
		"Quando c'è stata una volta in cui qualcuno ha davvero tradito la tua fiducia?",
		"Quando è stata l'ultima volta che hai letto un libro?",
		"Hai mai fatto pipì in una piscina pubblica?",
		"Qual è la storpiatura più divertente del tuo nome che hai sentito?",
		"Con chi è più facile parlare in questo server?",
		"Chi fingi che ti piaccia, ma in realtà non ti piace?",
		"Sei mai stato in TV?",
		"Che tipo di uccello vorresti essere?",
		"Quali strani oggetti sentimentali hai conservato da quando eri più giovane?",
		"Qual è la conversazione interessante più recente che hai avuto?",
		"Qual è la prossima cosa che devi comprare?",
		"Qual è un alimento che ti riprometti di non mangiare mai?",
		"Hai mai guardato un film horror da solo?",
		"Se sapessi che il mondo sta per finire, cosa faresti?",
		"Dimmi qualcosa che hai sempre desiderato, ma che è troppo costoso da comprare.",
		"Cosa non ti piace delle riunioni di famiglia?",
		"Hai mai pianto guardando un programma televisivo o un film?",
		"Sei una persona da \"bicchiere mezzo pieno\" o da \"bicchiere mezzo vuoto\" (ottimista o pessimista)?",
		"Qual è il tuo peggior ricordo d'infanzia?",
		"Hai mai mangiato un verme?",
		"Qual è la tua peggiore abitudine?",
		"Se una sfera di cristallo potesse dirti la verità su te stesso, sulla tua vita, sul futuro o su qualsiasi altra cosa, cosa vorresti sapere?",
		"Quale emoji ti descrive meglio?",
		"Se dovessi descrivere la tua vita attuale come un film, quale film sceglieresti?",
		"Il tuo armadio è in disordine?",
		"Qual è il peggior consiglio che hai ricevuto da qualcuno?",
		"Se dovessi diventare famoso per qualcosa, quale sarebbe?",
		"Ti hanno mai dato del brutto?",
		"Qual è l'ultimo grande errore che hai commesso di fronte agli altri?",
		"Qual è la tua cattiva abitudine?",
		"Sei cambiato da quando hai conosciuto gli altri qui?",
		"Come spenderesti 1.000 dollari per dare la massima felicità al maggior numero di persone possibile?",
		"C'è qualcosa che ti fa arrabbiare più del dovuto?",
		"Qual è stato il giorno più bello della tua vita?",
		"A quale ricordo stai pensando molto ultimamente?",
		"Cosa potrebbe sorprendere di più chi non ti conosce bene?",
		"Cosa prevedi che esisterà tra 10 anni e che oggi non esiste?",
		"Qual è stato lo scherzo più brutto che hai fatto a qualcuno?",
		"Qual è stata la tua peggiore esperienza sul posto di lavoro?",
		"Qual è la tua canzone preferita da ballare quando non c'è nessuno?",
		"Hai mai rivelato un segreto, anche se avevi detto che non l'avresti fatto?",
		"Matematica o scienze?",
		"Racconta la storia della tua vita in due minuti.",
		"Qual è la situazione più strana in cui ti sei trovato?",
		"Ti consideri deciso o indeciso?",
		"Ti piacciono i film di paura?",
		"Guardi ancora i cartoni animati per bambini?",
		"Se potessi essere invisibile, cosa faresti?",
		"Quanti migliori amici hai avuto nel corso della tua vita?",
		"Su quale sito web perdi più tempo?",
		"Se la tua casa stesse bruciando, quali sono le 4 cose che prenderesti?",
		"Qual è il periodo più lungo in cui sei stato lontano da casa?",
		"Se rinascessi, cosa vorresti essere?",
		"Qual è il tuo genere musicale preferito?",
		"Qualcuno ha mai compiuto un atto di gentilezza casuale nei tuoi confronti?",
		"In cosa sei davvero molto bravo?",
		"Quale argomento puoi tirare fuori durante una riunione di famiglia per far subito arrabbiare tutti?",
		"Puoi indicare 5 cose che non faresti per un milione di dollari?",
		"Quando è il tuo compleanno?",
		"Qual è stato il tuo sogno più strano?",
		"Qual è la storia dell'ultima volta che hai pianto?",
		"Dormi ancora con un orsacchiotto?",
		"Utilizzi il filo interdentale ogni giorno?",
		"Qual è il periodo più lungo in cui sei rimasto senza dormire?",
		"Hai mai detto di aver finito la cena quando in realtà non l'hai fatto?",
		"Chi in questo server avresti paura di incontrare in rete?",
		"Hai mai fatto uno scherzo a scuola?",
		"In situazioni di emergenza, come reagisci?",
		"Qual è la tua materia scolastica preferita?",
		"Ti sei mai dato malato perché non volevi andare a scuola?",
		"Quanto tempo sei riuscito a stare senza mangiare il tuo cibo preferito?",
		"Se un genio uscisse da una lampada, quali sarebbero i tuoi 3 desideri?",
		"Chi ha il miglior senso dello stile?",
		"Sai, mi sono sempre chiesto... (riempire lo spazio vuoto)",
		"Chi è, secondo te, la celebrità più sfigata?",
		"Se potessi realizzare tre cose nella vita, quali sarebbero?",
		"Qual è stato il tuo proposito per il nuovo anno? Come sta andando?",
		"Con chi vorresti scambiare più vite?",
		"Cerchi su Google le nuove persone che incontri?",
		"Cosa ti rende geloso?",
		"Se potessi scegliere di vivere da solo in questo momento, lo faresti?",
		"Qual è il corso più difficile per te a scuola?",
		"Qual è la tua paura più di nicchia?",
		"A quale domanda \"Obbligo o verità\" non vuoi rispondere?",
		"Se avessi la possibilità di cambiare il tuo volto, a quale volto vorresti assomigliare?",
		"Qual è il miglior pasto che tu abbia mai fatto?",
		"Hai mai avuto un'esperienza di pre-morte?",
		"Per cosa ti sei sentito grato di recente?",
		"Hai delle abitudini strane? Se sì, quali abitudini?",
		"Quanto tempo impieghi per formarti un'opinione su una persona?",
		"Canti sotto la doccia?",
		"Quante volte ti prendi cura di te stesso a settimana?",
		"Se potessi cambiare qualcosa del modo in cui sei stato cresciuto, cosa cambieresti?",
		"Sai parlare una lingua diversa?",
		"Qual è la cosa che rimpiangi?",
		"Qual è il tuo talento segreto, se ne hai uno?",
		"Odi/disprezzi fortemente qualcuno qui?",
		"Con chi sei più in disaccordo?",
		"Hai scoreggiato in pubblico?",
		"Qual è stato il tuo programma d'infanzia preferito?",
		"Qual è il tuo desiderio segreto?",
		"Quale evento recente hai visto che ti ha ridato fiducia nel genere umano?",
		"Qual è una conoscenza inutile che conosci?",
		"Quanti selfie ti fai al giorno?",
		"Qual è il periodo più lungo in cui hai lasciato volutamente qualcuno in lettura?",
		"Quale piccola cosa ti dice immediatamente che una persona è buona?",
		"Qual è stato il momento più spaventoso della tua vita?",
		"Tra tutte le persone presenti in questa sala, chi pensi che avrà più successo tra 20 anni?",
		"Se potessi avere una cosa gratis, quale sarebbe?",
		"Hai mai annusato l'interno di una conchiglia?",
		"Cosa cerchi di più in una persona?",
		"Qual è la tua battuta preferita?",
		"Come preferisci il tuo gelato?",
		"Cosa ne pensi degli anime?",
		"Qual è il tuo rapporto con la famiglia?",
		"Come hai scoperto che Babbo Natale non esiste?",
		"Qual è il tuo linguaggio dell'amore?",
		"Che tipo di telefono vuoi?",
		"Hai bisogno di un abbraccio?",
		"Qual è il tuo gusto di gelato preferito?",
		"Chi è stata l'ultima persona con cui hai parlato al telefono?",
		"Che tipo di genitore pensi di essere?",
		"Qual è la parte migliore della pioggia?",
		"Se potessi eliminare una persona da questo server, chi sarebbe?",
		"Se potessi tornare indietro nel tempo e cancellare una cosa che hai fatto in passato, quale sarebbe?",
		"Qual è una cosa che non ti stanchi mai di fare?",
		"Qual è la cosa più cattiva che hai detto/fatto a qualcuno?",
		"Qual è stata una situazione in cui hai letteralmente fatto un doppio salto?",
		"Chi è la persona più pazza che conosci (di persona)?",
		"Di quanti soldi avresti bisogno in banca per sentirti tranquillo e andare in pensione oggi?",
		"Qual è la cosa che vorresti fare da grande?",
		"Chi è la persona più fotogenica qui?",
		"Cosa ti annoia oltre misura?",
		"Qual è l'errore più grande che hai commesso mentre cucinavi?",
		"Qualcuno ti ha mai sorpreso mentre andavi in bagno?",
		"Di cosa avevi più paura quando eri più giovane? Hai ancora questa paura?",
		"Quali sono i tuoi tre colori preferiti e perché?",
		"Nomina una persona famosa di cui vorresti essere amico.",
		"Quale talento hai che è imbarazzante da condividere?",
		"Hai in mente un lavoro da sogno? Quale sarebbe?",
		"Ti lavi i denti due volte al giorno?",
		"Chi è la persona più bella che conosci?",
		"Ti consideri popolare?",
		"Descrivi la casa dei tuoi sogni",
		"Ti è mai capitato di distruggere per sbaglio qualcosa che era importante per qualcun altro?",
		"Quando sei più produttivo?",
		"Qual è una cosa che faresti e che la gente penserebbe che non faresti mai?",
		"Di cosa non vuole parlare nessuno, ma in realtà dovrebbe?",
		"Hai mai lasciato che qualcuno si prendesse la colpa per qualcosa che hai fatto? Cosa è successo?",
		"Qual è il tuo programma televisivo preferito al momento? Qual era 5 anni fa?",
		"Hai delle cicatrici? Se sì, come ti sei fatta la prima?",
		"Parli con te stesso allo specchio?",
		"Quale persona qui sa qualcosa di te che non vorresti fosse rivelato?",
		"Quale sfida vorresti che il tuo migliore amico affrontasse?",
		"Qual è la peggiore bugia che ti è stata detta?",
		"Quanti anni avevi quando hai avuto la tua prima cotta?",
		"Chi è il più adatto a fare il fidanzato/la fidanzata/la fidanzata?",
		"Qual è la tua paura più grande?",
		"Se potessi imparare quando muori, lo faresti?",
		"A che età hai imparato ad andare in bicicletta?",
		"Qual è stato uno dei tuoi momenti più imbarazzanti?",
		"Hai mai provato la nitro Discord?",
		"Dormi con un peluche?",
		"Qual è l'ultimo sogno ad occhi aperti che hai fatto?",
		"Qual è la tua foto preferita che hai scattato?",
		"Preferisci il cioccolato o la vaniglia?",
		"Qual è la tua emoji preferita?",
		"Qual è l'ultima cosa che hai fatto da solo e che ti è piaciuta?",
		"Qual è una cosa che hai imparato semplicemente osservando un estraneo?",
		"Hai mai commesso un reato? Se sì, di cosa si trattava?",
		"Qual è una paura che hai superato?",
		"Con quale cibo hai un rapporto di amore-odio?",
		"Ti è mai capitato di essere cancellato per qualcosa?",
		"C'è mai stato un momento della tua vita in cui hai pensato di morire?",
		"Qual è il tuo più grande risultato?",
		"Hai problemi di impegno?",
		"Qual è la canzone più imbarazzante che ascolti?",
		"Come hai fatto a farla franca imbrogliando in un test?",
		"Qual è il cibo più disgustoso che tu abbia mai mangiato?",
		"Qual è una cosa disgustosa che hai fatto oggi?",
		"Di quale animale hai più paura?",
		"Qual è la cosa più strana che hai fatto in aereo?",
		"Quale tipo di esercizio ti piace di più?",
		"Cosa c'è di te oggi che il vecchio te stesso troverebbe sorprendente?",
		"Qual è il lavoro che non farai mai?",
		"Quali sono le tre principali qualità che ammiri negli altri?",
		"Indossi la biancheria intima?",
		"Qual è il tuo life hack preferito?",
		"Qual è una cosa che vorresti fare, ma che non puoi fare a causa delle conseguenze?",
		"In cosa saresti davvero bravo se non fosse per una cosa?",
		"Hai mai fatto uno scherzo al tuo insegnante?",
		"Pensi che le persone ti vedano nello stesso modo in cui tu vedi te stesso?",
		"Hai mai mentito al tuo migliore amico? Su cosa hai mentito?",
		"Qual è una cosa che i tuoi genitori non sanno?",
		"Qual è la cosa che vuoi disperatamente sentire?",
		"Quale opera d'arte ha avuto un grande impatto su di te?",
		"Hai delle applicazioni sul tuo telefono che non hai mai usato?",
		"Qual è la cosa che preferisci fare nel tempo libero?",
		"Qual è il periodo di tempo più lungo in cui sei rimasto sveglio?",
		"Hai mai avuto un grande rivale? La rivalità era amichevole o feroce?",
		"Quanti interessi romantici pensi di avere per il resto della tua vita?",
		"Qual è il tempo più lungo che hai trascorso in ospedale?",
		"Che tipo di pigiama indossi a letto?",
		"Hai paura dei mostri?",
		"Qual è la prossima abilità che vorresti imparare davvero bene?",
		"Hai mai fatto la cacca nei pantaloni?",
		"Quale animale pensi che rifletta meglio la tua personalità?",
		"Pensi di essere sicuro di te?",
		"Qual è l'oggetto più costoso che possiedi?",
		"Ti piace leggere per divertimento?",
		"Chi è la persona più innocente di questo server?",
		"Di che sesso pensi che siano gli angeli?",
		"Qual è la cosa più assurda che hai visto?",
		"Hai mai fatto il bullo con qualcuno?",
		"Quale destinazione è in cima alla tua lista da visitare?",
		"Come descriveresti una persona ricca?",
		"Sei sonnambulo?",
		"Per te dire bugie bianche va bene?",
		"Qual è l'oggetto più imbarazzante della tua stanza?",
		"Credi in qualche superstizione? Se sì, quali?",
		"Ti sei mai rotto un osso?",
		"Quale personaggio di un libro o di un film vedi nella tua vita?",
		"Quali sono le tre qualità che ritieni più importanti in un amico?",
		"Quando è stata l'ultima volta che hai fatto finta di essere malato quando non lo eri?",
		"Quando è stata l'ultima volta che hai vomitato?",
		"Cosa sai che ti fa male ma continui a farlo?",
		"Quando hai imparato ad andare in bicicletta?",
		"Chi è il tuo migliore amico?",
		"Quale sarebbe la pizza perfetta per te?",
		"Hai mai provato la disforia di genere?",
		"Cosa ti piace fare quando sei solo?",
		"Chi è stato il tuo primo partner?",
		"Qual è la cosa per cui perdi il sonno?",
		"Ti piace il posto in cui vivi?",
		"Qual è la cosa peggiore che qualcuno abbia mai detto di te?",
		"Qual è il sogno più bizzarro che hai fatto?",
		"Quale cosa non comune vorresti che diventasse più comune?",
		"Se Jurassic Park fosse reale, lo visiteresti?",
		"Qual è la domanda che hai e a cui nessuno è riuscito a darti una risposta valida?",
		"Quando hai dovuto allontanarti per la vergogna?",
		"Qual è la tua opinione sui sonnellini?",
		"Quando è stata l'ultima volta che hai pianto? Perché?",
		"Se potessi avere un qualsiasi superpotere, quale sceglieresti?",
		"Canti quando non c'è nessuno?",
		"Quando è stata l'ultima volta che hai usato il filo interdentale?",
		"Cosa ti fa annoiare a morte?",
		"Qual è la cosa che preferisci fare quando sei da solo?",
		"Tieni un diario?",
		"Cosa ti ha sorpreso di più nella vita?",
		"Quale cosa fuori dal comune incoraggeresti tutti a provare una volta?",
		"Con chi parli di più su questo server e perché?",
		"A quale genitore sei più legato e perché?",
		"Se dovessi scegliere tra far parte di un coro e recitare in uno spettacolo teatrale, cosa sceglieresti?",
		"Qual è la tua storia di \"persona famosa\"?",
		"Quando è stata una volta in cui hai perso completamente la testa?",
		"Se potessi vivere in qualsiasi parte del mondo, dove vivresti?",
		"Hai mai mangiato qualcosa che era già stato gettato nella spazzatura?",
		"Se un giorno potessi avere un'attività tutta tua, quale sarebbe?",
		"Qual è stata la tua più recente esperienza di discesa nella tana del coniglio?",
		"Qual è il tuo film preferito?",
		"Qual è la tua storia di nuoto più imbarazzante?",
		"Se potessi trasmettere al mondo una cosa per 30 secondi, quale sarebbe?",
		"Non vedi l'ora di diventare adulto? Se lo sei già, ti manca essere un bambino?",
		"Qual è il film più spaventoso che hai visto?",
		"Se potessi mangiare un solo alimento al giorno per il resto della tua vita, quale sarebbe?",
		"Chi sceglieresti se potessi scambiare il tuo posto con qualcuno per un giorno?",
		"Cosa pensi che le persone fingano di amare quando in realtà non lo fanno?",
		"A cosa hai pensato ultimamente che ti ha tenuto sveglio la notte?",
		"Quale pettegolezzo hai scatenato e di cui ti dispiace?",
		"Da quanto tempo ami la tua cotta e non l'hai mai confessato?",
		"Ti copri gli occhi durante le scene di film spaventosi?",
		"Cosa ti piace di più di te stesso?",
		"Se avessi solo tre desideri, quali sarebbero?",
		"Qual è la cosa in cui hai fallito di più?",
		"Se qualcuno dovesse riassumerti con una frase, quale sarebbe?",
		"Per chi ti senti iperprotettivo?",
		"Cosa ti dà più fastidio?",
		"Se potessi salvare uno solo dei tuoi genitori da una morte certa, quale sceglieresti?",
		"Se sapessi di poter vivere per sempre, come trascorreresti le tue giornate in modo diverso?",
		"Se potessi cambiare una delle regole della casa, quale sarebbe?",
		"Se dovessi eliminare un'app dal tuo telefono, quale sarebbe?",
		"Qual è una cosa che piace a tutti gli altri, ma che a te non piace?",
		"Annusi i tuoi vestiti per stabilire se puoi indossarli di nuovo senza lavarli?",
		"Hai mai mentito ai tuoi genitori su quello che facevi dopo la scuola?",
		"Qual è la cosa più spontanea che hai fatto?",
		"Qual è la tua materia scolastica preferita?",
		"Qual è il soprannome più imbarazzante che hai ricevuto?",
		"Quale pensi sia il tuo più grande difetto fisico?",
		"Qual è una cosa che hai imparato \"a fatica\"?",
		"Se dovessi scegliere, preferiresti avere troppo caldo o troppo freddo?",
		"Chi è il tuo attore preferito?",
		"Hai mai rubato in un negozio? Cosa hai preso?",
		"Hai un'applicazione sul tuo telefono che usi anche se la odi?",
		"Qual è un'abilità che vorresti avere?",
		"Se ne avessi la possibilità, proporresti qualcuno qui?",
		"Se venissi messo in un posto a caso della tua città, riusciresti a trovare la strada di casa?",
		"Sei mai stato cattivo con uno dei tuoi insegnanti?",
		"Cosa ne pensi dei social media?",
		"Se un giorno potessi avere un'attività tutta tua, quale sarebbe?",
		"Qual è l'ultima cosa per cui hai esagerato?",
		"Hai mai preso dei soldi dal tuo coinquilino?",
		"Qual è la cosa più inutile che conosci?",
		"Quanto sei flessibile?",
		"Quale sarà l'eredità della tua vita?",
		"Qual è una cosa per cui non avresti dovuto metterti nei guai?",
		"Qual è una cosa che hai imparato di recente e che tutti gli altri sapevano già?",
		"Cosa c'è nella tua lista dei desideri?",
		"Pensi di aver mai fatto parte della folla popolare?",
		"Hai mai diffuso un pettegolezzo?",
		"Di chi ti fidi di meno?",
		"Qual è una cosa che ti è successa e che non riesci a spiegare logicamente?",
		"Hai mai incolpato un animale domestico per qualcosa che hai fatto tu?",
		"Come si chiama il tuo animale?",
		"Se all'improvviso vincessi una lotteria, per cosa la spenderesti?",
		"Se dovessi cambiare il tuo nome, come lo cambieresti?",
		"Qual è la sfida più stupida che hai fatto?",
		"Sai cucinare?",
		"Ti sottoporresti mai a un intervento di chirurgia plastica?",
		"Se fossi un miliardario, cosa passeresti il tuo tempo a fare?",
		"Qual è la tua storia di pressione intensa e come l'hai gestita?",
		"Hai mai calpestato una cacca di cane?",
		"Qual è il talento che vorresti possedere?",
		"Se ogni persona avesse un'etichetta di avvertimento, cosa direbbe la tua?",
		"Ami i tuoi genitori?",
		"Quanto faresti per avere il ragazzo/la ragazza/il partner dei tuoi sogni?",
		"Qual è la lezione di vita più recente che hai imparato?",
		"Qual è una cosa che tutti odiano, ma che a te piace?",
		"Se potessi cambiare una cosa del tuo viso, quale sarebbe?",
		"Se avessi 5 ore in più al giorno, in cosa le impiegheresti?",
		"Riusciresti a sopravvivere senza il tuo telefono per una settimana?",
		"Qual è il tuo piano per sopravvivere a un'invasione di zombie?",
		"Quanti amici reali hai su Discord?",
		"Quali bot Discord utilizzi?",
		"Se dovessi dedicare la tua vita all'arte, che tipo di arte sarebbe?",
		"Qual è la cosa più egoista che fai e che ti va bene?",
		"Chi è una persona che vorresti fosse ancora nella tua vita?",
		"In quale paese vorresti vivere se ne avessi la possibilità?",
		"Il miglior appuntamento che hai avuto?",
		"Qual è la cosa più meschina che hai fatto?",
		"Cosa faresti se dovessi morire tra 3 giorni?",
		"Qual è una cosa che hai fatto per la quale le persone qui presenti ti giudicherebbero?",
		"Chi è il peggior cuoco che conosci?",
		"Qual è una cosa che nessuno sa ancora di te?",
		"Qual è la storia del perché hai sostituito l'ultimo telefono che avevi?",
		"Qual è l'oggetto che possiedi e che non hai mai usato?",
		"Se potessi cambiare il colore di una cosa, quale sarebbe e perché?",
		"Qual è la tua storia divertente ora, ma che in quel momento era orrenda?",
		"Sei mai stato ipnotizzato?",
		"Hai mai dimenticato il nome di un insegnante?",
		"Cosa non ti piace di più in un amico?",
		"Qual è la storia del tuo tesoro più grande?",
		"Quale pensi sia l'aspetto più complesso di te stesso?",
		"Se potessi cambiare una qualsiasi regola della tua casa, quale sarebbe?",
		"Hai un amico immaginario? O ce l'avevi una volta?",
		"Qual è il tuo talento migliore?",
		"Chi ti colpisce di più quando è triste nel server?",
		"Qual è il tuo ricordo più prezioso?",
		"Quando hai pianto l'ultima volta davanti a un'altra persona? Da solo?",
		"Quanto tempo hai impiegato per creare la tua firma attuale?",
		"Quale pensi sia la cosa peggiore dell'essere famosi?",
		"Qual è una cosa che pensavi di aver già fatto, ma che non hai fatto?",
		"Qual è stato un sogno irrealizzabile che hai fatto da bambino?",
		"Qual è l'hobby più particolare che hai?",
		"Qual è stato il tuo programma d'infanzia preferito?",
		"Di cosa sei più insicuro?",
		"Qual è il miglior complimento che hai ricevuto?",
		"Hai mai rubato a scuola o al lavoro?",
		"Qual è la cosa peggiore che qualcuno ti abbia mai detto?",
		"Qual è stato il tuo ultimo momento \"ah-ha\"?",
		"Chi è il tuo migliore amico?",
		"Hai degli animali domestici?",
		"Qual è una cosa impopolare che vorresti fosse usata da più persone?",
		"Qual è un'abilità inutile che possiedi?",
		"Hai mai fatto uno spuntino di nascosto quando i tuoi genitori non guardavano?",
		"Quale combinazione di cibi mangi che fa rabbrividire gli altri?",
		"Qual è la scommessa più grande che hai fatto?",
		"Pensi di avere un aspetto peggiore o migliore rispetto alla maggior parte delle persone che conosci?",
		"Qual è la tua velocità di battitura?",
		"Hai dei familiari che sono agricoltori?",
		"Qual è il sogno più brutto che hai fatto?",
		"Chi è la persona più carina qui?",
		"Cosa non esiste, ma dovrebbe esistere?",
		"Chi hai nel tuo blocco o nella tua lista limitata di Facebook?",
		"Hai finto di essere malato per rimanere a casa da scuola?",
		"Chi è la persona più fortunata che conosci?",
		"Chi è il tuo eroe personale",
		"Hai una storia di viaggio da incubo?",
		"Sei mancino o destro?",
		"Ti è mai capitato di dire ad alta voce qualcosa che stavi pensando, senza renderti conto di averlo detto ad alta voce? Che cosa è stato?",
		"Chi del gruppo pensi che finirà per essere il più ricco?",
		"Com'è la tua vacanza perfetta?",
		"Qual è la cosa più stupida che hai fatto per sfida?",
		"Hai mai rotto qualcosa di qualcun altro e non l'hai detto alla persona?",
		"Qual è la cosa che vorresti dire a te stesso più giovane?",
		"Qual è una cosa che ti è realmente accaduta ma che nessuno crederebbe se non fosse presente?",
		"Sei mai uscito di nascosto da casa?",
		"Quando è stata l'ultima volta che ti sei tolto il naso senza un fazzoletto?",
		"Quali piccole cose ti fanno sudare anche se sai che non dovresti?",
		"Quale paese ti sembra interessante ma ne sai poco?",
		"Che tipo di elettronica vuoi? (computer, telefoni, ecc.)",
		"Qual è la cosa peggiore che ti è capitata oggi?",
		"Se potessi essere una persona in questo server per un'ora, chi saresti?",
		"Qual è una canzone a cui ti senti affine?",
		"Qual è l'ultima sciocchezza che hai fatto?",
		"Hai mai preso i mezzi pubblici?",
		"Quali sono le tue 5 canzoni preferite?",
		"Qual è la tua festa preferita?",
		"Immagina di trovarti su un'isola deserta e di poter portare con te solo 2 cose. Quali sarebbero?",
		"Come sta andando la tua giornata?",
		"Se potessi essere un animale qualsiasi, quale saresti?",
		"Qual è il tuo più grande rimpianto dell'ultimo mese?",
		"C'è un momento della tua vita che vorresti poter rivivere?",
		"Se potessi scegliere di tornare indietro nel tempo o nel futuro, cosa sceglieresti?",
		"Ti metti le dita nel naso?",
		"Qual è un cibo che ti piace e che non piace a nessun altro?",
		"Ti è mai capitato di ridere in un momento totalmente inopportuno?",
		"Qual è il tuo cibo preferito?",
		"Qual è il tuo colore preferito?",
		"Qual è una cosa che pensavi che i tuoi genitori non sapessero, ma che poi hai scoperto che invece sapevano?",
		"Qual è una cosa che hai sempre voluto fare ma che non sei ancora riuscito a fare?",
		"Qual è la cosa più meschina che hai fatto prima di oggi?",
		"Hai mai imbrogliato in un test?",
		"Hai mai vomitato sulle montagne russe?",
		"Quanto ti fidi del tuo istinto?",
		"Ti lavi le mani ogni volta che vai in bagno?",
		"Di chi ti fidi di più?",
		"Qual è la tua vacanza da sogno?",
		"Cosa ti piace di più della tua vita?",
		"Qual è la prima cosa che fai dopo la scuola?",
		"Qual è il tuo posto preferito per andare a mangiare fuori?",
		"Qual è la cosa che preferisci fare dopo la scuola?",
		"Quale serie televisiva ti imbarazza guardare?",
		"Qual è la tua abitudine più strana?",
		"Qual è un fatto imbarazzante che dovremmo sapere su di te?",
		"Preferiresti lasciare la tua città natale e non tornare mai più o rimanere nella tua città natale e non poterla più lasciare?",
		"Qual è il programma televisivo che hai guardato tutto il giorno?",
		"Qual è la cosa più cattiva che hai fatto?",
		"Chi cacceresti dal server se potessi?",
		"Hai qualcosa di speciale che ti tira su quando ti senti giù? Che cos'è?",
		"Qual è una cosa che ti irrita irrazionalmente?",
		"Hai mai tradito la fiducia di un amico?",
		"Di quale animale hai paura?",
		"Dove vai a sproloquiare?",
		"Hai partecipato a qualche rissa mentre eri a scuola?",
		"Sei mai uscito di nascosto da casa tua dopo che avresti dovuto dormire?",
		"Qual è una cosa che ti piacerebbe fare se non ci fossero conseguenze?",
		"Se dovessi ascoltare un solo genere musicale per il resto della tua vita, quale sarebbe?",
		"Quale cibo mangeresti ogni giorno se potessi?",
		"Qual è la cosa più imbarazzante che hai indossato a scuola?",
		"Hai mai provato a falsificare i tuoi voti in pagella?",
		"Qual è la cosa più stupida che hai detto davanti a qualcuno che ti piaceva?",
		"Sei mai stato vittima di bullismo?",
		"Se tutti i presenti fossero in un film horror, chi morirebbe per primo?",
		"Chi è la persona più gentile qui?",
		"Qual è la storia dietro il tuo ricordo preferito?",
		"Qual è la cosa più vergognosa che hai fatto nella tua vita?",
		"In cosa vorresti reincarnarti?",
		"Quale pensi sia la tua migliore qualità fisica?",
		"Hai qualcosa di comodo nel tuo letto quando dormi?",
		"Da quale celebrità sei ossessionato?",
		"Vuoi andare all'università?",
		"Ricordi qual è stata la prima relazione scolastica che hai scritto?",
		"Qual è stato l'ultimo libro che hai letto?",
		"Qual è la tua opinione sui social media?",
		"Se potessi nascere come un qualsiasi personaggio storico famoso, chi sarebbe e perché?",
		"Sei mai caduto dalle scale?",
		"Hai nascosto i risultati dei test?",
		"Hai mai lasciato un ristorante senza pagare il conto?",
		"Qual è il tuo film preferito?",
		"Se potessi far diventare qualsiasi persona un membro della tua famiglia, chi sceglieresti?",
		"Cosa vorresti che tutti capissero di te?",
		"Ti sei mai vestito come il sesso opposto?",
		"Cosa hai fatto che non ti è piaciuto, ma che saresti disposto a riprovare?",
		"Cosa vorresti avere più talento nel fare?",
		"Chi vorresti vedere sempre sorridente?",
		"Se dovessi cambiare una cosa fisica di te stesso, quale sarebbe?",
		"Hai qualche segreto?",
		"Cosa ti piace fare che sia considerato turistico?",
		"Quale paura ti tiene sveglio la notte?",
		"Qual è il modo più strano in cui hai conosciuto uno dei tuoi amici?",
		"Hai mai dato la colpa di qualcosa che hai fatto a un'altra persona?",
		"Quale canzone canti segretamente sotto la doccia?",
		"Qual è la tua bibita preferita?",
		"Qual è la tua peggiore abitudine?",
		"Qual è la cosa più strana che hai fatto?",
		"Hai mai avuto bisogno di lamentarti con la direzione? Perché?",
		"Qual è la tua attuale Regola d'Oro quando si tratta di vivere la vita?",
		"Qual è la cosa più stupida che hai fatto?",
		"Hai mai pianto mentre pioveva per non farti notare?",
		"Qual è il tuo sport preferito?",
		"Qual è il tuo ricordo più prezioso?",
		"Cosa ti piace di più e di meno della tua personalità?",
		"Qual è l'ultima cosa che hai comprato?",
		"Come stai, davvero?",
		"Qual è la prima cosa che fai al mattino?",
		"Hai guardato uno spettacolo che non avresti dovuto guardare?",
		"Ti addormenti facilmente?",
		"Quante volte hai messo la gomma da masticare sotto il tavolo a scuola?",
		"Se potessi dire qualcosa alla tua cotta in questo momento, cosa sarebbe?",
		"Qual è una cosa che ti piace fare con gli amici e che non faresti mai davanti a degli sconosciuti?",
		"Cosa ti fa sentire insicuro?",
		"Hai mai fatto pipì nella doccia?",
		"Se potessi realizzare uno dei tuoi sogni, quale sarebbe?",
		"Qual è la tua canzone preferita?",
		"Qual è il video di youtube più divertente che tu abbia mai visto?",
		"Cosa vuoi fare da grande?",
		"Sei mai stato licenziato da un lavoro? Perché?",
		"Qual è la cosa più imbarazzante che hai messo sui social media?",
		"Qual è stata l'ultima discussione che hai avuto con qualcuno?",
		"Quali sono i tuoi tipi di caramelle preferiti?",
		"Ti mangi le unghie?",
		"Qual è l'aspetto di te che sembra ricevere più commenti?",
		"Qual è la tua console preferita per giocare?",
		"Sei single?",
		"Su cosa speri di diventare un esperto prima o poi nella tua vita?",
		"Qual è l'università dei tuoi sogni?",
		"Qual è stato il momento più bello della tua vita?",
		"Qual è la musica più imbarazzante che ascolti?",
		"Qual è il tempo più lungo che pensi di poter passare senza cellulare?",
		"Quale cosa migliorerebbe significativamente la tua vita?",
		"A chi pensi di più qui?",
		"Quale canzone ascolti di più?",
		"Qual è la tua opinione sulle mance?",
		"Qual è la tua vacanza preferita e perché?",
		"Qual è stato lo scherzo più brutto che hai fatto a qualcuno?",
		"Hai mai avuto un amico immaginario? Se sì, come si chiamava?",
		"Hai un'ammirazione per qualcuno qui?",
		"Hai mai mangiato del cibo dal pavimento?",
		"Se dovessi indicare una cosa che ti distingue dagli altri, quale sarebbe?",
		"Qual è la tua sfida preferita?",
		"Il mondo sarebbe migliore o peggiore se esistessero i supereroi?",
		"Come descriveresti la tua personalità?",
		"Qual è il tuo ricordo più bello con un amico?",
		"Se l'edificio andasse a fuoco, chi sceglieresti di salvare tra questi?",
		"Qual è la bugia più recente che hai detto ai tuoi genitori?",
		"Ti lavi i denti ogni giorno?",
		"Quanti migliori amici hai? Chi è il migliore?",
		"In che modo pensi che la tua realtà differisca da quella di altri tuoi conoscenti?",
		"Fai pratica su ciò che dici prima di fare una telefonata? Perché?",
		"Qual è il tuo film preferito?",
		"Quanti danni potrebbe farti il tuo migliore amico se doveste litigare?",
		"Hai mai lasciato che qualcun altro venisse punito per qualcosa che hai fatto tu?",
		"Qual è la cosa più strana che hai comprato?",
		"Qual è la tua spezia preferita?",
		"In un giorno qualsiasi, cosa pensi di passare più tempo a fare?",
		"Qual è il modo più rapido per perdere il rispetto di qualcuno?",
		"Fai degli spuntini di nascosto quando nessuno ti guarda?",
		"Come passeresti il tuo tempo se internet non esistesse?",
		"Hai qualche paura insolita?",
		"Quale app odi ma usi comunque?",
		"Qual è una cosa che pensavi sarebbe stata una grande idea ma che si è rivelata terribile quando l'hai realizzata?",
		"Romperesti con il tuo partner per 1 milione di dollari? 1 miliardo?",
		"Qual è l'errore più grande che hai commesso?",
		"Qual è la cosa che sembra perdere costantemente?",
		"Ti piace fare le faccende domestiche?",
		"Pratichi qualche sport?",
		"Conosci il testo dell'intero inno nazionale?",
		"Se fuori piove, quale attività vorresti fare di più?",
		"Qual è il periodo più lungo in cui sei stato in punizione?",
		"Qual è il peggior consiglio che qualcuno ti abbia mai dato?",
		"Cosa ti piace sul pane tostato?",
		"Quanto è difficile per te provare cose nuove?",
		"Quale citazione vorresti sulla tua lapide?",
		"Qual è una cosa che pensi di dover fare più spesso?",
		"Se potessi vivere in qualsiasi parte del mondo, dove sarebbe?",
		"Se potessi essere una qualsiasi celebrità, chi saresti e perché?",
		"Riusciresti a stare una settimana senza cibo spazzatura?",
		"Se potessi salvare una sola persona in questa stanza da un incendio, chi sarebbe?",
		"Hai mai messo nei guai un fratello per qualcosa che hai fatto tu?",
		"Qual è la tua definizione di successo? È cambiata nel tempo?",
		"Qual è il periodo più lungo che hai passato senza fare il bagno?",
		"Riusciresti a sopravvivere senza telefono o internet per un mese?",
		"Se dovessi passare l'eternità con una persona in questa stanza, chi sarebbe?",
		"Quanti animali di peluche hai?",
		"Per quanto tempo hai lasciato il cibo a terra prima di mangiarlo?",
		"Dove vuoi essere in questo momento?",
		"Ti sei mai arrampicato su un albero?",
		"Qual è il tuo cartone animato preferito della tua generazione?",
		"Hai mai pianto durante un film? Se sì, quale?",
		"Quali abilità della vecchia scuola possiedi?",
		"Qual è la cosa che vuoi che tutti sappiano di te?",
		"Sei bravo a sorridere nelle foto?",
		"Se avessi la possibilità di stare con una persona per una notte, chi sceglieresti?",
		"Ti sei mai dato malato a scuola/al lavoro? Se sì, quando è stata l'ultima volta che l'hai fatto?",
		"Ti piace la maionese?",
		"Chi è la persona che ti piace di meno in questo server?",
		"Qual è il primo ricordo della tua vita?",
		"Hai mai preso un autobus?",
		"Quando vuoi fuggire da tutti, dove vai?",
		"Qual è il soprannome più cattivo che hai dato a qualcuno?",
		"Quanto è unita la tua famiglia? Pensi che la tua infanzia sia stata più felice di quella di molte altre persone?",
		"Hai mai rotto qualcosa e non l'hai detto a nessuno?",
		"Sei mai uscito di casa di nascosto di notte?",
		"A chi tieni di più?",
		"Hai mai dato del cibo a un senzatetto?",
		"Se potessi inventare qualcosa, cosa sarebbe?",
		"Cosa faresti se potessi fermare il tempo?",
		"Quando è stata l'ultima volta che hai pulito la tua stanza?",
		"Hai mai usato i soldi del pranzo per qualcosa che non dovresti?",
		"Qual è la cosa più costosa che hai comprato che non fosse una casa o un'auto?",
		"Qual è il tuo giorno preferito della settimana?",
		"Qual è l'ultima bugia che hai detto?",
		"Se potessi parlare correntemente una sola lingua (esclusa la tua lingua madre), quale sceglieresti?",
		"Qual è la tua più grande debolezza?",
		"Qual è l'aspetto più importante per te dell'ambiente scolastico/lavorativo?",
		"Qual è una storia divertente della tua infanzia?",
		"Cosa passi troppo tempo a fare?",
		"Se dovessi avviare un'attività in proprio, quale sarebbe?",
		"Cosa faresti con 1.000 dollari?",
		"Sai ballare?",
		"Ammetti di aver fatto qualcosa di stupido di recente.",
		"Come ti descriverebbe un estraneo a caso? Quanto sarebbe accurata?",
		"Dimmi una delle tue canzoni \"guilty pleasure",
		"Come affronti la vita?",
		"Quale parte del volto umano guardi quando parli con qualcuno?",
		"Qual è il tuo talento più bizzarro?",
		"Cosa apprezzi di più in un'amicizia?",
		"Quale cosa dell'infanzia ti piace ancora oggi?",
		"Su una scala da 1 a 10, quanto ti definiresti bello?",
		"Ti metti le dita nel naso?",
		"Se potessi comprare qualsiasi cosa con 50 dollari, cosa prenderesti?",
		"Qual è la tua immaginazione più spaventosa quando ti addormenti?",
		"Qual è la cosa più audace che hai fatto in pubblico?",
		"Hai mai assistito a un evento che pensi che un giorno entrerà nei libri di storia?",
		"Se potessi sapere una cosa del futuro, quale sarebbe?",
		"Qual è stata una situazione che pensavi sarebbe stata terribile e che invece ti è piaciuta?",
		"Cosa faresti se fossi invisibile per un giorno?",
		"Su una scala da 1 a 10, quanto sei scomodo?",
		"Se potessi eliminare una materia scolastica, quale sarebbe?",
		"Qual è il tuo soprannome?",
		"Tieni un diario o una rubrica?",
		"Raccogli le croste?",
		"Hai mai indossato gli stessi vestiti per più di tre giorni?",
		"Parla di un momento in cui hai fallito nella vita.",
		"Qual è la cosa più divertente che hanno detto i tuoi nonni?",
		"Qual è il posto più strano in cui sei andato in bagno?",
		"Puoi spiegare l'amore?",
		"Ti è mai capitato di avere una risata nel momento sbagliato? Dove e quando?",
		"Qual è la cosa peggiore che ti è capitata?",
		"Qual è la tua abitudine più strana?",
		"Qual è il tuo film preferito e perché?",
		"Qual è il tuo genere musicale meno preferito?",
		"Se potessi avere una cosa qualsiasi al mondo, quale sarebbe?",
		"Qual è il peggior incidente che hai avuto?",
		"Ti piace osservare le persone?",
		"Pensi di essere più simile a tua madre o a tuo padre?",
		"Quanti fratelli hai?",
		"Qual è la cosa più cattiva che qualcuno ti abbia mai detto?",
		"Quanto è durata la tua relazione più lunga?",
		"Se avessi l'opportunità di guardare la posta elettronica di qualcuno senza che lo sappia, lo faresti?",
		"Cosa pensi che succeda dopo la morte?",
		"Di cosa sei più orgoglioso?",
		"Puoi usare un trampolo?",
		"Quale ipotesi hai fatto che si è rivelata completamente sbagliata?",
		"Parli nel sonno?",
		"Hai mai usato i soldi del pranzo per qualcosa di diverso dal pranzo?",
		"Hai qualche allergia?",
		"Se potessi rinascere come una qualsiasi nazionalità, quale sceglieresti?",
		"Secondo te, quale festività dovrebbero festeggiare più persone?",
		"Qual è la decisione peggiore che hai preso?",
		"Cosa vorresti aver imparato cinque anni prima?",
		"Credi nei fantasmi? Se sì, ne hai paura?",
		"Hai mai rubato qualcosa?",
		"Qual è il tuo cartone animato preferito?",
		"Quale parte della storia trovi più interessante?",
		"Ti sei mai dato malato perché non volevi vedere un amico?",
		"Quale piccola cosa fai che pensi non venga notata da molti?",
		"Ricevevi molti biglietti di San Valentino da bambino?",
		"Ti piacciono le pellicce?",
		"Come pensi di morire?",
		"Chi sarebbe il peggiore in questa stanza a rimanere intrappolato in un ascensore?",
		"Qual è un'abitudine che vorresti non avere?",
		"Di cosa hai paura?",
		"Quali sono i modi in cui imbrogli sulle faccende domestiche?",
		"Qual è la tua verdura preferita?",
		"Qual è la conversazione più strana che hai avuto con qualcuno?",
		"Cosa hai sempre voluto diventare?",
		"Hai mai saltato la scuola?",
		"Qual è una cosa che hai paura di dire alle persone?",
		"Hai mai pianto durante un film?",
		"Chi è la persona peggiore che hai conosciuto?",
		"Qual è il posto più strano in cui hai usato il bagno?",
		"Hai qualche ricordo prima dei cinque anni?",
		"Chi ti piace di più in questo server?",
		"Qual è la cosa più fastidiosa che uno dei tuoi fratelli ha fatto?",
		"Qual è stata la tua esperienza più traumatizzante?",
		"Ti hanno mai visto mettere le dita nel naso?",
		"Qual è il peggior regalo che hai fatto a qualcuno?",
		"Qual è il tuo personaggio preferito di film/tv/videogiochi?",
		"Qual è la migliore vacanza che hai fatto?",
		"Qual è il tuo più grande problema del primo mondo?",
		"Qual è il regalo meno gradito che hai ricevuto?",
		"Chi in questo server ha più probabilità di diventare ricco?",
		"Cosa ti piace fare nei giorni di pioggia?",
		"In cosa sei veramente bravo?",
		"Hai mai avuto un ospite terribile in casa? Se sì, cosa è successo?",
		"Chi è il tuo migliore amico?",
		"Quale credi sia la cosa più grande che al momento ti impedisce di avere successo?",
		"Qual è il tuo cibo preferito?",
		"Se dovessi essere cancellato da Twitter, per cosa lo faresti?",
		"Qual è l'ipotesi che le persone fanno su di te e che è totalmente sbagliata?",
		"Quali sono i ponti che sei contento di aver bruciato?",
		"Qual è stato uno dei momenti più belli della tua vita?",
		"Hai mai mangiato qualcosa di non commestibile?",
		"Quanti anni pensi di poter vivere?",
		"Qual è la tua più grande dipendenza dallo shopping?",
		"Hai mai mentito sulla tua età?",
		"Quale domanda ti fanno continuamente le persone di recente?",
		"Quando è stata l'ultima volta che hai detto una bugia?",
		"Hai mai assistito a un crimine?",
		"Se potessi eliminare una cosa negativa nel mondo, quale sarebbe?",
		"Quando è stata l'ultima volta che hai spiato i messaggi di qualcuno?",
		"Cosa vuoi fare quando sarai in pensione?",
		"Qual è l'attributo fisico o emotivo che preferisci di meno?",
		"Se potessi essere un dinosauro qualsiasi, quale sarebbe?",
		"Qual è il tuo drink preferito?",
		"Hai mai mentito al tuo migliore amico?",
		"Russa?",
		"Cosa ti stressa di più?",
		"Che tipo di telefono hai?",
		"Chi è il tuo cantante preferito?",
		"Se potessi eliminare per sempre qualcosa che esiste in questo mondo, cosa sarebbe?",
		"Hai paura degli insetti?",
		"Racconta la cosa più pazza che hai fatto quest'anno.",
		"Ci sono parole che proprio non sopporti?",
		"Quali parole di una canzone hai sbagliato completamente ma pensavi fossero corrette?",
		"Qual è il corso più interessante che hai frequentato?",
		"Hai mai messo dei punti?",
		"Qual è stato il tuo più grande errore finanziario?",
		"Preferisci Apple o Android?",
		"Hai mai fantasticato di fondare una band/aprire un ristorante? Come lo chiameresti?",
		"Di chi sei più geloso?",
		"Qual è la cosa che preferisci di te?",
		"Qual è stata una passione del passato che non riesci a credere di aver avuto?",
		"Qual è stato il periodo più lungo in cui sei rimasto senza dormire?",
		"Dimmi qualcosa che hai fatto e di cui ti vergogni totalmente.",
		"Qual è stata la cosa più strana che hai mangiato?",
		"Di cosa puoi parlare per ore?",
		"Qual è il modo migliore che hai trovato per calmarti quando sei stressato?",
		"Qual è la cosa che preferisci di meno del tuo migliore amico?",
		"Qual è la cosa più imbarazzante che hai visto accadere a qualcun altro?",
		"Qual è la cosa più stupida che hai fatto di recente?",
		"Qual è la tua opinione sui tatuaggi?",
		"Hai spiato il tuo fratello?",
		"Qual è l'animale domestico dei tuoi sogni?",
		"Qual è il video che hai realizzato e di cui ti vergogni di più?",
		"Come hai fatto a rovinare dei vestiti che ti piacevano davvero?",
		"Hai dei familiari che sono insegnanti?",
		"Qual è il ristorante in cui ti rifiuti di mangiare e perché?",
		"Gli altri pensano che tu sia fastidioso?",
		"C'è qualcosa per cui ti sei pentito di aver speso dei soldi?",
		"Quale sarà la tua storia preferita quando sarai vecchio?",
		"Cosa faresti se vedessi una giraffa sul ciglio della strada?",
		"Qual è la cosa migliore che può accadere nei primi 5 minuti dopo il risveglio?",
		"Hai mai partecipato a una protesta o a una rivolta?",
		"Quanto sei legato ai tuoi genitori?",
		"Qual è il tuo colore preferito?",
		"Chi è il peggior insegnante che hai avuto e perché?",
		"Se potessi reincarnarti in qualsiasi cosa, chi o cosa saresti?",
		"Quante volte alla settimana indossi gli stessi pantaloni?",
		"Che cosa è la donazione che ha avuto un grande impatto su di te e che hai osservato da lontano?",
		"Quali sono le tue prime impressioni sulla persona che gestisce questo comando?",
		"Preferisci essere intelligente o felice, e perché?",
		"Se potessi mettere in muto una persona della tua famiglia per un giorno, chi sarebbe?",
		"Sei mai stato in punizione?",
		"Qual è stato l'ultimo grande errore che hai commesso?",
		"Il vestito è \"nero e blu\" o \"oro e bianco\"?",
		"Ti è mai capitato di guardare un film o un programma televisivo che sapevi di non poter vedere?",
		"Cosa indossi?",
		"Ti è mai capitato di dover andare in bagno e di non riuscire a farlo in tempo?",
		"Hai delle paure irrazionali?",
		"Riusciresti a stare due mesi senza parlare con i tuoi amici?",
		"Qual è stato l'anno migliore della tua vita?",
		"Hai dei familiari che sono medici/infermieri/farmacisti/ecc?",
		"Sei indietro con i compiti?",
		"Hai mai rubato dei soldi ai tuoi genitori?",
		"La tua famiglia ha delle tradizioni strane?",
		"Hai qualche talento nascosto?",
		"Quando è stata l'ultima volta che hai scoreggiato?",
		"Se conoscessi i numeri vincenti della lotteria, li terresti per te o li condivideresti con gli altri?",
		"Quale cibo non hai mai provato?",
		"Qual è la cosa più folle che hai fatto senza che i tuoi genitori lo sapessero?",
		"Qual è il numero più alto di volte in cui hai tentato un esame?",
		"Qual è la cosa più fastidiosa che fa uno dei tuoi fratelli?",
		"Se non esistesse il denaro, cosa faresti della tua vita?",
		"Che tipo di animale domestico vorresti avere?",
		"Quale frase di una canzone ha avuto il maggiore impatto su di te?",
		"Qual è il modo in cui ti capita di procrastinare di più?",
		"Qual è la cosa falsa più divertente che sei riuscito a convincere gli altri che è vera?",
		"Canti sotto la doccia?",
		"Qual è una cosa per cui sei ancora arrabbiato oggi?",
		"Hai una lista di cose da fare?",
		"In cosa vorresti essere più bravo?",
		"Cosa è successo alla tua peggiore festa di compleanno?",
		"Indossi gli stessi vestiti per più di un giorno?",
		"Qual è la tua squadra sportiva preferita?",
		"Qual è la tua citazione preferita?",
		"Dove ti vedi tra 5 anni?",
		"Qual è una cosa che non hai mai detto a nessuno?",
		"Qual è il tuo miglior consiglio per tutti i presenti?",
		"Quanti nipoti pensi di avere?",
		"Se fossi bloccato su un'isola deserta, quale amico vorresti con te?",
		"Ti consideri bravo a mantenere i segreti?",
		"Quando è stata l'ultima volta che hai usato il filo interdentale?",
		"Qual è il tuo programma televisivo preferito?",
		"Se potessi avere l'attenzione del mondo per un minuto, cosa diresti?",
		"Hai mai rubato dei soldi ai tuoi genitori?",
		"Quanti selfie ti fai al giorno?",
		"Se tu e una persona in questa stanza poteste essere le ultime persone rimaste in vita sulla Terra, chi sarebbe quella persona?",
		"Hai mentito sulla tua età?",
		"Ti piace fare attività fisica?",
		"Com'è la tua scuola ideale?",
		"Hai delle faccende da sbrigare?",
		"Quali sono 3 cose di te che nessuno conosce?",
		"Sei vegetariano/vegano?",
		"Qual è una situazione in cui, ripensandoci, avresti dovuto farlo?",
		"Qual è il cibo più esotico che hai mangiato?",
		"Come ti diverti quando ti annoi?",
		"Quali sono i cibi che ti piacevano e che ora non ti piacciono più?",
		"Hai mai sognato uno dei tuoi parenti?",
		"Quale abitudine non riesci a smettere?",
		"Se potessi aggiungere qualsiasi bot a questo server, quale bot aggiungeresti?",
		"Hai mai dato la colpa di qualcosa che hai fatto a uno dei tuoi fratelli?",
		"Qual è stato l'ultimo sogno che ricordi?",
		"Hai mai provato a scrivere un biglietto di scuse per te stesso?",
		"Sei mai stato punito per qualcosa che non hai fatto?",
		"Qual è stato lo scherzo più brutto che hai fatto a qualcuno?",
		"Quando è stata l'ultima volta che hai fatto qualcosa di carino per qualcun altro?",
		"Chi ti rende più felice?",
		"Cosa pensavi fosse bello all'epoca ma di cui ora ti penti?",
		"Hai mai pianto in pubblico?",
		"A quale alimento non rinunceresti nemmeno tra un milione di anni?",
		"Cosa vorresti che insegnassero a scuola che non viene insegnato?",
		"Per cosa o per chi sei sempre disposto a trovare del tempo?",
		"Qual è la tua routine quotidiana preferita?",
		"Se trovassi una grossa somma di denaro, la terresti o cercheresti di trovare il proprietario?",
		"Hai mai assaggiato il cerume?",
		"Di cosa ti senti più sicuro?",
		"Cosa pensi dei tuoi amici IRL?",
		"Qual è il posto più bello in cui sei stato?",
		"Chi è una persona a cui hai pensato di recente e con cui non ti vedevi o parlavi da anni?",
		"Hai mai barato per vincere una partita?",
		"Qual è il sogno più divertente che hai fatto?",
		"Quale app o sito web ha cambiato completamente la tua vita?",
		"A che età pensavi di essere diventato adulto e quando pensi di esserlo diventato?",
		"Quale cosa recente hai deciso di abbandonare completamente?",
		"Chi sono 5 persone famose con cui ti piacerebbe cenare? Possono essere vivi o morti.",
		"A quale università pensi di andare?",
		"Il tuo migliore amico ti chiama migliore amico?",
		"Qual è una cosa che trovi leggermente fastidiosa, ma non abbastanza da fare qualcosa?",
		"Quale situazione recente ha rischiato di essere un disastro, ma sei riuscito a evitarla?",
		"Qual è qualcosa (idea, evento attuale, paura) che trovi profondamente inquietante?",
		"Qual è il miglior ritorno che tu abbia mai sentito?",
		"Hai mai fatto pipì in piscina?",
		"Dove soffri il solletico?",
		"Pensi che saresti un buon genitore?",
		"Ti piacciono le lontre?",
		"Dimmi il nome di una persona che invidi o di cui sei decisamente geloso.",
		"Soffri il solletico? Se sì, dove?",
		"Ti metti le dita nel naso?",
		"Qual è il soprannome più imbarazzante che hai ricevuto?",
		"Quali sono i peggiori errori di battitura che fai?",
		"Riesci a toccare la lingua con il naso?",
		"Qual è stato il tuo momento di imbarazzo più recente?",
		"Qual è il problema più grande in cui ti sei trovato a casa o con i tuoi genitori?",
		"Quale esperienza recente ti ha fatto sentire vecchio?",
		"Cosa hai imparato dall'ultimo libro che hai letto?",
		"Qual è la cosa più fastidiosa che fa tuo padre?",
		"Hai mai imbrogliato in un esame?",
		"A quale personaggio dei cartoni animati assomigli di più?",
		"Se potessi far licenziare uno dei tuoi insegnanti/dirigenti/capi, chi sarebbe?",
		"In quale paese ti piacerebbe vivere se ne avessi la possibilità?",
		"Hai mai lasciato che qualcuno si prendesse la colpa per qualcosa che hai fatto tu?",
		"Qual è una cosa che ritieni inaccettabile e che viene fatta ancora oggi?",
		"Sei un membro della comunità LGBTQ+?",
		"Hai mai mentito sulla tua età?",
		"Sei diventato una persona diversa nel corso degli anni?",
		"Qual è la cosa più spaventosa che ti è capitata?",
		"Se un giorno potessi avere un'attività tutta tua, quale sarebbe?",
		"Qual è la cosa più disgustosa che hai fatto?",
		"Qual è la cosa di cui perdi sempre traccia?",
		"Hai mai sbirciato i regali di Natale in anticipo?",
		"Chi è il tuo insegnante preferito e perché?",
		"Come valuteresti il tuo aspetto su una scala da 1 a 10?",
		"Da dove vieni?",
		"Tieni un diario/un quaderno?",
		"Hai mai fatto pipì in una piscina?",
		"Se potessi andare in qualsiasi parte del mondo, dove andresti?",
		"Qual è un esempio di quando hai cambiato idea?",
		"Chi è il miglior compagno di stanza che tu abbia mai avuto?",
		"Qual è l'evento più folle a cui hai partecipato?",
		"Qual è la tua religione o spiritualità?",
		"Qual è la tua forma di intrattenimento preferita?",
		"Qual è la tua più grande insicurezza?",
		"C'è qualcosa che sogni di fare da molto tempo? Perché non l'hai mai fatto?",
		"Qual è stata la cosa migliore che hai imparato nell'ultimo anno?",
		"Quale canzone ti fa venire la pelle d'oca?",
		"Quando è stata l'ultima volta che hai fatto piangere qualcuno?",
		"Qual è la cosa più divertente che hai fatto?",
		"Qual è l'anno futuro in cui non vedi l'ora di arrivare?",
		"Quando ti sei rasato l'ultima volta e in quale parte del corpo?",
		"Qual è la nuvola più particolare che hai visto in cielo?",
		"C'è qualcosa di nascosto sotto il tuo letto?",
		"Qual è la tua stagione preferita dell'anno?",
		"Descrivi la persona che ti sta accanto in 3 parole.",
		"Lascia che siano i tuoi amici a chiederti una verità e rispondi!",
		"Cosa ne pensi dei pezzi finali di una pagnotta?",
		"Se potessi eliminare una sola incombenza domestica, quale sarebbe?",
		"Qual è il periodo più lungo che hai passato senza fare la doccia?",
		"Se dovessi abbandonare una tecnologia nella tua vita, quale sarebbe?",
		"Pensi di essere divertente?",
		"Qual è il tuo programma televisivo preferito?",
		"Su quali tipi di cose procrastini di più?",
		"Se non esistesse il denaro, come sarebbe la tua vita?",
		"Scegline uno: denaro, fama o potere.",
		"Se potessi scegliere una stagione per rimanere tutto l'anno, quale sceglieresti?",
		"Hai mai cercato di evitare una multa per eccesso di velocità?",
		"Se ti venissero dati 10.000 dollari, quali sono le 3 cose che compreresti?",
		"Hai mai accusato qualcun altro di aver scoreggiato dopo aver scoreggiato tu?",
		"Hai mai fatto un tiro lungo che ha funzionato?",
		"Chi è il tuo eroe?",
		"Quanti figli vuoi?",
		"Qual è una strana combinazione di cibi che ti piace davvero?",
		"Qual è il tuo tipo di abbigliamento preferito?",
		"Qual è il lavoro più strano che fa un membro della tua famiglia?",
		"Per quanto tempo sei rimasto senza fare la doccia?",
		"Qual è una cosa completamente fuori dal personaggio che hai fatto?",
		"Qual è la cosa più fastidiosa che fanno i tuoi genitori?",
		"Hai mai subito un intervento chirurgico?",
		"Cosa hai imparato di recente nel modo più difficile?",
		"Quanto spesso menti agli altri?",
		"Dai un nome agli oggetti inanimati?",
		"Qual è il tuo più grande cruccio?",
		"Quando sei da solo, a cosa pensi di solito?",
		"Qual è il lavoro dei tuoi sogni?",
		"Quale animale assomiglia di più alla tua personalità?",
		"Con quante persone sei uscito?",
		"Qual è stato lo scandalo non detto nella tua città quando sei cresciuto?",
		"Vorresti essere famoso? In che modo?",
		"Se sei sincero, qual è il tuo più grande difetto?",
		"Quanto spesso pensi di mentire a te stesso?",
		"Qual è il peggior lavoro che si possa fare?",
		"Qual è il tuo cibo preferito?",
		"Se fosse possibile trapiantare il tuo cervello per rimanere in vita per altri 100 anni, lo faresti?",
		"Qual è la somma di denaro più alta che hai trovato? Qual era la situazione?",
		"Qual è la bugia più grande che hai detto?",
		"Se potessi dire qualsiasi cosa a una persona della tua vita senza alcuna conseguenza, quale sarebbe?",
		"Cosa ti rende triste?",
		"Hai mai rubato qualcosa a un vicino?",
		"Dimmi una cosa della tua lista di cose da fare.",
		"Qual è il sogno più strano che hai fatto?",
		"Qual è il cibo peggiore che tu abbia mai mangiato?",
		"Se potessi cambiare la durata di ogni giornata per renderla perfetta per te, di quante ore sarebbe?",
		"Se potessi baciare una sola celebrità, chi sarebbe?",
		"Senza dire la categoria, quali sono le tue cinque migliori?",
		"Chi indossa il peggior vestito della stanza?",
		"Se dovessi fare una domanda a te stesso per ottenere il massimo delle informazioni, quale sarebbe questa domanda?",
		"Quando è stata l'ultima volta che hai cantato a te stesso? E a qualcun altro?",
		"Hai mai fatto uno scherzo al tuo insegnante? Racconta la tua storia!",
		"Qual è la storia imbarazzante che i tuoi genitori raccontavano di te agli altri?",
		"Quando ti sei iscritto a Discord?",
		"Credi negli alieni?",
		"Qual è la cosa più bella che hai fatto in un lavoro?",
		"Cosa pensano tutti di te, ma non è vero?",
		"Qual è stata l'ultima cosa che hai fatto per rimanere in punizione?",
		"Qual è la cosa più stupida per cui hai pianto?",
		"Qual è il tuo più grande rimpianto?",
		"Se ti rimanessero solo 24 ore di vita, cosa faresti?",
		"Hai qualche hobby segreto?",
		"Se tu fossi un cibo, cosa saresti e come ti mangerebbero gli altri?",
		"Chi ti ha insegnato ad allacciarti le scarpe?",
		"Quando è stata l'ultima volta che hai fatto attività fisica?",
		"Quali lingue straniere ti piacerebbe imparare?",
		"Qual è una somiglianza che pensi che la maggior parte delle persone condivida qui?",
		"Se dovessi scegliere una sola parola per descrivere l'anno finora trascorso, quale sarebbe?",
		"Ti sei mai tagliato le unghie dei piedi in pubblico?",
		"Riesci a vederti sposare il tuo fidanzato del liceo?",
		"Ti sei mai imbattuto in qualcosa mentre eri al telefono?",
		"Qual è la prossima riga da cancellare dalla tua lista?",
		"Per chi hai votato? O per chi voteresti?",
		"Qual è il tuo talento speciale?",
		"Qual era il tuo nascondiglio segreto da bambino?",
		"In cosa pensavi di essere bravo ma hai scoperto che in realtà non lo eri?",
		"Qual è una cosa che la gente pensa che non faresti mai e che invece hai fatto?",
		"Chi è il tuo personaggio di fantasia preferito?",
		"A chi affideresti tutti i tuoi ricordi?",
		"Chi è la persona più fastidiosa nella stanza?",
		"C'è qualcuno di cui ti stai chiedendo se sta bene?",
		"Qual è il motivo più stupido per cui hai pianto?",
		"Quando è stata l'ultima volta che hai cercato il tuo nome su Google?",
		"Qual è la cosa più fastidiosa sulla Terra per te?",
		"Qual è la cosa più difficile dell'essere te stesso?",
		"Hai mai fatto uno spuntino di nascosto?",
		"Se potessi vivere in un universo immaginario quale sarebbe?",
		"Se avessi una settimana di vita e dovessi sposare qualcuno qui, chi sarebbe?",
		"Qual è una cosa o una persona che non dimenticherai mai?",
		"Qual è il miglior cibo che hai mai mangiato?",
		"Hai mai chiesto a qualcuno di scrivere un articolo per te?",
		"Se potessi eliminare una cosa negativa nel mondo, quale sarebbe?",
		"Pensi spesso troppo?",
		"Ti sei mai messo le dita nel naso quando pensavi che nessuno stesse guardando?",
		"Qual è l'oggetto che vorresti comprare ma che non puoi permetterti?",
		"Quale preferisci, i cani o i gatti?",
		"Qual è il tuo soprannome più imbarazzante?",
		"Chi ti ha insegnato ad allacciarti le scarpe?",
		"Qual è lo standard più elevato a cui tieni?",
		"Qual è la cosa migliore che tu abbia mai mangiato?",
		"Hai, o hai avuto in passato, delle strane abitudini?",
		"Hai una marca preferita?",
		"A quale dei tuoi genitori sei più legato?",
		"Hai mai mantenuto un proposito per il nuovo anno? Se sì, quale/i?",
		"Che tipo di pigiama indossi?",
		"Ti piacciono i film romantici?",
		"Quanto guadagni?",
		"Qual è una cosa interessante di te che pochi conoscono?",
		"Qual è il tuo cibo preferito?",
		"Qual è la cosa più strana di te? Ne vai fiero?",
		"Qual è il miglior atto di gentilezza casuale a cui hai assistito?",
		"Hai mai incontrato una celebrità?",
		"Chi è la persona che devi contattare e che non hai ancora contattato?",
		"Se ti rimanessero solo 10 dollari, come li spenderesti?",
		"Hai mai mangiato cibo per cani?",
		"Riusciresti a stare un mese senza parlare con i tuoi amici?",
		"Qual è la conversazione più imbarazzante che hai avuto tramite messaggi di testo?",
		"Qual è una cosa strana che fai con la tua famiglia?",
		"Hai mai avuto o assistito a un momento in cui è caduto il microfono?",
		"Qual è il tuo comportamento più autodistruttivo?",
		"Qual è il più grande risultato della tua vita?",
		"A chi sei più legato in questo server?",
		"Quali sono le 5 cose che vuoi fare prima di morire?",
		"Mangi la pasta secca?",
		"Se potessi fare acquisti gratis in un solo negozio, quale sceglieresti?",
		"Qual è la situazione più complicata in cui ti sei imbattuto?",
		"Cosa ti spingerebbe a mentire per il tuo amico?",
		"Se potessi essere un atleta professionista in qualsiasi sport, quale sport sceglieresti?",
		"Chi è stata l'ultima persona che hai reso felice e cosa hai fatto per farlo?",
		"Qual è la cosa più interessante che hai in tasca in questo momento?",
		"Qual è la cosa che hai fatto che ti ha messo più nei guai?",
		"Qual è il posto più strano in cui ti sei addormentato?",
		"Quali sono i tuoi cinque spuntini migliori?",
		"Cosa vedi nel tuo futuro?",
		"Se avessi un'ora in più al giorno da dedicare a uno scopo specifico, come la utilizzeresti?",
		"Quante volte hai passato la notte in bianco?",
		"Hai mai condiviso un segreto che avevi promesso di non rivelare?",
		"Quanto indietro puoi risalire con il tuo albero genealogico?",
		"Come descriveresti tutti i presenti in una frase a un estraneo?",
		"Cosa hai fatto per essere sospeso da scuola?",
		"Hai un lavoro? Se sì, qual è la cosa che preferisci?",
		"Se fossi intrappolato su un'isola per 3 giorni, cosa porteresti con te?",
		"Se potessi scegliere di essere famoso per qualcosa, quale sarebbe?",
		"Hai mai vomitato in aereo?",
		"Ti piace di più l'estate o l'inverno? Perché?",
		"Chi è il tuo modello di riferimento?",
		"Hai superato qualche cattiva abitudine?",
		"Cosa faresti se il tuo amico più caro o la tua cotta ti lasciassero?",
		"Vorresti mai diventare famoso e, se sì, per cosa?",
		"Quando è stata l'ultima volta che sei stato nervoso?",
		"Se potessi dipingere la tua stanza di qualsiasi colore, quale sceglieresti?",
		"Per cosa hai sprecato troppi soldi?",
		"Qual è un fatto interessante che hai appreso di recente?",
		"Qual è la cosa più selvaggia che hai fatto finora nella tua vita?",
		"Qual è una cosa che gli altri acquistano e che tu non riesci a capire perché?",
		"Hai mai mentito a un insegnante e per quale motivo?",
		"Qual è una cosa che credi non sarai mai in grado di fare bene?",
		"Qual è un segreto che non hai mai rivelato a nessuno?",
		"Se potessi fermare il tempo, cosa faresti?",
		"Quali sono i tuoi sogni per il futuro?",
		"Quale argomento avevi che, ripensandoci, era assolutamente ridicolo?",
		"Attualmente sei dove vuoi essere nella vita?",
		"Qual è l'abito più strano che hai indossato in pubblico?",
		"Come si mette la carta igienica nel rotolo?",
		"Qual è una cosa per cui saresti disposto a rimanere sveglio tutta la notte?",
		"Qual è il tuo animale preferito?",
		"Quale percorso professionale vuoi intraprendere?",
		"Se potessi fare una sola domanda a ogni persona che incontri, quale sarebbe?",
		"Hai mai la sensazione che nessuno ti capisca?",
		"Qual è la cosa più imbarazzante che ti è capitata quest'anno?",
		"Pensi che il tradimento sia mai giustificato?",
		"Quale membro della tua famiglia ti infastidisce di più e perché?",
		"Su cosa puoi avere dei pregiudizi?",
		"Chi è il tuo YouTuber preferito?",
		"Tra tutti i problemi del mondo, quale vorresti vedere risolto per primo?",
		"Qual è il tuo genere di musica preferito da ascoltare?",
		"Quale sarebbe il giorno perfetto per te?",
		"Qual è la forma di intrattenimento più strana che ti piace?",
		"Quale parte del tuo corpo attualmente non si sente al 100%?",
		"C'è qualcosa che la maggior parte delle persone trova carino e che invece ti fa venire i brividi?",
		"Se potessi trasformarti in qualsiasi animale a tuo piacimento, quale animale sceglieresti?",
		"Se potessi scegliere il modo in cui diventare un eroe, quali sarebbero le circostanze?",
		"Qual è la cosa più strana che hai trovato?",
		"Qual è la prima cosa che fai dopo la scuola?",
		"Hai mai disegnato su qualcuno mentre dormiva?",
		"Hai un amico immaginario?",
		"Se potessi essere un supereroe, quale sarebbe il tuo potere?",
		"In quale sport ti piacerebbe diventare un professionista?",
		"Qual è la tua storia sul sapere quanto basta per essere pericolosi?",
		"Se potessi tingere i tuoi capelli di qualsiasi colore, quale colore sceglieresti?",
		"Quale pensi sia la tua abilità più creativa?",
		"Qual è il tuo pensiero migliore per la doccia?",
		"Quanto spesso ti capita di sognare ad occhi aperti?",
		"Qual è stato il giorno peggiore che hai passato?",
		"Qual è stata la tua peggiore idea di sempre?",
		"Qual è l'attività che svolgi in cui la tua mente vaga di più tra i pensieri?",
		"Pensi che la pioggia abbia un buon odore?",
		"Cosa ti ha creato più problemi a casa?",
		"Hai mai confessato a qualcuno che ti piace?",
		"Quale band o artista ti piace segretamente?",
		"Qual è stata la volta più imbarazzante in cui ti è passata la benzina?",
		"Se potessi eliminare una materia scolastica, quale?",
		"Hai rubato dei soldi ai tuoi genitori?",
		"Da quanto tempo fai parte del server?",
		"Cosa ti rende felice?",
		"Ti trucchi spesso?",
		"Hai paura di morire?",
		"Hai mai incontrato una celebrità?",
		"Quali sono i tuoi bot Discord preferiti?",
		"Preferisci il collettivismo o l'individualismo?",
		"Quali sono le tue cinque parole preferite al momento?",
		"Cosa sai fare di inutile?",
		"Quanto pensi alla tua cotta?",
		"Qual è il tuo più grande cruccio?",
		"Racconta una storia imbarazzante su di te.",
		"Qual è una cosa che pensi di essere stato l'unico al mondo a fare?",
		"Stai attraversando qualche tipo di fase?",
		"Se ricevessi un milione di dollari, ma dovessi spenderli in un solo giorno, cosa faresti con tutti i tuoi soldi?",
		"In cosa ti stai destreggiando attualmente nella tua vita?",
		"Qual è una cosa che vorresti che i tuoi amici sapessero di te?",
		"Il tempo sta passando velocemente o lentamente per te?",
		"Cosa ne pensi del continuum spazio-temporale?",
		"Se potessi ascoltare solo 3 canzoni per il resto della tua vita, quali sarebbero?",
		"Qual è la situazione più imbarazzante in cui hai scoreggiato?",
		"Hai paura di invecchiare?",
		"Chi è la tua cotta per le celebrità?",
		"Vorresti sapere come moriresti se potessi?",
		"Hai mai avuto a che fare con la legge?",
		"Chi non vedi piangere in questo server se devi nominarne solo uno?",
		"Qual è un'idea sbagliata comune su di te?",
		"Qual è la cifra più alta che hai donato per uno streaming su Twitch?",
		"Ti è stato dato qualche buon consiglio ultimamente?",
		"Qual è stata la cosa più imbarazzante che hai inviato per sbaglio alla persona sbagliata?",
		"A cosa stai pensando in questo momento?",
		"Quando si tratta di viaggiare, sei un pianificatore o sei più propenso ad andare avanti come capita?",
		"Qual è la domanda di Obbligo o Verità che ti piace di meno?",
		"Preferiresti essere del sesso opposto/diverso?",
		"Cosa ne pensi del burro di arachidi?",
		"Qual è la tua più grande preoccupazione attuale?",
		"Qual è il tuo film preferito?",
		"Se potessi cambiare una cosa della tua famiglia, quale sarebbe?",
		"Qual è l'ultima cosa che hai mangiato a morsi?",
		"Hai imbrogliato in un test?",
		"Qual è la tua storia di insulti accidentali a qualcuno?",
		"Qual è una cosa che ha cambiato la tua prospettiva di vita?",
		"Qual è la cosa più fastidiosa che fa il tuo compagno di stanza?",
		"Hai mai saltato le lezioni/il lavoro e, se sì, cosa hai fatto al loro posto?",
		"Quanto sei simpatico?",
		"Se tutti i presenti fossero un colore, quale sarebbe il colore di ogni persona?",
		"Qual è una cosa che non capisci assolutamente?",
		"C'è confusione sotto il tuo letto?",
		"Se mai dovessi scrivere un libro di memorie, quale sarebbe il titolo?",
		"Per cosa ti senti più grato nella tua vita?",
		"Qual è una piccola cosa che ti rende felice?",
		"Hai mai aspettato fuori che arrivasse la posta?",
		"Qual è la tua strana collezione segreta?",
		"Qual è la tua canzone preferita?",
		"Ti sei mai fatto la pipì addosso per aver riso troppo?",
		"Qual è il regalo meno gradito che hai ricevuto?",
		"Qual è la cosa di cui ti vergogni di più?",
		"Se un giorno ti svegliassi e scoprissi di essere diventato invisibile, qual è la prima cosa che faresti?",
		"Cosa trovi di estremamente difficile che la maggior parte delle persone trova semplice?",
		"Qual è il cibo più difficile da mangiare?",
		"Se potessi cambiare una cosa della tua infanzia, quale sarebbe?",
		"Qual è la cosa più difficile che fai ancora ogni giorno?",
		"Chi nella tua famiglia racconta le barzellette più banali?",
		"Hai mai provato a fare amicizia con un cane o un gatto randagio?",
		"Se dovessi essere ribattezzato con un nome diverso dal tuo, quale sceglieresti?",
		"Cosa hai capito di recente di aver sbagliato?",
		"Qual è la tua storia di un incidente ravvicinato?",
		"Qual è stata l'ultima alba memorabile a cui hai assistito?",
		"Qual è stata la situazione in cui hai riso più forte di sempre?",
		"Qual è la cosa più sciocca che hai fatto?",
		"Ti piacciono i pancake?",
		"Se dovessi avere un lavoro di qualche tipo ma non avessi bisogno dei soldi per sopravvivere, quale lavoro sceglieresti?",
		"Vorresti vivere per sempre se potessi?",
		"Cosa hai trovato di ironico di recente?",
		"Credi nell'amore?",
		"Qual è stato il tuo miglior costume di Halloween?",
		"Qual è la cosa più imbarazzante che hai fatto?",
		"A chi ti rivolgi quando sei stressato?",
		"Quante possibilità dai a una persona prima di cancellarla?",
		"Cosa pensi dei tuoi amici online?",
		"Riesci a leccarti il gomito?",
		"Sei mai stato su un treno?",
		"Qual è la cosa più costosa che hai rubato?",
		"Chi è il tuo atleta preferito?",
		"Qual è stata l'ultima cosa che ti ha veramente deluso?",
		"Ti sei mai tolto il naso e l'hai mangiato?",
		"Hai mai mangiato un insetto?",
		"Qual è la cosa più imbarazzante che hai messo sui social media?",
		"Quale suono ti farà sciogliere il cuore all'istante?",
		"Quale mezzo di trasporto non hai mai provato?",
		"Quando è stata l'ultima volta che hai russato rumorosamente davanti agli altri?",
		"Qual è la parte migliore dell'avere o non avere fratelli?",
		"Quali giochi hai sul tuo telefono?",
		"Chi è il più simile a te in questo gruppo?",
		"Quando è stata l'ultima volta che hai mentito?",
		"Quando è stata l'ultima volta che hai pianto?",
		"Qual è la tua paura più grande?",
		"Qual è la tua fantasia più grande?",
		"Chi è l'ultima persona che hai cercato su Instagram?",
		"Qual è la cosa più strana che hai mangiato?",
		"Qual è il tuo problema di relazione?",
		"Qual è il segreto che non hai mai rivelato a nessuno?",
		"Hai un talento nascosto?",
		"Chi è stata la tua prima cotta per una celebrità?",
		"Hai mai imbrogliato in un esame?",
		"Se dovessi partecipare a un reality show, quale sarebbe?",
		"Qual è la tua più grande insicurezza?",
		"Qual è l'errore più grande che hai commesso?",
		"Qual è una cosa che odi che la gente sappia di te?",
		"Qual è la cosa peggiore che qualcuno ti abbia mai fatto?",
		"Qual è la cosa migliore che qualcuno abbia mai fatto per te?",
		"Qual è la tua peggiore abitudine?",
		"Qual è la più grande idea sbagliata su di te?",
		"Qual è una cosa che vorresti che la gente sapesse di te?",
		"Perché la tua ultima relazione si è interrotta?",
		"Qual è il miglior consiglio che ti è stato dato?",
		"Qual è la cifra più alta che hai speso per una serata fuori?",
		"Hai mai restituito o ri-regalato un regalo?",
		"Hai un fratello preferito?",
		"Qual è stato il tuo acquisto che ha comportato il più grande spreco di denaro?",
		"Come valuteresti il tuo aspetto su una scala da 1 a 10?",
		"Quale celebrità ammiri?",
		"Se potessi essere una celebrità per un giorno, chi sarebbe?",
		"Se potessi fare qualsiasi lavoro al mondo, quale sarebbe?",
		"Qual è la vita dei tuoi sogni?",
		"A cosa dai più valore: denaro, fama, successo, amici, famiglia, ecc?",
		"Qual è il tuo soprannome più bizzarro?",
		"Se incontrassi un genio, quali sarebbero i tuoi tre desideri?",
		"Quale membro della tua famiglia ti infastidisce di più e perché?",
		"Qual è la cosa peggiore che hai fatto?",
		"Quale celebrità pensi sia sopravvalutata?"
	]
}
