{
  "General": [
    "If you could travel to the past and meet one person, who would it be?",
    "Do you have any phobias?",
    "Do you have a special project you're currently working on?",
    "How long could you go without eating your favourite food?",
    "Who is your worst enemy?",
    "What do you think is the most useful skill to know?",
    "What did you do to end up in detention at school?",
    "What do you try to do to make the world a little better?",
    "When is the last time you talked about someone behind their back?",
    "Are you where you thought you'd be 10 years ago?",
    "Is there any place that you have no desire to visit? Why?",
    "Have you ever told someone you wouldn't be home just so they wouldn't come over to yours?",
    "What is the weirdest thing you've ever eaten?",
    "What is the easiest way to bring a smile to your face?",
    "Is Santa Claus real?",
    "What's something that you find difficult, but you think in your mind it should be easy?",
    "Did you ever sleep under the stars?",
    "Would you ever get a tattoo? What kind of tattoo would it be?",
    "What's the worst thing you've ever done to someone else?",
    "What is something that you absolutely will not put up with?",
    "Have you held a tarantula?",
    "What's your favorite dessert?",
    "What makes you bored beyond measure?",
    "Talk about the craziest thing that you overheard.",
    "Are you fragile?",
    "How many things you currently own do you think you could throw away and not notice a difference in your life?",
    "Have you ever started an unintended fire?",
    "What was an experience you didn't think much about at the time, but it ultimately made you a stronger person?",
    "Have you ever faked a sickness to stay home from school?",
    "What is the worst thing about being your gender?",
    "What's simply too difficult? Why haven't you done it yet?",
    "Do you apologize after an argument?",
    "What's the longest you've been without showering?",
    "If you won the lottery and had to give it away to someone from this group, who would it be and why?",
    "What is the most recent fact you learned that surprised you?",
    "Which famous person do you hate?",
    "What is your favorite sport in the Olympics?",
    "What's the most recent thing you learned wasn't true that you thought was?",
    "Have you ever gone without wearing any underwear for a full day?",
    "What types of things do you doodle?",
    "What do you find you recently spend a lot of time wondering about?",
    "If you could become famous on only one social media platform, what would it be and why?",
    "What's the most afraid you've ever been?",
    "What's something in your fridge right now that should probably be thrown out?",
    "Have your ever sleep-walked?",
    "What thing have you been procrastinating about that you will begin doing today?",
    "Are you a dog person or cat person?",
    "Who's your favorite person in this server?",
    "What do you secretly hoard?",
    "What obscure interest do you have?",
    "Did you have an anime phase?",
    "What's the last thing you had stuck in your teeth that you didn't notice until you got home?",
    "Do you sleep naked?",
    "Have you ever pulled a prank on a teacher?",
    "What do you think about spelling bee champions?",
    "What is the last encounter you had with a random stranger?",
    "What don't you want anyone in this group to ask you? (Be sure to keep it in mind for future rounds!)",
    "What's the last thing that you gave up on? Are you happy or disappointed?",
    "What do you consider to be the smartest thing you've ever done in your life so far?",
    "What do you love most about where you grew up?",
    "What's your favorite website?",
    "What's the last thing you searched for on your phone?",
    "If you could meet anyone in the world over dinner, who would you pick?",
    "What is your favorite place in the world?",
    "What's the most difficult choice you were asked to make?",
    "If a movie was made about this group, what sort of characters do you think people would be?",
    "Is there a part of your culture that you don't like?",
    "If you had a time machine, to which time period would you go?",
    "What's your favorite junk food?",
    "What is the worst present anyone has given you?",
    "What's the most disgusting thing you have ever seen?",
    "What was the happiest day of your life?",
    "Have you ever lied in this groupchat, and if so, what was it about?",
    "Did you tell a lie in this game of ToD? What was it and why?",
    "What do you daydream about the most?",
    "What would be the best and worst part of being a cat in your opinion?",
    "Have you ever peed in a pool?",
    "Are you scared of dying? Why?",
    "When was the last time you cried, and what made you cry?",
    "What is your \"guilty pleasure\"?",
    "What song currently speaks to you the most?",
    "Have you ever broken something and blamed someone else?",
    "If you could play a prank on any historical figure, who would you pick and what prank would you do?",
    "How would you describe your sense of humor? Can you give an example?",
    "What's the best trick someone has ever played on you?",
    "Do you have a reddit account?",
    "What is your favorite Discord bot? 😉",
    "Have you ever gone to the bathroom in the pool?",
    "Would you stop talking to all of your friends for a million dollars?",
    "What's the worst excuse you tried to use on a teacher or parent?",
    "Which person here knows something about you that you wouldn't want to be revealed?",
    "What is the next big purchase you're currently saving for?",
    "What game are you best at?",
    "Describe yourself at age 30.",
    "If you had only one more day to live, what would you do?",
    "What's the last thing that you broke and how did it happen?",
    "Would you feel comfortable showing someone your camera roll?",
    "What are the things on your 'bucket' list?",
    "What is something that will instantly annoy you?",
    "What is the lowest grade you have ever scored in school?",
    "Who here would you want to switch lives with for a day?",
    "What is the grossest thing you've done today?",
    "What's the best compliment you ever received?",
    "If you could lock someone up and throw away the key, would you and if so, who would that be?",
    "What is something that you like that your parents do?",
    "What's something that is common today that humans will be embarrassed about doing in 50 years?",
    "What is your deepest, darkest secret?",
    "What is the most awkward phone call you've ever had?",
    "What was the last meltdown that you witnessed?",
    "Is there a personality trait that you'd like to adopt from one of your friends?",
    "What is something immature you think your parents do?",
    "If you could make one rule that everyone had to follow, what would it be?",
    "Did you have an imaginary friend when you were growing up?",
    "Roblox or Minecraft?",
    "What do you wish you understood better?",
    "What's something commonly done today that you think people will wonder why anyone would ever do that fifty years from now?",
    "What was your childhood nickname?",
    "How well do you think you understand yourself?",
    "What compliment do you get the most?",
    "Which of the 4 seasons is your favorite? Which month?",
    "What was your first impression of everyone here?",
    "What's one thing you wish you could change?",
    "What would be the best thing about losing your hearing?",
    "How often do you shower?",
    "What is your favourite game to play?",
    "Would you ever cheat off a friend's paper?",
    "Did/Do you know that someone admired/s you?",
    "What law have you broken the most in your life?",
    "What's your favorite childhood memory?",
    "What are you currently doubting in your life?",
    "Which of your past teachers would you like to sit down with and talk to today?",
    "What's a life hack you use that more people should know?",
    "What do you think is the most valuable resource?",
    "How long do you think you could survive on your own?",
    "What is the one dare you would object to?",
    "When was the last time you showered?",
    "How would you spend your time if you were a billionaire?",
    "What's your favorite room in your house and why?",
    "Would you drop out of school if you were to win the lottery?",
    "If you had to pick one person in your immediate family to survive, who would it be?",
    "What would you do if you could retire at 40?",
    "What practical joke did you totally fall for?",
    "What's your favorite dessert?",
    "Are you a morning or night person?",
    "What would you like to do in the future that you don't dare to do now?",
    "Are you often hard on yourself?",
    "How do you make decisions?",
    "Have you ever peed in the pool?",
    "Who in your family can you not believe you're related to?",
    "What languages can you speak?",
    "If you had to wear a hat for the next week, what type of hat would you choose?",
    "What was the last dream you had?",
    "What is your perfect day?",
    "What do you miss most about physical presence?",
    "Where is the furthest place that you have ever traveled to?",
    "What is something you used to do that makes you cringe now?",
    "Have you ever skipped a meal?",
    "What situation is sure to make you cry?",
    "Where is your favorite place to go on vacation?",
    "What is an unpopular opinion that you have?",
    "Have you been camping in your backyard?",
    "If you could do it, what would you change your name to?",
    "What is it that motivates yourself the most?",
    "What is your favourite board game to play with your family?",
    "If you write a book, what would it be about?",
    "How many times have you skipped class for no reason?",
    "Who do you like to annoy the most?",
    "What's your GPA?",
    "If you could wake up tomorrow having gained any one quality or ability, what would it be?",
    "If you could only listen to one song for the rest of your life, what would it be?",
    "Where's the next place you want to visit?",
    "What is your favorite game?",
    "Which app do you use the most?",
    "What is your favorite emoji?",
    "Do you have any family members that are mechanics?",
    "If you could find the answer to one question about your past, present, or future, what would you ask?",
    "Who's your idol?",
    "What's something that when you were learning it, you thought you'd never use it, but in reality, you ended up using it a lot?",
    "Do you sing in the shower?",
    "If you were a superhero, what would your power be?",
    "What's the most interesting conversation you eavesdropped on?",
    "What is your favorite meal?",
    "Who is the most annoying person you know?",
    "What was the last lie you told your significant other?",
    "Have you ever lied to your parents about if you were in classes or not?",
    "What's something that you use regularly that you wish you didn't have to?",
    "If you were the opposite gender for the day? What do you think you would wear? What would you do?",
    "What do you find is the most boring part of your life at the moment?",
    "What have you found more helpful than you ever imagined it could be?",
    "Have you ever thought about changing your name? If yes, to what?",
    "What is something you stole?",
    "What's something that you believe that most other people don't?",
    "What emoji do you use waay too much?",
    "Who is your least favorite person in this server?",
    "Are there any rules or social norms that piss you off?",
    "What is socially acceptable today that you think won't be in 10 years?",
    "Have you ever been caught copying someone else's work?",
    "Have you ever used homework/being busy as an excuse not to go out with friends?",
    "Who's the last person you called by the wrong name?",
    "Which animal is most like you?",
    "What are the top three characteristics you feel are important for a person?",
    "Have you ever eaten food that you dropped on the ground?",
    "Have you ever seen a ghost?",
    "If you had 1 minute to get out of your house what would you grab?",
    "What do you like most about the person asking you this question?",
    "Have you ever been suspended from school?",
    "What do most of your friends think about you that is completely untrue?",
    "What's the most embarrassing thing your parents have caught you doing?",
    "What's something that you know you should start, but haven't?",
    "Where is the last place you've been where you felt completely out of place?",
    "What is your favourite thing to do on the weekends?",
    "If you could have someone else's life for one day, whose would it be?",
    "Is it better to read books in electronic form or actually hold the book?",
    "When was the last time you were caught in a lie?",
    "What technology advance are you looking forward to in the future?",
    "What is your favorite childhood memory?",
    "Do you consider yourself introverted or extroverted?",
    "How has the past year been for you?",
    "Who have you met only one time that left a huge impression on you?",
    "What is your current philosophy about money?",
    "If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?",
    "Who here are you most jealous of?",
    "What's something uncomfortable but you feel everyone should experience at least once in their life?",
    "What joke do you think is funny that nobody ever laughs at?",
    "If you were to work at a circus, what job would you choose?",
    "Which of your parents do you like more?",
    "What smell always brings back some type of memory?",
    "What is money to you?",
    "Have you ever stolen something?",
    "Have you ever popped a zit in public?",
    "Have you poured salt on a slug?",
    "What is your best childhood memory?",
    "Have you showered today?",
    "If you had to change the language you speak, which one would you choose?",
    "Which came first, the chicken or the egg?",
    "Do you prefer iOS/Apple or Android?",
    "If you could trade places with anybody in the world, would you do it? If yes, who would it be?",
    "Do you have a reoccurring dream?",
    "If you had to choose brains or beauty, which would you pick?",
    "What's your best memory with a crush/partner?",
    "What do you look forward to doing when you are old?",
    "Have you ever taken a duck face selfie?",
    "Are you embarrassed by the music you listen to?",
    "Which singer do you identify with and why?",
    "What's your opinion on cell phones?",
    "Do you wear your same underwear for more than one day?",
    "If you were invisible what is something you would do?",
    "What bad decision did you make that actually turned out to be a good decision?",
    "What's the worst thing you've ever said to your parents?",
    "What are some of your strangest \"shower thoughts\"?",
    "What is the one thing that you never got the chance to do?",
    "What's something that makes you laugh?",
    "Of all the things you've bought in your life, what has been the worst purchase?",
    "Have you ever had cosmetic surgery?",
    "What's your most useless skill?",
    "What do you consider the best decision you've made thus far in your life?",
    "What makes you unique?",
    "What is the meanest thing that you have done?",
    "What is the best lie you convinced someone that was true?",
    "What is something that you don't mind waiting for?",
    "What is something that you would really like to try again?",
    "How do you think you are most likely to die?",
    "What is your shoe size?",
    "What was the last big argument you got into and who was it with?",
    "What's the story behind your last rant?",
    "What are your favorite websites?",
    "What's some small thing you recently noticed?",
    "What is the sweetest thing that someone could do for you?",
    "If there are 100 people, how many would be more patient than you?",
    "What is your secret talent?",
    "How do you usually react if you receive bad service?",
    "Do you know how to swim?",
    "What do you think might be hiding in your closet at night?",
    "Have you ever told one of your best friend's secrets, even if you said you wouldn't?",
    "Who here are you most scared of?",
    "If you could try out any job for a day, what would it be?",
    "What's the most childish thing that you still do?",
    "What's the worst thing one of your friends or ex-friends has done to you?",
    "What makes you happy?",
    "What do you wish you had spent more time doing when you were younger?",
    "Do you still sleep with a nightlight?",
    "What kind of candy would you want to be in your birthday present?",
    "What's your most recent passion?",
    "What is your favorite thing about this server?",
    "What is your dream city to live in?",
    "Have you ever forgotten to put on underwear?",
    "Can you describe your personal style?",
    "If you could only buy ten items at the grocery store to last the next week, what would you buy?",
    "What is something you've always wanted to try but have been too scared of?",
    "Do you play any sports?",
    "What is your most embarrassing moment?",
    "Are you afraid of the dark?",
    "What is your real GPA?",
    "Do you have a favorite sibling?",
    "If you could assign one household chore to someone else, what would it be?",
    "Do you shower every day?",
    "Have you ever seen a movie that you thought was better than the book?",
    "What evil genius would you like to be?",
    "Do you like bugs?",
    "What's the last thing you complained about?",
    "What does it mean to \"live a good life\" in your opinion?",
    "What is the last big goal you accomplished?",
    "If you weren't here in this room right now, what would you probably be doing?",
    "If you could know one thing from the past, what would it be?",
    "What, according to you, is the best thing about yourself?",
    "If you could have anything in the world, what would it be?",
    "What is your favorite kind of cheese?",
    "What would you do with a million dollars?",
    "When was the last time you cleaned your room?",
    "When is the last time you cried?",
    "What is the most trouble that you ever got into in school?",
    "Name a time when you used somebody for your personal gain.",
    "If you had a million dollars, what would you do with all of your money?",
    "Who is your current crush?",
    "Can you be alone in a dark room?",
    "Do you think Earth is the only inhabitable planet? Do you believe in aliens?",
    "What qualities do you most enjoy in a friend?",
    "Have you ever begged a teacher for a better grade?",
    "What's the strangest dream you've had?",
    "When was a time that someone really betrayed your trust?",
    "When was the last time you read a book?",
    "Have you ever peed in a public pool?",
    "What's the funniest misprononciation of your name that you've heard?",
    "Who is the easiest to talk to in this server?",
    "Who do you pretend to like, but actually don't?",
    "Have you ever been on TV?",
    "What kind of bird would you like to be?",
    "What weird sentimental objects have you kept from when you were younger?",
    "What's the most recent interesting conversation you had?",
    "What is the next thing you have on your to-buy list?",
    "What's a food you vow never to eat?",
    "Have you watched a horror movie alone?",
    "If you knew the world was about to end, what would you do?",
    "Name something you've always wanted, but is too expensive to buy.",
    "What do you dislike about family gatherings?",
    "Have you ever cried from watching a TV show or a movie?",
    "Are you a 'glass half full' or a 'glass half empty' person? (optimist or pessimist)",
    "What is your worst childhood memory?",
    "Have you ever eaten a worm?",
    "What is your worst habit?",
    "If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?",
    "Which emoji describes you best?",
    "If you had to describe your current life as a movie, which movie would you choose?",
    "Is there a mess in your closet?",
    "What's the worst piece of advice you ever got from someone?",
    "If you were to be famous for something, what would that be?",
    "Have you ever been called ugly?",
    "What's the last big mistake you made in front of others?",
    "What's a bad habit that you have?",
    "Have you changed since you met the others here?",
    "How would you spend $1,000 to give the most happiness to the most number of people possible?",
    "Is there anything that makes you far angrier than it should?",
    "What was the best day of your life?",
    "What memory have you been thinking about a lot lately?",
    "What would someone who doesn't know you well be most surprised about?",
    "What is something you predict will exist in 10 years that doesn't today?",
    "What was the nastiest prank you ever played on someone?",
    "What was your worst workplace experience?",
    "What is your current go-to song to dance to when nobody is around?",
    "Have you ever told a secret, even if you said you wouldn't?",
    "Math or science?",
    "Tell your life story in two minutes.",
    "What's the strangest situation you ever found yourself in?",
    "Would you consider yourself decisive or indecisive?",
    "Do you like scary movies?",
    "Do you still watch cartoons meant for children?",
    "If you could be invisible, what would you do?",
    "How many best friends have you had during your lifetime?",
    "What website do you waste the most time on?",
    "If your house was burning, what 4 things would you grab?",
    "What is the longest amount of time that you have ever been away from home?",
    "If you were born again, what would you like to be?",
    "What's your favorite music genre?",
    "Has someone ever done a random act of kindness to you?",
    "What are you really really good at?",
    "What topic can you bring up at a family gathering to instantly get everyone riled up?",
    "Can you name 5 things you wouldn't do for a million dollars?",
    "When is your birthday?",
    "What was your weirdest dream?",
    "What's the story about the last time you cried?",
    "Do you still sleep with a teddy bear?",
    "Do you floss your teeth every day?",
    "What is the longest you have gone without sleep?",
    "Have you ever said you finished your dinner when you really didn't?",
    "Who in this server would you be scared to meet irl?",
    "Did you ever do a school prank?",
    "In emergency situations, how do you react?",
    "What is your favourite school subject?",
    "Have you ever played sick because you didn't want to go to school?",
    "How long could you without eating your favorite food?",
    "If a genie came out of a lamp, what would your 3 wishes be?",
    "Who has the best sense of style?",
    "You know, I've always wondered... (fill in the blank)",
    "Who in your opinion is the lamest celebrity?",
    "If you could accomplish three things in life what would they be?",
    "What was your New Year's resolution? How's it coming along?",
    "Who here would you want to trade lives with the most?",
    "Do you google new people you meet?",
    "What makes you jealous?",
    "If you had the choice to live on your own right now, would you do it?",
    "What is the hardest course for you at school?",
    "What is your most niche fear?",
    "What truth or dare question do you not want to answer?",
    "If you will have the chance to change your face, whose face would you want to look like?",
    "What's the best meal you've ever had?",
    "Have you ever had a near-death experience?",
    "What have you recently felt grateful for?",
    "Do you have any weird habits? If so, what habits?",
    "How long does it take you to form an opinion about a person?",
    "Do you sing in the shower?",
    "How many times do you take care of yourself a week?",
    "If you could change anything about the way you were raised, what would it be?",
    "Can you speak a different language?",
    "What's something you regret?",
    "What is your secret talent if you have one?",
    "Do you hate/strongly dislike anyone here?",
    "Who here do you disagree with the most?",
    "Have you farted in public?",
    "What was your favorite childhood show?",
    "What is your secret wish?",
    "What recent event have you seen that restored your faith in humankind?",
    "What's a useless piece of knowledge that you know?",
    "How many selfies do you take a day?",
    "What's the longest you've purposely left someone on read?",
    "What little thing instantly tells you that a person is good?",
    "What was the scariest moment of your life?",
    "Of all the people in this room, who do you think will be the most successful in 20 years?",
    "If you could get one thing for free, what would it be?",
    "Have you smelled the inside of a seashell?",
    "What do you look most for in a person?",
    "What's your favorite joke?",
    "How do you best like your ice-cream?",
    "What are your thoughts on anime?",
    "What is your relationship with your family?",
    "How did you find out that Santa Claus is not real?",
    "What is your love language?",
    "What type of phone do you want?",
    "Do you need a hug?",
    "What is your favorite ice cream flavor?",
    "Who was the last person you talked to on the phone?",
    "What kind of parent do you think you will be?",
    "What's the best part of rain?",
    "If you could remove one person from this server, who would it be?",
    "If you could go back in time and erase one thing you did in the past, what would it be?",
    "What's something that you never seem to get tired of doing?",
    "What is the meanest thing you've ever said/done to anyone?",
    "What was a situation where you literally did a doubletake?",
    "Who is the craziest person that you know (in person?)",
    "How much money would you need in the bank to feel comfortable to retire today?",
    "What is something that you want to do when you become an adult?",
    "Who's the most photogenic person here?",
    "What bores you beyond measure?",
    "What's the biggest mistake you've ever made while cooking?",
    "Has anyone ever walked in on you when going to the bathroom?",
    "What were you most afraid of when you were younger? Do you still have that fear?",
    "What are your three favourite colours, and why?",
    "Name a famous person that you would like to be friends with.",
    "What talent do you have that's embarrassing to share?",
    "Do you have a dream job in mind? What would it be?",
    "Do you brush your teeth twice a day?",
    "Who's the most beautiful person you know?",
    "Would you consider yourself popular?",
    "Describe your dream home",
    "Have you ever accidentally destroyed something that was important to someone else?",
    "When are you most productive?",
    "What is something that you would do that people would assume you would never do?",
    "What does nobody want to talk about, but really should?",
    "Have you ever let someone take the blame for something you did? What happened?",
    "What is your current favorite TV show? What was it 5 years ago?",
    "Do you have any scars? If so, how did you get the first one?",
    "Do you talk to yourself in the mirror?",
    "Which person here knows something about you that you wouldn't want revealed?",
    "What challenge would you like to see your best friend take on?",
    "What's the worst lie you've been told?",
    "How old were you when you had your first crush?",
    "Who's the most bf/gf/significant other material?",
    "What is your biggest fear?",
    "If you could learn when you die, would you?",
    "At what age did you learn to ride a bike?",
    "What has been one of your most embarrassing moments?",
    "Have you ever had Discord nitro?",
    "Do you sleep with a stuffed animal?",
    "What is the last daydream you had?",
    "What is your most favorite picture you've ever taken?",
    "Do you prefer chocolate or vanilla?",
    "What's your favorite emoji?",
    "What's the last thing you did alone and you enjoyed?",
    "What is something that you learned from simply watching a stranger?",
    "Have you ever committed a crime? If so, what was it?",
    "What is a fear you overcame?",
    "What food do you have a love-hate relationship with?",
    "Have you ever been canceled for something?",
    "Was there ever a time in your life that you thought you were going to die?",
    "What is your greatest achievement?",
    "Do you have commitment issues?",
    "What is the most embarrassing song you listen to?",
    "How did you get away with cheating on a test?",
    "What's the most disgusting food you've ever eaten?",
    "What is a gross thing you've done today?",
    "What animal are you most scared of?",
    "What's the weirdest thing you've done on a plane?",
    "What type of exercise do you like most?",
    "What's something about you today that the old you would find surprising?",
    "What's one job you'll never work?",
    "What are the top three qualities you admire in others?",
    "Are you wearing underwear?",
    "What is your favorite life hack?",
    "What's one thing you wish you could do, but can't do because of the consequences?",
    "What would you be really good at if it wasn't for one thing?",
    "Have you ever pulled a prank on your teacher?",
    "Do you think people see you the same way you see yourself?",
    "Have you ever lied to your best friend's face? What did you lie about?",
    "What's something your parents don't know?",
    "What's something you desperately want to hear?",
    "What piece of art has had a large impact on you?",
    "Do you have any apps on your phone that you've never used?",
    "What is your favorite thing to do in your spare time?",
    "What is the longest amount of time that you have ever been awake?",
    "Did you ever have a huge rival? Was the rivalry friendly or fierce?",
    "How many romantic interests do you think you will have for the rest of your life?",
    "What is the most amount of time that you have ever spent in a hospital?",
    "What kind of pajamas do you wear to bed?",
    "Are you scared of monsters?",
    "What is the next skill that you'd like to learn really well?",
    "Have you ever pooped your pants?",
    "What animal do you think best reflects your personality?",
    "Do you think that you're confident?",
    "What is the most expensive thing you own?",
    "Do you like reading for fun?",
    "Who is the most innocent person in this server?",
    "What gender do you think angels are?",
    "What is the craziest thing you've ever watched?",
    "Have you ever bullied someone?",
    "What destination is at the top of your list to visit?",
    "How would you describe someone who is wealthy?",
    "Do you sleepwalk?",
    "Do you consider telling white lies to be okay?",
    "What's the most embarrassing item in your room?",
    "Do you believe in any superstitions? If so, which ones?",
    "Have you ever broken a bone?",
    "What book or movie character can you see in your own life?",
    "What are the three qualities you feel are most important in a friend?",
    "When is the last time you pretended to be sick when you weren't?",
    "When is the last time you threw up?",
    "What do you know is bad for you but you continue to do it anyway?",
    "When did you learn how to ride a bike?",
    "Who is your best friend?",
    "What would be a perfect pizza for you?",
    "Have you ever experienced gender dysphoria?",
    "What do you like to do when you are alone?",
    "Who was your first partner?",
    "What's something you lose sleep over?",
    "Do you like where you live?",
    "What is the worst thing that anyone has ever said about you?",
    "What is the most bizarre dream you've ever had?",
    "What uncommon thing would you like to see become more common?",
    "If Jurassic Park were real, would you visit it?",
    "What question do you have that nobody has been able to give you a good answer to?",
    "When have you had to walk away in shame?",
    "What's your opinion on naps?",
    "When was the last time you cried? Why?",
    "If you could have any superpower, what would you choose?",
    "Do you sing when no one is around?",
    "When was the last time you flossed your teeth?",
    "What makes you bored out of your mind?",
    "What's your favorite thing to do when you're all alone?",
    "Do you keep a diary/journal?",
    "What has surprised you most in life?",
    "What uncommon thing would you encourage everyone to try once?",
    "Who on this server do you talk to the most and why?",
    "Which parent are you closer to, and why?",
    "If you had to choose between being in a choir and being in a play, what would you choose?",
    "What's your \"famous person\" story?",
    "When was a time that you completely lost it?",
    "If you could live anywhere in the world, where would you live?",
    "Have you ever eaten something that was already thrown in the trash?",
    "If you could have your own business one day, what would it be?",
    "What was your most recent experience of going down the rabbit hole?",
    "What is your favorite movie?",
    "What's your most embarrassing swimming story?",
    "If you could broadcast one thing to the world for 30 seconds, what would it be?",
    "Do you look forward to being an adult? If already, do you miss being a kid?",
    "What's the scariest movie you've ever seen?",
    "If you could only eat one food every day for the rest of your life, what would it be?",
    "Who would you choose if you could switch places with someone for a day?",
    "What do you think people pretend to like when they really don't?",
    "What have you been thinking about lately that has kept you up at night?",
    "What rumor did you start that you're sorry about?",
    "How long you have been loving your crush and not confessed?",
    "Do you cover your eyes during scary movie scenes?",
    "What do you like most about yourself?",
    "If you had only three wishes, what would they be?",
    "What was the one thing you failed badly at?",
    "If someone were to sum you up with a phrase, what would that phrase be?",
    "For whom here do you feel over-protective for?",
    "What gets on your nerves the most?",
    "If you could only save one of your parents from certain death, which would you pick?",
    "If you knew you could live forever, how would you spend your days differently?",
    "If you could change any of the house rules, what would it be?",
    "If you had to delete one app from your phone, which one would it be?",
    "What's something that everyone else likes, but you don't?",
    "Do you smell your clothes to determine if you can wear them again without washing?",
    "Have you ever lied to your parents about what you were doing after school?",
    "What's the most spontaneous thing you've ever done?",
    "What's your favorite school subject?",
    "What's the most embarrassing nickname you've ever had?",
    "What do you think is your biggest physical flaw?",
    "What's one thing you learned the \"hard way\"?",
    "If you had to choose, would you rather be too hot or too cold?",
    "Who's your favorite actor?",
    "Have you ever shoplifted? What did you take?",
    "Do you have an app on your phone that you use even though you hate it?",
    "What's a skill you wish you had?",
    "If given a chance would you propose someone here?",
    "If you were put in a random place in your city/town, could you find your way home?",
    "Have you ever been mean to one of your teachers?",
    "How do you feel about social media?",
    "If you could own your own business one day, what would it be?",
    "What is the last thing that you totally overreacted to?",
    "Have you ever taken money from your roommate?",
    "What's the most useless thing you know?",
    "How flexible are you?",
    "What will your life legacy be?",
    "What's something you shouldn't have gotten in trouble for?",
    "What's something that you recently learned that everyone else already knew?",
    "What's on your bucket list?",
    "Do you think you were ever part of the popular crowd?",
    "Have you ever spread a rumor?",
    "Who here do you trust the least?",
    "What is something that happened to you that you can't logically explain?",
    "Have you ever blamed a pet for something you did?",
    "What is your pet's name?",
    "If you suddenly won the lottery, what would you spend it on?",
    "If you had to change your name, what would you change it to?",
    "What's the dumbest dare you've done?",
    "Do you know how to cook?",
    "Would you ever get plastic surgery?",
    "If you were a billionaire, what would you spend your time doing?",
    "What's your story about being under intense pressure and how did you handle it?",
    "Have you ever stepped in dog poop?",
    "What is the one talent you wish you possessed?",
    "If each person had a warning label, what would yours say?",
    "Do you love your parents?",
    "How much would you do to get your dream guy/girl/partner?",
    "What is the most recent life lesson you've learned?",
    "What's something that everyone hates, but you like?",
    "If you could change one thing about your face, what would it be?",
    "If you had 5 extra hours a day, what would you spend them on?",
    "Could you survive without your phone for a week?",
    "What's your plan for surviving a zombie invasion?",
    "How many real Discord friends do you have?",
    "What Discord bots do you use?",
    "If you were to devote your life to art, what type of art would that be?",
    "What is the most selfish thing you do that you're okay with?",
    "Who is one person you wish was still in your life?",
    "What country would like to live in if you had the chance?",
    "Best date you've ever been on?",
    "What's the pettiest thing you've ever done?",
    "What would you do if you were going to die in 3 days?",
    "What's one thing you've done that people here would judge you for?",
    "Who is the worst cook you know?",
    "What is a thing that nobody knows about you yet?",
    "What's the story behind why you replaced the last phone you had?",
    "What is something you own that you have never used?",
    "If you could change the color of one thing, what would it be and why?",
    "What's your go-to funny story now, but was horrendous at that moment?",
    "Have you ever been hypnotized?",
    "Have you ever forgotten a teacher's name?",
    "What do you dislike most in a friend?",
    "What's the story behind your greatest treasure?",
    "What do you think is the most complex aspect about yourself?",
    "If you could change any of your house's rules, what would it be?",
    "Do you have an imaginary friend? Or did you used to?",
    "What is your best talent?",
    "Who affects you the most when they are sad in the server?",
    "What is your most treasured memory?",
    "When did you last cry in front of another person? By yourself?",
    "How long did it take for you to come up with your current signature?",
    "What do you think would be the worst thing about being famous?",
    "What's something that you thought you'd have already done by now, but haven't?",
    "What was one unrealistic dream you had as a child?",
    "What is the most unique hobby you have?",
    "What was your favorite childhood show?",
    "What are you most insecure about?",
    "What's the best compliment you've received?",
    "Have you ever stolen from school or work?",
    "What is the worst thing that somebody ever said to you?",
    "What was your last \"ah-ha\" moment?",
    "Who is your best friend?",
    "Do you have any pets?",
    "What's something unpopular you wish more people would use?",
    "What's a useless skill you have?",
    "Have you ever sneaked snacks when your parents weren't looking?",
    "What food combination do you eat that makes others cringe?",
    "What's the biggest wager you've ever made?",
    "Do you think you look worse or better than most people you know?",
    "What is your typing speed?",
    "Do you have any family members that are farmers?",
    "What is the worst dream that you have had?",
    "Who is the cutest person here?",
    "What doesn't exist, but should?",
    "Who do you have on your Facebook block or limited list?",
    "Have you faked being sick to stay home from school?",
    "Who is the luckiest person you know?",
    "Who is your personal hero",
    "Do you have a nightmare travel story?",
    "Are you a left-handed or right-handed?",
    "Have you ever said something out loud that you were thinking, without realizing you said it out loud? What was it?",
    "Who in the group do you think will end up the richest?",
    "What does your perfect vacation look like?",
    "What's the dumbest thing you've ever done on a dare?",
    "Have you ever broken anything of someone else's and not told the person?",
    "What's something you wish you could tell your younger self?",
    "What's something that really happened to you but nobody would believe unless they were there?",
    "Have you ever snuck out of the house?",
    "When was the last time you picked your nose without a tissue?",
    "What small stuff do you sweat even though you know you shouldn't?",
    "What country sounds interesting but you know very little about it?",
    "What electronic do you want? (computers, phones, etc)",
    "What's the worst thing that happened to you today?",
    "If you could be one person in this server for an hour, who would you be?",
    "What's a song you relate to?",
    "What is the most recent silly thing you did?",
    "Have you ever taken public transit?",
    "What are your 5 favourite songs?",
    "What's your favorite holiday?",
    "Imagine that you're on a deserted island and can only bring 2 things with you. What would they be?",
    "How is your day going?",
    "If you could be any animal, which one would you be?",
    "What is your biggest regret from the last month?",
    "Do you have a moment in your life you wish you could relive?",
    "If you had the choice to go back in time or into the future, which would you choose?",
    "Do you pick your nose?",
    "What's a food you like that no one else does?",
    "Have you ever laughed at a totally inappropriate moment?",
    "What is your favourite food?",
    "What is your favorite color?",
    "What's something you thought your parents didn't know but found out later they did?",
    "What is one thing that you have always wanted to do but have not gotten around to it yet?",
    "What is the meanest thing you have done before today?",
    "Have you ever cheated on any test?",
    "Have you ever thrown up on a roller coaster?",
    "How well do you trust your gut feelings?",
    "Do you wash your hands every time after you go to the bathroom?",
    "Who here do you trust the most?",
    "What's your dream vacation?",
    "What do you like most about your life?",
    "What is the first thing that you do after school?",
    "What is your favourite place to go out to eat?",
    "What is your favourite thing to do after school?",
    "What TV show are you embarrassed about watching?",
    "What is your weirdest habit?",
    "What is one embarrassing fact we should know about you?",
    "Would you prefer to leave where your hometown and never come back or stay in your hometown and never be able to leave?",
    "What's the TV show you binge-watched all day?",
    "What's the meanest thing you've ever done?",
    "Who would you kick out of the server if you could?",
    "Do you have something special that picks you up when you feel down? What is it?",
    "What's something that irrationally irritates you?",
    "Have you ever betrayed a friend's trust?",
    "What animal are you scared of?",
    "Where do you go to rant?",
    "Have you been in any fights while in school?",
    "Did you ever sneak outside your house after you were supposed to be asleep?",
    "What's one thing you'd like to do if there were no consequences?",
    "If you had to listen to one genre of music for the rest of your life, what would it be?",
    "What food would you eat everyday if you could?",
    "What's the most embarrassing thing you've worn to school?",
    "Did you ever try to fake your report card grades?",
    "What's the dumbest thing you've said in front of someone you liked?",
    "Have you ever been bullied?",
    "If everyone here was in a horror movie, who would die first?",
    "Who is the nicest person here?",
    "What's the story behind your favorite memento?",
    "What is the most shameful thing you've done in your life?",
    "What would you like to be reincarnated as?",
    "What do you think is your best physical quality?",
    "Do you have anything in your bed for comfort when you sleep?",
    "What celebrity are you obsessed with?",
    "Do you want to go to college?",
    "Do you remember what the first school report you wrote was about?",
    "What was the last book you read?",
    "What's your opinion on social media?",
    "If you could be born as any famous historical person, who would it be and why?",
    "Have you ever fallen down the stairs?",
    "Have you hidden test results?",
    "Have you ever left a restaurant without paying the bill?",
    "What's your favorite film?",
    "If you could have any person become a member of your family, who would you choose?",
    "What do you wish everyone understood about you?",
    "Have you ever dressed up as the opposite sex?",
    "What have you done that you didn't like, but would you be willing to give it another shot?",
    "What do you wish you had more talent doing?",
    "Who do you always want to see smiling?",
    "If you had to change one physical thing about yourself, what would it be?",
    "Do you have any secrets?",
    "What do you like to do that's considered touristy?",
    "What fear keeps you up at night?",
    "What is the strangest way you met one of your friends?",
    "Have you ever blamed something you did on another person?",
    "What song do you secretly sing in the shower?",
    "What's your favorite soda?",
    "What is your worst habit?",
    "What's the weirdest thing you've done?",
    "Have you ever had to complain to management? Why?",
    "What's your current Golden Rule when it comes to living life?",
    "What's the stupidest thing you've ever done?",
    "Have you ever cried while it was raining so they wouldn't notice you were crying?",
    "What is your favourite sport?",
    "What is your most treasured memory?",
    "What do you like most and least about your personality?",
    "What is the latest thing you bought?",
    "How are you, really?",
    "What's the first thing you do in the morning?",
    "Have you watched a show you weren't supposed to?",
    "Do you fall asleep easily?",
    "How many times did you put gum under the table in school?",
    "If you could say anything to your crush right now, what would it be?",
    "What's something you love to do with friends that you'd never do in front of strangers?",
    "What makes you feel insecure?",
    "Have you ever peed in the shower?",
    "If you could make one of your dreams come true, which would it be?",
    "What's your least favorite song?",
    "What is the funniest youtube video you have ever seen?",
    "What do you want to be when you grow up?",
    "Have you ever gotten fired from a job? Why?",
    "What's the most embarrassing thing that you've put on social media?",
    "What was your last argument you had with someone about?",
    "What are your favorite types of candy?",
    "Do you bite your nails?",
    "What about you do you seem to get the most comments about?",
    "What's your favorite console to play at?",
    "Are you single?",
    "What do you hope to be an expert about at some point in your life?",
    "What is your dream college?",
    "What was the best moment of your life?",
    "What is the most embarrassing music you listen to?",
    "What is the longest time that you think you could go without your cell phone?",
    "What one thing would significantly make your life better?",
    "Who here do you think about the most?",
    "What song do you listen to the most?",
    "What's your opinion on tipping?",
    "What is your favourite holiday and why?",
    "What was the nastiest joke you ever played on someone?",
    "Have you ever had an imaginary friend? If so, what was their name?",
    "Do you look up to anyone here?",
    "Have you ever eaten food from the floor?",
    "If you had to name one thing that makes you stand out from others, what would that be?",
    "What's your favorite dare?",
    "Would the world be better or worse if superheroes existed?",
    "How would you describe your personality?",
    "What's your best memory with a friend?",
    "If the building was on fire, who out of this group would you pick to save?",
    "What's the most recent lie you told your parents?",
    "Do you brush teeth every day?",
    "How many best friends do you have? Who is the bestest?",
    "How do you think your reality differs from others you know?",
    "Do you practice what you say before making a call? Why?",
    "What is your favourite movie?",
    "How much damage could your best friend do to you if you ever had a falling out?",
    "Have you ever let someone else get punished for something you did?",
    "What is the strangest thing you have ever bought?",
    "What is your favorite spice?",
    "On any given day, what do you think you spend the most time doing?",
    "What is the quickest way for you to lose respect for someone?",
    "Do you sneak snacks when nobody's looking?",
    "How would you spend your time if the internet didn't exist?",
    "Do you have any unusual fears?",
    "What app do you hate, but use anyway?",
    "What is something you thought would be a great idea but was terrible when you actually did it?",
    "Would you break up with your partner for 1 million dollars? 1 billion?",
    "What's the biggest mistake you've ever made?",
    "What's the one thing that you seem to constantly lose?",
    "Do you like doing chores?",
    "Are you in any sports?",
    "Do you know the lyrics for your entire national anthem?",
    "If it's raining outside, what activity do you most want to do?",
    "What is the longest time you have ever been grounded?",
    "What is the worst advice anyone has ever given you?",
    "What do you like on your toast?",
    "How difficult is it for you to try new things?",
    "What quote do you want on your tombstone?",
    "What's one thing you think you should be doing more often?",
    "If you could live anywhere in the world, where would it be?",
    "If you could be any celebrity, who would you be and why?",
    "Could you go a week without junk food?",
    "If you could only save one person in this room from a fire, who would it be?",
    "Have you ever gotten a sibling in trouble for something you did?",
    "What's your definition of success? Has it changed over time?",
    "What's the longest you've ever gone without taking a bath?",
    "Could you survive without any phone or internet for a month?",
    "If you had to spend eternity with one person in this room, who would it be?",
    "How many stuffed animals do you have?",
    "What's the longest you've left food on the ground before eating it?",
    "Where do you want to be right now?",
    "Have you ever climbed a tree?",
    "What is your favorite cartoon from your generation?",
    "Have you ever cried during a movie? If so, which one?",
    "What old school skill set do you have?",
    "What's one thing you want everyone to know about you?",
    "Are you good at smiling in photos?",
    "If you had a chance to stay with a person one night who would you choose?",
    "Have you ever called in sick from school/work? If so, when was the last time you've done it?",
    "Do you like mayonaise?",
    "Who's your least favorite person in this server?",
    "What's the earliest memory of your life?",
    "Have you ever taken a bus?",
    "When you want to escape from everyone, where do you go?",
    "What's the meanest nickname you've ever given someone?",
    "How close is your family? Do you feel your childhood was happier than most other people's?",
    "Have you ever broken something and not told anyone?",
    "Have you ever snuck out of the house at night?",
    "Who do you care about the most?",
    "Have you ever given food to a homeless individual?",
    "If you could invent anything, what would it be?",
    "What would you do if you could stop time?",
    "When was the last time you cleaned your room?",
    "Have you ever used lunch money on something you shouldn't?",
    "What is the most expensive thing you bought that wasn't a house or a car?",
    "What is your favorite day of the week?",
    "What is the last lie you told?",
    "If you could only be fluent in one language (excluding your native language), what would you choose?",
    "What's your biggest weakness?",
    "What's most important to you about your school/work environment?",
    "What's a funny story from your childhood?",
    "What do you spend too much time doing?",
    "If you were going to start your own business, what would it be?",
    "What would you do with $1,000?",
    "Do you know how to dance?",
    "Admit to something dumb you did recently.",
    "How would a random stranger describe you? How accurate would that be?",
    "Name one of your guilty pleasure songs",
    "How do you approach life?",
    "What part of the human face do you look at when you talk to someone?",
    "What is your most bizarre talent?",
    "What do you value most in a friendship?",
    "What thing from childhood do you still enjoy to this day?",
    "On a scale of 1 to 10, how good looking would you rate yourself?",
    "Do you pick your nose?",
    "If you could buy anything with $50, what would you get?",
    "What is your scariest imagination when you fall to sleep?",
    "What is the most daring thing that you've done in public?",
    "Have you ever been at an event that you think will one day be in history books?",
    "If you could know one thing from the future what would it be?",
    "What was a situation you thought would be terrible but you actually enjoyed it?",
    "What would you do if you were invisible for a day?",
    "On a scale of 1-10, how awkward are you?",
    "If you could get rid of one school subject, what would it be?",
    "What is your nickname?",
    "Do you keep a diary or a journal?",
    "Do you pick scabs?",
    "Have you ever worn the same clothes for more than three days?",
    "Talk about a time that you failed in life.",
    "What is the funniest thing your grandparents have ever said?",
    "Where is the weirdest place that you have gone to the bathroom?",
    "Can you explain love?",
    "Have you ever got the giggles at the wrong time? Where and when?",
    "What's the worst thing you can remember that's happened to you?",
    "What's your weirdest habit?",
    "What is your favorite movie and why?",
    "What is your least favorite music genre?",
    "If you could have any one thing in the world what would it be?",
    "What's the worst accident you ever had?",
    "Do you enjoy people watching?",
    "Do you think you're more like your mom or your dad?",
    "How many siblings do you have?",
    "What's the meanest thing someone has ever said to you?",
    "How long was your longest relationship?",
    "If you had the opportunity to look through someone's email without them knowing, would you?",
    "What do you think happens after we die?",
    "What are you most proud of?",
    "Can you use a pogo stick?",
    "What assumption have you made that ended up being completely incorrect?",
    "Do you talk in your sleep?",
    "Have you ever used your lunch money for something other than lunch?",
    "Do you have any allergies?",
    "If you could be reborn as any nationality, which one would you pick?",
    "What holiday do you think more people should celebrate?",
    "What's the worst decision you've made?",
    "What do you wish you had learned five years before you did?",
    "Do you believe in ghosts? If so, are you scared of them?",
    "Have you ever stolen anything?",
    "What is your favourite cartoon?",
    "What part of history do you find most interesting?",
    "Have you ever played sick because you didn't want to see a friend?",
    "What little thing do you do that you don't think many people notice?",
    "Did you get a lot of valentines as a kid?",
    "Do you like furries?",
    "How do you think you will die?",
    "Who in this room would be the worst to be trapped in an elevator with?",
    "What's a habit you wish you didn't have?",
    "What are you afraid of?",
    "What are some ways you cheat on chores?",
    "What is your favourite vegetable?",
    "What's the strangest conversation you've had with someone?",
    "What have you always wanted to become?",
    "Have you ever skipped school?",
    "What's something you're afraid to tell people?",
    "Have you ever cried during a movie?",
    "Who's the worst person you've ever met?",
    "Where is the strangest place you've used the bathroom?",
    "Do you have any memories before the age of five?",
    "Who do you like the most in this server?",
    "What is the most annoying thing that one of your siblings has done?",
    "What was your most traumatizing experience?",
    "Has anyone ever seen you picking your nose?",
    "What's the worst gift you've ever given someone?",
    "What is your favorite movie/tv/video game character?",
    "What is the best vacation you've ever been on?",
    "What's your biggest first world problem?",
    "What is the least favorite gift you've ever received?",
    "Who in this server is the most likely to get rich?",
    "What do you like to do on a rainy day?",
    "What are you really-really good at?",
    "Have you ever had a terrible house guest? If so, what happened?",
    "Who here is your best friend?",
    "What do you believe is the biggest thing that's currently holding you back from success?",
    "What is your least favorite food?",
    "If you were going to get canceled on Twitter, what would it be for?",
    "What is the assumption that people make about you that's totally wrong?",
    "What are some bridges that you're glad you burned?",
    "What was one of the best moments of your life?",
    "Have you ever eaten something not edible?",
    "How old do you think you will live to be?",
    "What's your biggest shopping addiction?",
    "Have you ever lied about your age?",
    "What question have people recently been constantly asking you?",
    "When was the last time you told a lie?",
    "Have you ever witnessed a crime?",
    "If you could take away one bad thing in the world, what would it be?",
    "When was the last time you spied on someone's text messages?",
    "What do you want to do when you are retired?",
    "What is your least favorite physical or emotional attribute?",
    "If you could be any dinosaur, which would it be?",
    "What is your favorite drink?",
    "Have you ever lied to your best friend?",
    "Do you snore?",
    "What do you stress about the most?",
    "What type of phone do you have?",
    "Who is your favourite singer?",
    "If you could remove something that exists in this world forever, what would it be?",
    "Are you scared of bugs?",
    "Tell the craziest thing that you did this year.",
    "Are there any words that you simply can't stand?",
    "What song's words did you totally mess up but you thought were correct?",
    "What is the most interesting class you've ever taken?",
    "Have you ever gotten stitches?",
    "What has been your biggest financial mistake?",
    "Do you prefer apple or android?",
    "Do you ever fantasize about starting a band/opening a restaurant? What would you call it?",
    "Who here are you most jealous of?",
    "What is your favourite thing about you?",
    "What was a past passion that you can't believe you were so passionate about?",
    "What was the longest time you've gone without sleeping?",
    "Name something you have done that you are totally ashamed of.",
    "What was the strangest thing you ever ate?",
    "What can you talk about for hours?",
    "What's the best way you've found to calm yourself when you get stressed?",
    "What is your least favorite thing about your best friend?",
    "What's the most embarrassing thing you've seen happen to someone else?",
    "What's the dumbest thing you've done recently?",
    "What is your opinion on tattoos?",
    "Have you spied on your sibling?",
    "What is your dream pet?",
    "What video have you made that you're most embarrassed about?",
    "How did you ruin clothing you really liked?",
    "Do you have any family members that are teachers?",
    "What is a restaurant you refuse to eat at and why?",
    "Do others think you are annoying?",
    "Is there anything that you've regretted spending money on?",
    "What will be your go-to story when you're old?",
    "What would you do if you saw a giraffe on the side of the road?",
    "What is the best thing that can happen in the first 5 minutes after waking up?",
    "Have you ever been part of a protest or riot?",
    "How close are you to your parents?",
    "What is your favourite color?",
    "Who is the worst teacher you have ever had, why?",
    "If you could be reincarnated as anything, who or what would you be?",
    "How many times a week do you wear the same pants?",
    "What is donating that has had a big impact on you that you observed from afar?",
    "What are your first impressions of the person who ran this command?",
    "Would you prefer to be smart or happy, and why?",
    "If you could put one person in your family on mute for a day, who would it be?",
    "Have you ever been grounded?",
    "What was the last big mistake you made?",
    "Is the dress 'Black and Blue' or 'Gold and White'?",
    "Have you ever watched a movie or TV show that you know you're not allowed?",
    "What are you wearing?",
    "Have you ever needed to go to the bathroom and not made it on time?",
    "Do you have any irrational fears?",
    "Could you go two months without talking to your friends?",
    "What's been the best year of your life?",
    "Do you have any family members that are doctors/nurses/pharmacists/etc?",
    "Are you behind on homework?",
    "Have you ever stolen money from your parents?",
    "Does your family have any weird traditions?",
    "Do you have any hidden talents?",
    "When's the last time you farted?",
    "If you knew the winning lottery numbers, would you keep them to yourself or share with others?",
    "What food have you never tried?",
    "What is the craziest thing that you have ever done without your parents knowing?",
    "What is the highest number of times you attempted an exam?",
    "What is the most annoying thing that one of your siblings does?",
    "If there was no such thing as money, what would you do with your life?",
    "What kind of pet do you wish you had?",
    "What line from a song has had the biggest impact on you?",
    "What's the way you find yourself procrastinating most?",
    "What is the funniest false thing you were able to convince others that's true?",
    "Do you sing in the shower?",
    "What's something you're still angry about today?",
    "Do you have a bucket list?",
    "What is something you wish you were better at?",
    "What happened at your worst birthday party?",
    "Do you wear your same clothes for more than one day?",
    "What is your favorite sports team?",
    "What is your favorite quote?",
    "Where do you see yourself in 5 years?",
    "What is something that you have never told anyone?",
    "What's your best piece of advice for everyone here?",
    "How many grand-kids do you think you will have?",
    "If you were stuck on a deserted island which friend would you want with you?",
    "Would you consider yourself good at keeping secrets?",
    "When did you last floss your teeth?",
    "What is your favourite TV show?",
    "If you could have the attention of the world for one minute, what would you say?",
    "Have you ever stolen money from your parents?",
    "How many selfies do you take per day?",
    "If you and one person in this room could be the last people on Earth left alive, who would that person be?",
    "Have you lied about your age?",
    "Do you like to exercise?",
    "What is your ideal school like?",
    "Do you have any chores?",
    "What are 3 things about you that no one knows?",
    "Are you vegetarian/vegan?",
    "What's a situation when you look back you should have gone ahead and done it?",
    "What is the most exotic food that you have ever eaten?",
    "How do you entertain yourself when you're bored?",
    "What foods did you used to like but don't anymore?",
    "Have you ever had a dream about one of your relatives?",
    "What habit can't you seem to quit?",
    "If you could add any bot to this server, what bot would you add?",
    "Have you ever blamed something that you have done on one of your siblings?",
    "What was the last dream you can remember about?",
    "Have you ever tried to write an excuse note for yourself?",
    "Have you ever been punished for something you didn't do?",
    "What was the nastiest prank you've ever played on someone?",
    "When was the last time you did something nice for somebody else?",
    "Who here makes you the most happy?",
    "What did you think at the time was cool but now you regret?",
    "Have you cried in public?",
    "What food would you never give up in a million years?",
    "What do you wish they would teach at school that they don't?",
    "What or who are you always willing to make time for?",
    "What's your favorite daily routine?",
    "If you found a large amount of money would you keep it or try to find the owner?",
    "Have you ever tasted your ear wax?",
    "What are you most self-conscious about?",
    "What do you think about your IRL friends?",
    "What's the most beautiful place you've ever been to?",
    "Who is someone you recently thought about that you haven't seen or talked to in years?",
    "Have you ever cheated to win a game?",
    "What is the funniest dream that you have ever had?",
    "What app or website completely changed your life?",
    "At what age did you think you become an adult and when do you actually think you did?",
    "What recent thing have you decided that you're completely over and done with?",
    "Who are 5 famous people that you would like to have dinner with? They can either be dead or alive.",
    "What college do you plan on going to?",
    "Does your best friend call you their best friend?",
    "What is something that you find mildly annoying, but not annoying enough to do anything about?",
    "What recent situation was nearly a disaster, but you were able to prevent it?",
    "What's something (idea, current event, fear) that you find deeply unsettling?",
    "What's the best comeback you've ever heard?",
    "Have you ever peed in a pool?",
    "Where are you ticklish?",
    "Do you think you'd be a good parent?",
    "Do you like otters?",
    "Name someone you highly envy or are downright jealous of.",
    "Are you ticklish? If so, where?",
    "Do you pick your nose?",
    "What is the most embarrassing nickname you have ever had?",
    "What are the worst typos you make?",
    "Can you touch your tongue to your nose?",
    "What was your most recent embarrassing moment?",
    "What is the most trouble that you ever got into at home / with your parents?",
    "What recent experience made you feel old?",
    "What did you learn from the last book you read?",
    "What is the most annoying thing that your dad does?",
    "Have you ever cheated on an exam?",
    "Which cartoon character do you resemble the most?",
    "If you could get one of your teachers/managers/bosses fired, who would it be?",
    "What country would you like to live in if you had the chance?",
    "Have you ever let someone take the blame for something you did?",
    "What is something you feel is unacceptable that is still being done today?",
    "Are you a member of the LGBTQ+ community?",
    "Have you ever lied about your age?",
    "Have you become a different person over the years?",
    "What's the scariest thing that's happened to you?",
    "If you could own your own business one day, what would it be?",
    "What is the most disgusting thing you've ever done?",
    "What one thing are you always losing track of?",
    "Have you ever peeked at Christmas presents early?",
    "Who is your favourite teacher, and why?",
    "How would you rate your looks on a scale from 1-10?",
    "Where are you from?",
    "Do you keep a diary/notebook?",
    "Have you ever peed in a swimming pool?",
    "If you could go anywhere in the world, where would you go?",
    "What's an example of when you changed your mind?",
    "Who is the best roommate that you have ever had?",
    "What is the craziest event that you have ever been to?",
    "What is your religion or spirituality?",
    "What's your favorite form of entertainment?",
    "What is your biggest insecurity?",
    "Is there something that you've dreamed of doing for a long time? Why haven't you done it?",
    "What was the best thing you learned in the past year?",
    "What song gives you goosebumps?",
    "When was the last time you made someone cry?",
    "What's the funniest thing you've ever done?",
    "What future year are you most looking forward to arriving?",
    "When did you last shave and where on your body was it?",
    "What is the most unique cloud you've ever seen in the sky?",
    "Is there anything hidden under your bed?",
    "What is your favourite season of the year?",
    "Describe the person next to you in 3 words.",
    "Let your friends come up with a truth to ask you and answer it!",
    "How do you feel about end pieces of a loaf of bread?",
    "If you could get rid of one household chore, what would it be?",
    "What is the longest that you have ever been without taking a shower?",
    "If you had to walk away from one technology in your life, what would it be?",
    "Do you think you're funny?",
    "What is your favorite TV show?",
    "What types of things do you procrastinate the most on?",
    "If there was no such thing as money, what your life be like?",
    "Pick one: money, fame or power.",
    "If you could pick one season to stay year-round, which would you pick?",
    "Have you ever tried to get out of a speeding ticket?",
    "If you were given $10,000, what are 3 things you would buy?",
    "Have you ever accused someone else of farting after you farted?",
    "Have you ever taken a long shot that worked out?",
    "Who is your hero?",
    "How many kids do you want?",
    "What's a weird food combination you actually like?",
    "What is your favourite kind of clothing?",
    "What is the weirdest job that one of your family members has?",
    "How long have you gone without showering?",
    "What's something that was completely out-of-character that you did?",
    "What is the most annoying thing that your parents do?",
    "Have you ever had surgery?",
    "What did you recently learn the hard way?",
    "How often do you lie to other people?",
    "Do you name inanimate objects?",
    "What is your biggest pet peeve?",
    "When you're by yourself, what do you usually think about?",
    "What is your dream job?",
    "What animal most resembles your personality?",
    "How many people have you dated?",
    "What was the unspoken scandal in your town when growing up?",
    "Would you want to be famous? In what way?",
    "If you're being honest, what is your biggest flaw?",
    "How often do you think you lie to yourself?",
    "What's the worst job you could possibly have?",
    "What is your favorite food?",
    "If it was possible to transplant your brain to stay alive for another 100 years, would you?",
    "What's the most amount of money you've ever found? What was the situation?",
    "What's the biggest lie you've ever told?",
    "If you could say anything to one person in your life without any consequences, what would it be?",
    "What makes you sad?",
    "Have you ever stolen something from a neighbor?",
    "Name one thing on your bucket list.",
    "What is the strangest dream you've ever had?",
    "What is the worst food you have ever eaten?",
    "If you could change the length of each day to make it perfect for you, how many hours would it be?",
    "If you could kiss one celebrity, who would it be?",
    "Without saying the category, what are your top five?",
    "Who is wearing the worst outfit in the room?",
    "If you had to ask yourself one question to get the most information out of you, what would that question be?",
    "When was the last time you sang to yourself? What about to someone else?",
    "Have you ever pulled a prank on your teacher? Tell your story!",
    "What's the embarrassing story that your parents used to tell others about you?",
    "When did you join Discord?",
    "Do you believe in aliens?",
    "What is the coolest thing that you have ever done at a job?",
    "What does everyone think is true about you, but isn't?",
    "What was the last thing you did to get grounded?",
    "What's the dumbest thing you've cried over?",
    "What's your biggest regret?",
    "If you had only 24 hours left to live, what would you do?",
    "Do you have any secret hobbies?",
    "If you were a food, what would you be and how would other people eat you?",
    "Who taught you how to tie your shoes?",
    "When was the last time you exercised?",
    "What foreign languages would you like to learn?",
    "What's one similarity you think most people share here?",
    "If you had to pick a single word to describe this year so far, what would it be?",
    "Have you ever clipped your toenails in public?",
    "Can you see yourself marrying your high school sweetheart?",
    "Have you ever walked into something while on the phone?",
    "What's the next line to cross off your list?",
    "Who did you vote for? Or who would you vote for?",
    "What is your special talent?",
    "Where was your secret hiding place as a child?",
    "What did you think you were good at but found out that you really weren't?",
    "What is something people think you'd never do but you have?",
    "Who is your favorite fictional character?",
    "Who here would you trust all your memories with?",
    "Who is the most annoying person in the room?",
    "Is there anyone that you're wondering about and if they're okay?",
    "What's the dumbest reason you've ever cried for?",
    "When was the last time you googled your own name?",
    "What is the most annoying thing on Earth for you?",
    "What's the most difficult thing about being you?",
    "Have you ever snuck a snack?",
    "If you could live in any fictional universe which one would it be?",
    "If you had one week to live and had to marry someone here, who would it be?",
    "What's something/someone you will never forget?",
    "What's the best food you've ever had?",
    "Have you ever had someone write a paper for you?",
    "If you could take away one bad thing in the world, what would it be?",
    "Do you overthink a lot?",
    "Have you ever picked your nose when you thought no one was looking?",
    "What's something you really want to buy, but can't afford?",
    "Which do you like better, dogs or cats?",
    "What's your most embarrassing nickname?",
    "Who taught you how to tie your shoes?",
    "What is the one highest standard you hold yourself to?",
    "What is the best thing that you have ever had to eat?",
    "Do you, or did you in the past, have any strange habits?",
    "Do you have a favorite brand?",
    "Which one of your parents are you closer to?",
    "Have you ever kept a New Year's resolution? If yes, which one(s)?",
    "What kind of pajamas do you wear?",
    "Do you like romantic movies?",
    "How much money do you make?",
    "What's something interesting about you that few people know?",
    "What is your favourite food?",
    "What's the weirdest thing about you? Are you proud of it?",
    "What is the best random act of kindness you've ever witnessed?",
    "Have you ever met a celebrity?",
    "Who is someone you need to contact that you haven't?",
    "If you had only $10 left to your name, how would you spend it?",
    "Have you ever eaten dog food?",
    "Could you go one month without talking to your friends?",
    "What's the most embarassing conversation you've had through text messages?",
    "What's one weird thing you do with your family?",
    "Have you ever had or witnessed a drop the mic moment?",
    "What's your most self-destructive behavior?",
    "What is the greatest accomplishment of your life?",
    "Who in this server are you closest to?",
    "What are 5 things you want to do before you die?",
    "Do you eat dry pasta?",
    "If you could shop for free in one store, which one would you pick?",
    "What is the messiest situation you've ever encountered?",
    "What would make you lie for your friend?",
    "If you could be a professional athlete in any sport, what sport would you choose?",
    "Who was the last person you made happy and what did you do to do it?",
    "What's the most interesting thing you have in your pockets right now?",
    "What thing did you do that got you into the most trouble?",
    "Where is the strangest place you have fallen asleep?",
    "What are your top five snacks?",
    "What do you see happening in your future?",
    "If you had an extra hour a day that had to be allocated to one specific purpose, how would you use it?",
    "How many times have you pulled an allnighter?",
    "Have you ever shared a secret you promised you wouldn't?",
    "How far back can you trace your family tree?",
    "How would you describe everyone here in one sentence to a stranger?",
    "What did you do to get suspended from school?",
    "Do you have a job? If so, what is your favourite thing about it?",
    "If you were trapped on an island for 3 days, what would you take with you?",
    "If you could choose to be famous for something, what would it be?",
    "Have you ever thrown up on a plane?",
    "Do you like summer or winter more? Why?",
    "Who is your role model?",
    "Have you gotten over any bad habits?",
    "What would you do if your closest friend or crush left you?",
    "Would you ever want to be famous, and if so, for what?",
    "When was the last time you were nervous?",
    "If you could paint your room any color what would you choose?",
    "What's something you've wasted too much money on?",
    "What's an interesting fact that you recently learned?",
    "What is the wildest thing you have ever done in your life so far?",
    "What's something others purchase that you simply can't understand why?",
    "Have you ever lied to a teacher and what was it about?",
    "What's something that you believe you'll never be able to do well?",
    "What is a secret that you have never told anyone before?",
    "If you could stop the time, what would you do?",
    "What are some of your dreams for the future?",
    "What argument did you have that looking back on was absolutely ridiculous?",
    "Are you currently where you want to be in life?",
    "What's the weirdest outfit you've ever worn in public?",
    "How do you put your toilet paper on the roll?",
    "What's something that you would be willing to stay up all night to do?",
    "What is your favourite animal?",
    "What career path do you want to take?",
    "If you could only ask one question to each person you meet, what would that question be?",
    "Do you ever feel like no one understands you?",
    "What is the most embarrassing thing that has happened to you this year?",
    "Do you think cheating is ever justified?",
    "Which of your family members annoys you the most and why?",
    "What can you sometimes be prejudiced about?",
    "Who is your favorite YouTuber?",
    "Of all the problems in the world, which one would you like to see solved first?",
    "What is your favorite kind of music to listen to?",
    "What would be a perfect day for you?",
    "What is the oddest form of entertainment you enjoy?",
    "What part of your body currently doesn't feel 100%?",
    "Is there anything that most people find cute that creeps you out?",
    "If you could turn into any animal at will, which animal would you choose?",
    "If you could choose the way you became a hero, what would the circumstances be?",
    "What's the strangest thing you've ever found?",
    "What is the first thing that you do after school?",
    "Have you ever drawn on someone when they were asleep?",
    "Do you have an imaginary friend?",
    "If you could be a superhero, what would your power be?",
    "In which sport would you like to become a professional?",
    "What's your knowing just enough to be dangerous story?",
    "If you could dye your hair any colour, what colour would you pick?",
    "What do you think is your most creative ability?",
    "What is your best shower thought?",
    "How often do you find yourself daydreaming?",
    "What was the worst day you've ever had?",
    "What was your worst idea ever?",
    "What activity do you do where your mind wanders in thoughts the most?",
    "Do you think rain smells good?",
    "What got you into the most trouble at home?",
    "Have you ever confessed to someone that you like them?",
    "Which band or artist do you secretly like?",
    "When was the most embarrassing time that you passed gas?",
    "If you could get rid of any school subject, which one?",
    "Have you stolen money from your parents?",
    "How long have you been in the server?",
    "What makes you happy?",
    "Do you wear makeup often?",
    "Are you afraid of dying?",
    "Have you ever met a celebrity?",
    "What are your favorite Discord bots?",
    "Do you prefer collectivism or individualism?",
    "What are your favorite five words at the moment?",
    "What do you know how to do that's useless?",
    "How much do you think about your crush?",
    "What's your biggest pet peeve?",
    "Tell an embarrassing tale about yourself.",
    "What's something that you think you may have been the only person in the world to ever do?",
    "Are you currently going through any type of phase?",
    "If you got a million dollars, but had to spend it in one day, what would you do with all of your money?",
    "What are you currently juggling in your life?",
    "What's something you wish your friends knew about you?",
    "Is time currently passing quickly or slowly for you?",
    "What do you think about the space-time continuum?",
    "If you could only listen to 3 songs for the rest of your life, which ones would they be?",
    "What's the most embarrassing situation you've ever farted in?",
    "Are you scared of getting old?",
    "Who is your celebrity crush?",
    "Would you want to know how you die if you could?",
    "Have you ever had a run-in with the law?",
    "Who can't you see crying in this server if you have to name only one?",
    "What is a common misconception about you?",
    "What's the most you've ever donated to a Twitch stream?",
    "Have you been given any good advice lately?",
    "What was the most embarrassing thing you accidentally texted to the wrong person?",
    "What are you thinking about at the moment?",
    "Are you a planner or more of a go with whatever happens when it comes to travel?",
    "What's your least favorite Truth or Dare question?",
    "Would you prefer to be the opposite/different gender?",
    "What are your thoughts on peanut butter?",
    "What's your current biggest worry?",
    "What is your favourite movie?",
    "If you could change one thing about your family, what would it be?",
    "What's the last thing you binged ate?",
    "Have you cheated on a test?",
    "What's your accidentally insulting someone story?",
    "What's something that changed your perspective of life?",
    "What is the most annoying thing your roommate does?",
    "Have you ever skipped class/work, and if so, what did you do instead?",
    "How big of a simp are you?",
    "If everyone here was a color, what color would each person be?",
    "What's something that you completely don't understand?",
    "Is there a mess under your bed?",
    "If you ever wrote a memoir, what would the title be?",
    "For what in your life do you feel most grateful?",
    "What's something small that makes you happy?",
    "Have you ever waited outside for the mail to arrive?",
    "What's your really weird secret collection?",
    "What's your favorite song?",
    "Have you ever peed in your pants from laughing too hard?",
    "What is the least favorite gift you've received?",
    "What is the one thing you're most ashamed of?",
    "If you woke up one day to find out that you had become invisible, what is the first thing that you would do?",
    "What do you find extremely difficult that most people find simple?",
    "What do you consider the most difficult food to eat?",
    "If you could change one thing about your childhood, what would it be?",
    "What's the most difficult thing that you still do each day?",
    "Who in your family tells the corniest jokes?",
    "Have you tried to befriend a stray dog or cat?",
    "If you had to be renamed a name other than your own, which would you pick?",
    "What have you recently realized you have been doing wrong?",
    "What's your close call story?",
    "When was the last memorable sunrise you witnessed?",
    "What was the situation where you laughed the hardest you ever have?",
    "What is the silliest thing that you have ever done?",
    "Do you like pancakes?",
    "If you were required to have a job of some type but you didn't need the money from it to survive, what job would you choose?",
    "Would you want to live forever if you could?",
    "What have you recently found to be ironic?",
    "Do you believe in love at all?",
    "What was your best Halloween costume ever?",
    "What's the most embarrassing thing you've ever done?",
    "Who do you go to when you are stressed?",
    "How many chances do you give a person before you write them off?",
    "What do you think about your online friends?",
    "Can you lick your elbow?",
    "Have you been on a train?",
    "What's the most expensive thing you've stolen?",
    "Who is your favorite athlete?",
    "What was the last thing that truly disappointed you?",
    "Have you ever picked your nose and ate it?",
    "Have you ever eaten a bug?",
    "What is the most embarrassing thing you have put on social media?",
    "What sound will instantly melt your heart?",
    "What mode of transportation have you never tried?",
    "When's the last time you snored loudly in front of others?",
    "What's the best part about having/not having siblings?",
    "What games do you have on your phone?",
    "Who in this group is the most similar to you?",
    "When was the last time you lied?",
    "When was the last time you cried?",
    "What's your biggest fear?",
    "What's your biggest fantasy?",
    "Who's the last person you searched on Instagram?",
    "What's the strangest thing you've ever eaten?",
    "What's your relationship dealbreaker?",
    "What's a secret you've never told anyone?",
    "Do you have a hidden talent?",
    "Who was your first celebrity crush?",
    "Have you ever cheated in an exam?",
    "If you were going to be on a reality TV show, which would it be?",
    "What's your biggest insecurity?",
    "What's the biggest mistake you've ever made?",
    "What's one thing you hate people knowing about you?",
    "What's the worst thing anyone's ever done to you?",
    "What's the best thing anyone's ever done for you?",
    "What's your worst habit?",
    "What's the biggest misconception about you?",
    "What's one thing you wish people knew about you?",
    "Why did your last relationship break down?",
    "What's the best piece of advice you've been given?",
    "What's the most you've spent on a night out?",
    "Have you ever returned or re-gifted a present?",
    "Do you have a favourite sibling?",
    "What have you purchased that's been the biggest waste of money?",
    "How would you rate your looks on a scale of 1 to 10?",
    "What celebrity do you look up to?",
    "If you could be one celebrity for a day, who would it be?",
    "If you could do any job in the world, what would it be?",
    "What's your dream life?",
    "What do you value the most - money, fame, success, friends, family, etc?",
    "What's your most bizarre nickname?",
    "If you met a genie, what would your three wishes be?",
    "Which of your family members annoys you the most and why?",
    "What's the worst thing you've ever done?",
    "What celebrity do you think is overrated?"
  ]
}