{
    "tiktok": [
        "Would you try to recreate a famous TikTok dance with your friends?",
        "Would you participate in a TikTok charity event to raise awareness for a cause?",
        "Would you be open to using TikTok to promote a small business?",
        "Would you be willing to use a green screen to make a TikTok video?",
        "Would you consider a career in TikTok content creation?",
        "Would you like to see more educational content on TikTok?",
        "Would you be comfortable creating a TikTok video in a public place?",
        "Would you be open to creating TikTok videos with a partner or spouse?",
        "Would you participate in a TikTok scavenger hunt with friends?",
        "Would you make a TikTok video about a current event?",
        "Would you use TikTok to share a personal story or message?",
        "Would you be open to using a specific filter or effect on TikTok to enhance your video?",
        "Would you try to create a TikTok video in slow-motion?",
        "Would you prefer to make a TikTok video with music or without it?",
        "Would you participate in a TikTok dance-off with other users?",
        "Would you be comfortable creating a TikTok video with your pet?",
        "Would you make a TikTok video that is an improvisation of a famous scene?",
        "Would you use TikTok to create a parody of a well-known song or movie?",
        "Would you make a TikTok video of a cooking or recipe tutorial?",
        "Would you like to see more sports content on TikTok?",
        "Would you participate in a TikTok video that involves magic or illusions?",
        "Would you create a TikTok video using a specific hashtag to raise awareness for a cause?",
        "Would you make a TikTok video to showcase a skill or talent you have?",
        "Would you participate in a TikTok video that involves reenacting a historical event?",
        "Would you make a TikTok video with a famous celebrity or influencer?",
        "Would you use TikTok to show off a new outfit or fashion trend?",
        "Would you create a TikTok video that showcases a hidden talent or hobby?",
        "Would you participate in a TikTok challenge with a group of friends?",
        "Would you prefer to make TikTok videos in the morning or night?",
        "Would you create a TikTok video to spread positivity and happiness?",
        "Would you participate in a TikTok video that involves trying a new food or drink?",
        "Would you use TikTok to showcase a specific place or location?",
        "Would you be comfortable making a TikTok video with a stranger?",
        "Would you like to see more creative and artistic content on TikTok?",
        "Would you participate in a TikTok challenge with a special effect?",
        "Would you make a TikTok video to show off a new workout routine?",
        "Would you create a TikTok video to show off a new hairstyle or haircut?",
        "Would you prefer to make TikTok videos indoors or outdoors?",
        "Would you participate in a TikTok video that involves a science or engineering experiment?",
        "Would you make a TikTok video that involves a magical transformation?",
        "Would you like to see more content on TikTok that promotes sustainability and the environment?",
        "Would you participate in a TikTok video that involves trying a new sport or activity?",
        "Would you create a TikTok video to show off your collection of items or treasures?",
        "Would you prefer to make TikTok videos with bright colors or muted tones?",
        "Would you participate in a TikTok video that involves solving a mystery or puzzle?",
        "Would you make a TikTok video to showcase a new DIY project or craft?",
        "Would you prefer to make TikTok videos in a quiet place or with background noise?",
        "Would you participate in a TikTok video that involves singing or playing an instrument?",
        "Would you create a TikTok video to show off your favorite book or movie?",
        "Would you participate in a TikTok video that involves a dance-off with a robot or AI?",
        "Would you make a TikTok video of yourself trying different types of exotic foods?",
        "Would you like to see more TikTok content that focuses on cutting-edge technology and innovation?",
        "Would you participate in a TikTok video that involves a battle with mythical creatures?",
        "Would you make a TikTok video of yourself trying different types of virtual reality experiences?",
        "Would you prefer to see more TikTok content that is focused on humor and laughter?",
        "Would you participate in a TikTok video that involves a race with futuristic vehicles?",
        "Would you make a TikTok video of yourself trying different types of escape rooms?",
        "Would you like to see more TikTok content that focuses on nature and the great outdoors?",
        "Would you participate in a TikTok video that involves a futuristic underwater adventure?",
        "Would you make a TikTok video of yourself trying different types of extreme sports or activities?",
        "Would you prefer to see more TikTok content that is focused on art and creativity?",
        "Would you participate in a TikTok video that involves a futuristic space-themed dance party?",
        "Would you make a TikTok video of yourself trying different types of magical spells and potions?",
        "Would you like to see more TikTok content that focuses on science and technology?",
        "Would you participate in a TikTok video that involves a futuristic gladiatorial battle arena?",
        "Would you make a TikTok video of yourself trying different types of action and adventure sports?",
        "Would you prefer to see more TikTok content that is focused on self-improvement and personal growth?",
        "Would you participate in a TikTok video that involves a futuristic survival challenge in a post-apocalyptic world?",
        "Would you make a TikTok video of yourself trying different types of futuristic virtual reality games and experiences?",
        "Would you like to see more TikTok content that focuses on music and dance?",
        "Would you participate in a TikTok video that involves a futuristic virtual reality dance-off with a celebrity or influencer?",
        "Would you make a TikTok video of yourself trying different types of futuristic virtual reality art experiences?",
        "Would you prefer to see more TikTok content that is focused on world travel and exploration?",
        "Would you participate in a TikTok video that involves a futuristic virtual reality theme park adventure?"
    ]
}