{
  "WhatYouDo": [
    "Jedes Land hat beschlossen, sich zu vereinigen, was würde tun, wenn du der Präsident wärst",
    "Was würdest du tun, wenn deine Discord-Direktnachrichten gesehen werden würden",
    "Was würdest du tun, wenn du der Präsident wärst",
    "Was würdest du tun, wenn du Gedanken kontrollieren könntest?",
    "Was würdest du tun, wenn du nur noch 24 Stunden Zeit im Internet hättest.",
    "Was würdest du tun, wenn du einen Kollegen beim Diebstahl von Büromaterialien beobachtest?",
    "Was würdest du tun, wenn du bei deiner Arbeit befördert wirst, aber dein Kollege, der auch im Rennen um die Stelle war, verärgert ist?",
    "Was würdest du tun, wenn du feststellst, dass du bei einer wichtigen Besprechung, an der dein Chef dich teilnehmen lassen wollte, nicht anwesend warst?",
    "Was würdest du tun, wenn man dich bittet, an einem Projekt zu arbeiten, das deinen persönlichen Werten widerspricht?",
    "Was würdest du tun, wenn du gebeten wirst, einen Kunden anzulügen, um ein Geschäft abzuschließen?",
    "Was würdest du tun, wenn du von deinem Chef aufgefordert wirst, etwas Unethisches zu tun?",
    "Was würdest du tun, wenn du unter Zeitdruck stehst und ein Kollege dich um Hilfe bei seinem Projekt bittet?",
    "Was würdest du tun, wenn du versehentlich eine E-Mail mit vertraulichen Informationen an die falsche Person sendest?",
    "Was würdest du tun, wenn du gebeten wirst, einen Fehler eines Mitarbeiters zu vertuschen?",
    "Was würdest du tun, wenn du eine Präsentation vor einer großen Gruppe halten sollst und dich sich sehr ängstlich fühlst?",
    "Was würdest du tun, wenn du auf einer Party bist und jemand eine Schlägerei anfängt?",
    "Was würdest du tun, wenn du auf einer Party bist und siehst, dass jemand versucht, eine betrunkene Person auszunutzen?",
    "Was würdest du tun, wenn du mit dem Auto unterwegs bist und einen Fußgänger siehst, der die Straße überqueren will, aber du weißt, dass du nicht rechtzeitig und sicher anhalten kannst?",
    "Was würdest du tun, wenn du in einem überfüllten Geschäft jemanden siehst, der versucht, etwas zu stehlen?",
    "Was würdest du tun, wenn du in einem überfüllten Laden bist und siehst, dass jemand unhöflich zu einem Angestellten ist?",
    "Was würdest du tun, wenn du in einem Restaurant sitzt und siehst, dass der Kellner einen Gast schlecht behandelt?",
    "Was würdest du tun, wenn du in einem Kino sitzt und sich jemand während des Films lautstark unterhält?",
    "Was würdest du tun, wenn du in einem überfüllten Bus oder Zug sitzt und jemand mehr als einen Sitzplatz einnimmt?",
    "Was würdest du tun, wenn du im Haus eines Freundes bist und er dich bittet, ihm bei einem Test zu helfen und zu schummeln?",
    "Was würdest du tun, wenn du im Haus eines Freundes bist und er dich bittet, ein Geheimnis vor seinen Eltern zu bewahren?",
    "Was würdest du tun, wenn du im Haus eines Freundes bist und er dich bittet, etwas Gefährliches zu tun?",
    "Was würdest du tun, wenn du bei einem Freund zu Besuch bist und dieser dich bittet, etwas zu tun, was deinen Werten widerspricht?",
    "Was würdest du tun, wenn du bei einem Freund bist und er dich bittet, eine Substanz zu probieren, die du nicht verträgst?",
    "Was würdest du tun, wenn du im Haus eines Freundes bist und er dich bittet, eine Regel zu brechen?",
    "Was würdest du tun, wenn du bei einem Freund zu Hause bist und dieser dich bittet, für ihn zu lügen?",
    "Was würdest du tun, wenn du bei einem Freund bist und er dich bittet, die Schuld für etwas zu übernehmen, was er getan hat?",
    "Was würdest du tun, wenn du im Haus eines Freundes bist und er dich bittet, etwas zu tun, das jemanden verletzen könnte?",
    "Was würdest du tun, wenn du an einem öffentlichen Ort bist und siehst, dass jemand gemobbt wird?",
    "Was würdest du tun, wenn dir ein Prominenter auf Instagram ein \"Shoutout\" gibt, ohne dass du darum gebeten hast?",
    "Was würdest du tun, wenn ein Prominenter dich ohne deine Zustimmung küsst?",
    "Was würdest du tun, wenn der gesamte Strom auf der Welt ausfallen würde?",
    "Was würdest du tun, wenn die Gefühle im Alltag verwirrend oder herausfordernd wären?",
    "Was würdest du tun, wenn sich alle Menschen in Luft auflösen würden?",
    "Was würdest du tun, wenn alle glücklich wären?",
    "Was würdest du tun, wenn dir in deinem Urlaub alles gestohlen würde, einschließlich Bargeld, Kreditkarten und Ausweispapiere?",
    "Was würdest du tun, wenn sich herausstellen würde, dass dein ganzes Leben nur ein Traum war?",
    "Was würdest du tun, wenn das Leben etwas ist, wofür du bezahlst?",
    "Was würdest du tun, wenn die Liebe etwas ist, das man auf dem Markt kauft?",
    "Was würdest du tun, wenn Geld keine Rolle spielen würde?",
    "Was würdest du tun, wenn Geld keine Rolle spielen würde und du überall leben könntest, wo du möchtest?",
    "Was würdest du tun, wenn dich niemand beobachten würde?",
    "Was würdest du tun, wenn es die Reinkarnation wirklich gäbe und du dir aussuchen könntest, welches Tier du in deinem nächsten Leben sein wirst?",
    "Was würdest du tun, wenn dich jemand betrügt?",
    "Was würdest du tun, wenn jemand dein größtes Geheimnis herausfindet?",
    "Was würdest du tun, wenn jemand in dich verknallt ist und du ihn oder sie auch magst?",
    "Was würdest du tun, wenn dir jemand 1 Million Dollar schenken würde?",
    "Was würdest du tun, wenn dir jemand 10.000 Dollar für jeden Schlag ins Gesicht bieten würde?",
    "Was würdest du tun, wenn jemand versucht, dich auszurauben, während du zu Hause schläfst?",
    "Was würdest du tun, wenn die Polizei versucht, mich grundlos zu verhaften?",
    "Was würdest du tun, wenn die aktuelle Technologie zusammenbricht und wir alle in die frühen 40er Jahre zurückversetzt werden?",
    "Was würdest du tun, wenn die Welt untergehen würde?",
    "Was würdest du tun, wenn ein Drache unter deinem Bett stecken würde?",
    "Was würdest du tun, wenn es keine Wochenenden gäbe?",
    "Was würdest du tun, wenn es keinen Grund zum Leben gäbe?",
    "Was würdest du tun, wenn es so etwas wie ein Leben nach dem Tod gäbe?",
    "Was würdest du tun, wenn wir uns umziehen würden?",
    "Was würdest du tun, wenn wir in dieser Lage in einer Kiste festsäßen?",
    "Was würdest du tun, wenn du genau weißt, was du in 20 Jahren machen wirst, aber du könntest deine Zukunft nicht ändern?",
    "Was würdest du tun, wenn du und ich die einzigen Menschen auf der Erde wären?",
    "Was würdest du tun, wenn du mit deinem 16-jährigen Ich eine Übernachtung machen könntest?",
    "Was würdest du tun, wenn du ein Mädchen/Junge wärst?",
    "Was würdest du tun, wenn du ein Roboter wärst?",
    "Was würdest du tun, wenn du eine Berühmtheit wirst?",
    "Was würdest du tun, wenn du unkontrollierbare Anfälle von Weinen oder Wut bekommen würdest?",
    "Was würdest du tun, wenn du auf einem Parkplatz ein anderes Auto anfährst und niemand dich sieht?",
    "Was würdest du tun, wenn du deinen Partner dabei erwischen würdest, wie er dich mit deiner besten Freundin betrügt?",
    "Was würdest du tun, wenn du Gesetze abschaffen und Gesetze schaffen könntest?",
    "Was würdest du tun, wenn du eine Figur in einem beliebigen Buch sein könntest?",
    "Was würdest du tun, wenn du einen Tag lang ein anderer Mensch sein könntest?",
    "Was würdest du tun, wenn du einen Wunsch frei hättest?",
    "Was würdest du tun, wenn du für das menschliche Auge unsichtbar sein könntest?",
    "Was würdest du tun, wenn du Gesetze ändern könntest?",
    "Was würdest du tun, wenn du ein Ereignis der Geschichte ändern könntest?",
    "Was würdest du tun, wenn du ein Gesetz ändern/einführen könntest?",
    "Was würdest du tun, wenn du deine Träume kontrollieren könntest?",
    "Was würdest du tun, wenn du einen anderen Planeten entwerfen könntest?",
    "Was würdest du tun, wenn du jeden Job machen könntest?",
    "Was würdest du tun, wenn du eine Sache aus der Welt schaffen könntest?",
    "Was würdest du tun, wenn du dir kostenlos einen Chip in dein Gehirn einsetzen lassen könntest, damit du alles Grundwissen kennst?",
    "Was würdest du tun, wenn du jede Art von Haustier haben könntest, die du möchtest, ohne dass die Kosten dafür begrenzt wären?",
    "Was würdest du tun, wenn du einen Tag lang hören könntest, was jemand denkt?",
    "Was würdest du tun, wenn du jeden hypnotisieren könntest, indem du ihn nur ansiehst?",
    "Was würdest du tun, wenn du allen Menschen in deinem Land eine falsche Erinnerung einpflanzen könntest?",
    "Was würdest du tun, wenn du ewig auf der Erde leben könntest?",
    "Was würdest du tun, wenn du eine bestimmte Art aussterben lassen könntest?",
    "Was würdest du tun, wenn du deine Träume verwirklichen könntest?",
    "Was würdest du tun, wenn du eine berühmte Person treffen könntest, egal ob tot oder lebendig?",
    "Was würdest du tun, wenn du überall hinziehen könntest und trotzdem ein existenzsicherndes Einkommen hättest?",
    "Was würdest du tun, wenn du für den Rest deines Lebens nur noch ein Lebensmittel essen könntest?",
    "Was würdest du tun, wenn du für den Rest deines Lebens nur noch eine Website besuchen könntest?",
    "Was würdest du tun, wenn du ein neues Wort in das Wörterbuch aufnehmen könntest?",
    "Was würdest du tun, wenn du Gedanken lesen könntest?",
    "Was würdest du tun, wenn du in die Zukunft sehen könntest?",
    "Was würdest du tun, wenn du einen Geheimbund gründen könntest?",
    "Was würdest du tun, wenn du ein beliebiges Unternehmen gründen könntest?",
    "Was würdest du tun, wenn du mit einer beliebigen Person für 24 Stunden den Körper tauschen könntest?",
    "Was würdest du tun, wenn du für einen Tag das Geschlecht wechseln könntest?",
    "Was würdest du tun, wenn du dich in ein beliebiges Tier verwandeln könntest?",
    "Was würdest du tun, wenn du keine Ängste hättest?",
    "Was würdest du tun, wenn du nicht für deinen Lebensunterhalt arbeiten müsstest?",
    "Was würdest du tun, wenn du sich in jemanden verliebst?",
    "Was würdest du tun, wenn du in das Gehege eines Gorillas fällst?",
    "Was würdest du tun, wenn du herausfindest, dass du nicht der Vater/die Mutter deiner Kinder bist?",
    "Was würdest du tun, wenn du 1000 Dollar auf der Straße findest?",
    "Was würdest du tun, wenn du eine Tasche mit einer großen Menge Bargeld findest?",
    "Was würdest du tun, wenn du erfahren würdest, dass die Welt untergeht?",
    "Was würdest du tun, wenn du herausfinden würdest, dass du die Zeit anhalten kannst?",
    "Was würdest du tun, wenn du herausfinden würdest, dass du mit Tieren sprechen kannst?",
    "Was würdest du tun, wenn du herausfinden würdest, dass du einen Bruder oder eine Schwester hast, die du nie kennengelernt hast?",
    "Was würdest du tun, wenn du in diesem Moment erfahren würdest, dass du schwanger bist?",
    "Was würdest du tun, wenn du herausfinden würdest, dass dein Chef Firmengelder veruntreut?",
    "Was würdest du tun, wenn du eine Zeitmaschine hättest?",
    "Was würdest du tun, wenn du alle Zeit und alles Geld der Welt hättest?",
    "Was würdest du tun, wenn du noch fünf Jahre zu leben hättest?",
    "Was würdest du tun, wenn du nur noch 24 Stunden zu leben hättest?",
    "Was würdest du tun, wenn du die Möglichkeit hättest, dir einen Wunsch zu erfüllen?",
    "Was würdest du tun, wenn du die Möglichkeit hättest, einmal durch die Zeit zu reisen?",
    "Was würdest du tun, wenn du die Macht hättest, in die Zukunft und in die Vergangenheit zu reisen?",
    "Was würdest du tun, wenn du einen Monat lang in deinem Zimmer festsitzen müsstest?",
    "Was würdest du tun, wenn du zwischen Reichtum und Ruhm wählen müsstest?",
    "Was würdest du tun, wenn du die Wahl hättest, im Lotto zu gewinnen oder doppelt so lange zu leben?",
    "Was würdest du tun, wenn du wählen müsstest, ob du dumm oder hässlich bist?",
    "Was würdest du tun, wenn du auf dein Augenlicht oder dein Gehör verzichten müsstest?",
    "Was würdest du tun, wenn du damit leben müsstest, dass es immer Nacht oder Tag ist?",
    "Was würdest du tun, wenn du zwei Wochen Zeit hättest, alles zu tun, was du willst?",
    "Was würdest du tun, wenn du Flügel hättest?",
    "Was würdest du tun, wenn du dein eigenes intergalaktisches Raumschiff von der Größe eines Hauses hättest?",
    "Was würdest du tun, wenn du die Fähigkeiten eines Erwachsenen hättest?",
    "Was würdest du tun, wenn du Superkräfte hättest?",
    "Was würdest du tun, wenn du die Möglichkeit hättest, die ganze Welt zu kontrollieren?",
    "Was würdest du tun, wenn du die Macht hättest, in die Zukunft und in die Vergangenheit zu reisen?",
    "Was würdest du tun, wenn du jemanden opfern müsstest, den du liebst, um zu leben oder zu sterben?",
    "Was würdest du tun, wenn du wüsstest, dass du in zwei Monaten erblinden würdest?",
    "Was würdest du tun, wenn du wüsstest, dass du morgen sterben würdest?",
    "Was würdest du tun, wenn du über Nacht alles verlierst, wofür du im Leben gearbeitet hast?",
    "Was würdest du tun, wenn Sie einen Außerirdischen triffst?",
    "Was würdest du tun, wenn du permanent keine Schmerzen verspüren würdest?",
    "Was würdest du tun, wenn du eine weinende Person auf einer Parkbank sehen würdest?",
    "Was würdest du tun, wenn du jemanden in der Öffentlichkeit mit Toilettenpapier am Schuh siehst?",
    "Was würdest du tun, wenn du sehen würdest, wie jemand etwas aus dem Supermarkt stiehlt?",
    "Was würdest du tun, wenn du aufwachst und feststellst, dass du deinen Körper nicht mehr bewegen kannst?",
    "Was würdest du tun, wenn du aufwachst und dich im Wunderland wiederfindest?",
    "Was würdest du tun, wenn du eine öffentliche Toilette aufsuchst und feststellst, dass es dort kein Papier gibt?",
    "Was würdest du tun, wenn du von Außerirdischen entführt werden würdest?",
    "Was würdest du tun, wenn du auf einmal unsichtbar wärst?",
    "Was würdest du tun, wenn du verhaftet werden würdest?",
    "Was würdest du tun, wenn du nachts allein zu Hause wärst und jemanden in deinem Haus hören würdest?",
    "Was würdest du tun, wenn du auf eine einsame Insel verbannt werden würdest?",
    "Was würdest du tun, wenn du die Möglichkeit hättest, ins Weltall zu fliegen?",
    "Was würdest du tun, wenn du Superkräfte hättest?",
    "Was würdest du tun, wenn du die Möglichkeit hättest, ins Weltall zu fliegen?",
    "Was würdest du tun, wenn du die ziemlich lahme Superkraft hättest, jedes Lebensmittel, das du anfasst, schlecht werden zu lassen?",
    "Was würdest du tun, wenn du drei Wünsche frei hättest? Was würdest du dir wünschen?",
    "Was würdest du tun, wenn du ein Gott wärst?",
    "Was würdest du tun, wenn du unsterblich wärst?",
    "Was würdest du tun, wenn du in einer Bank wärst und zwei Personen eintreten und einen Überfall begehen würden?",
    "Was würdest du tun, wenn du unsichtbar wärst?",
    "Was würdest du tun, wenn du entführt werden würdest?",
    "Was würdest du tun, wenn du auf einer einsamen Insel zurückgelassen werden würdest?",
    "Was würdest du tun, wenn du alles im Leben umsonst bekämst, aber alleine ohne Internet leben müsstest?",
    "Was würdest du tun, wenn du die Möglichkeit hättest, überall auf der Welt für eine beliebige Zeit Urlaub zu machen?",
    "Was würdest du tun, wenn du reich wärst?",
    "Was würdest du tun, wenn du mit einer schwangeren Frau in einem Aufzug festsitzen würdest und die Wehen einsetzen?",
    "Was würdest du tun, wenn du plötzlich arm und obdachlos wärst?",
    "Was würdest du tun, wenn du schwimmen gehst und deinen Badeanzug verlierst?",
    "Was würdest du tun, wenn du der erste Mensch wärst, der mit Außerirdischen in Kontakt kommt?",
    "Was würdest du tun, wenn du der König einer alten Zivilisation wärst?",
    "Was würdest du tun, wenn du der Präsident wärst?",
    "Was würdest du tun, wenn du einen Tag lang der Herrscher eines Landes wärst?",
    "Was würdest du tun, wenn du das hässlichste Ding der Welt wärst?",
    "Was würdest du tun, wenn du von der Schule geschmissen würdest?",
    "Was würdest du tun, wenn man dir sagen würde, du dürftest dein Haus nicht mehr verlassen?",
    "Was würdest du tun, wenn du im Wald spazieren gehst und einen Wolf siehst?",
    "Was würdest du tun, wenn du keine Angst hättest?",
    "Was würdest du tun, wenn du aufwachst und feststellst, dass du deinen Körper nicht mehr bewegen kannst?",
    "Was würdest du tun, wenn du aufwachst und dich im Wunderland wiederfindest?",
    "Was würdest du tun, wenn du aufwachst und das Haus brennt?",
    "Was würdest du tun, wenn du morgens aufwachst und feststellen würdest, dass du wieder sechs Jahre alt bist?",
    "Was würdest du tun, wenn du im Lotto gewinnen würdest?",
    "Was würdest du tun, wenn du nie wieder schlafen müsstest?",
    "Was würdest du tun, wenn dein bester Freund dir sagen würde, dass er/sie jemanden umgebracht hat?",
    "Was würdest du tun, wenn dein Handy in die Toilette fallen würde?",
    "Was würdest du tun, wenn dein Freund einen schrecklichen Mundgeruch hat? Würdest du es ihm sagen?",
    "Was würdest du tun, wenn dein Freund dich bestiehlt?",
    "Was würdest du tun, wenn deine Freunde und Familienangehörigen dir nicht mehr vertrauen?",
    "Was würdest du tun, wenn sich deine Mutter vor deinen Augen in einen Zombie verwandeln würde?",
    "Was würdest du tun, wenn dein Sohn ganz allein zu Hause wäre und weinen würde?",
    "Was würdest du tun, wenn dein schlimmster Feind der Chef an deinem Arbeitsplatz wäre?",
    "Was würdest du tun, wenn dein schlimmster Feind der Chef an deinem Arbeitsplatz wird?",
    "Was würdest du tun, wenn du in einem Friseursalon bist und einen wirklich schlechten Haarschnitt bekommst? Was würdest du dem Friseur sagen?",
    "Was würdest du tun, wenn du im Zug sitzt und neben dir eine Person sitzt, die furchtbar riecht?",
    "Was würdest du tun, wenn jemand dein größtes Geheimnis erfährt?",
    "Was würdest du mit der zusätzlichen Zeit anfangen, wenn du einen 25-Stunden-Tag hättest (während alle anderen weiterhin einen 24-Stunden-Tag hätten)?",
    "Was würdest du tun, wenn du ein Gott wärst?",
    "Was würdest du sagen, wenn die ganze Welt zuhören würde?",
    "Was würdest du sagen, um jemandem, der dich nicht kennt, Angst zu machen?",
    "Was würden deine Gefolgsleute als Uniformen tragen?",
    "Was würdest du tun, wenn ein Kind Angst vor einer Figur hätte?",
    "Was würdest du tun, wenn du unsichtbar wärst?"
  ]
}
