{
    "WhatYouDo": [
      "Every country has decided to unite, what would do if you are the president",
      "What would you do if your discord direct messages were seen",
      "What would you do if you are the president",
      "What would you do if you could control minds?",
      "What would you do if you only have 24 hours left on the internet.",
      "What would you do if you witness a colleague stealing office supplies?",
      "What would you do if you receive a promotion at work, but your colleague who was also in the running for the position is upset?",
      "What would you do if you find out that you have been left out of an important meeting that your boss wanted you to attend?",
      "What would you do if you are asked to work on a project that goes against your personal values?",
      "What would you do if you are asked to lie to a client to close a deal?",
      "What would you do if you are asked to do something unethical by your boss?",
      "What would you do if you are on a tight deadline and a coworker asks you for help on their project?",
      "What would you do if you accidentally send an email to the wrong person that contains confidential information?",
      "What would you do if you are asked to cover up a mistake made by a coworker?",
      "What would you do if you are asked to give a presentation to a large group and you are feeling very anxious?",
      "What would you do if you are at a party and someone offers you drugs?",
      "What would you do if you are at a party and someone starts a fight?",
      "What would you do if you are at a party and you see someone trying to take advantage of a drunken person?",
      "What would you do if you are driving and you see a pedestrian about to cross the road, but you know you cannot safely stop in time?",
      "What would you do if you are in a crowded store and you see someone trying to steal something?",
      "What would you do if you are in a crowded store and you see someone being rude to a store employee?",
      "What would you do if you are in a restaurant and you see the waiter treating a customer poorly?",
      "What would you do if you are in a movie theater and someone is talking loudly during the film?",
      "What would you do if you are on a crowded bus or train and someone is taking up more than one seat?",
      "What would you do if you are at a friend's house and they ask you to help them cheat on a test?",
      "What would you do if you are at a friend's house and they ask you to keep a secret from their parents?",
      "What would you do if you are at a friend's house and they ask you to do something dangerous?",
      "What would you do if you are at a friend's house and they ask you to do something that goes against your values?",
      "What would you do if you are at a friend's house and they ask you to try a substance that you are not comfortable with?",
      "What would you do if you are at a friend's house and they ask you to break a rule?",
      "What would you do if you are at a friend's house and they ask you to lie for them?",
      "What would you do if you are at a friend's house and they ask you to take the blame for something they did?",
      "What would you do if you are at a friend's house and they ask you to do something illegal?",
      "What would you do if you are at a friend's house and they ask you to do something that could hurt someone?",
      "What would you do if you are in a public place and you see someone being bullied?"
    ]
  }