{
    "WhatYouDo": [
      "Chaque pays a décidé de s'unir, que feriez-vous si vous êtes le président",
      "Que feriez-vous si vos messages directs de discorde étaient vus",
      "Que feriez-vous si vous êtes le président",
      "Que feriez-vous si vous pouviez contrôler les esprits?",
      "Que feriez-vous si vous avez seulement 24 heures restantes sur Internet.",
      "Que feriez-vous si vous constatez un collègue qui vole des fournitures de bureau?",
      "Que feriez-vous si vous receviez une promotion au travail, mais votre collègue qui était également en course pour le poste est contrarié?",
      "Que feriez-vous si vous constatez que vous avez été exclu d'une réunion importante à laquelle votre patron voulait que vous assistiez ?",
      "Que feriez-vous si l'on vous demande de travailler sur un projet qui va à l'encontre de vos valeurs personnelles?",
      "Que feriez-vous si l'on vous demande de mentir à un client pour conclure un accord?",
      "Que feriez-vous si l'on vous demande de faire quelque chose de contraire à l'éthique de votre patron?",
      "Que feriez-vous si vous êtes dans un délai serré et qu'un collègue vous demande de l'aide pour leur projet ?",
      "Que feriez-vous si vous envoyez accidentellement un courriel à la mauvaise personne qui contient des renseignements confidentiels?",
      "Que feriez-vous si l'on vous demande de dissimuler une erreur commise par un collaborateur?",
      "Que feriez-vous si l'on vous demande de faire une présentation à un grand groupe et que vous vous sentez très anxieux?",
      "Que feriez-vous si vous êtes dans un groupe et que quelqu'un commence un combat?",
      "Que feriez-vous si vous êtes à une fête et que vous voyez quelqu'un essayer de profiter d'une personne ivre ?",
      "Que feriez-vous si vous conduisez et que vous voyez un piéton sur le point de franchir la route, mais vous savez que vous ne pouvez pas vous arrêter en toute sécurité dans les temps?",
      "Que feriez-vous si vous êtes dans un magasin bondé et que vous voyez quelqu'un essayer de voler quelque chose?",
      "Que feriez-vous si vous êtes dans un magasin bondé et que vous voyez quelqu'un être rude envers un employé du magasin?",
      "Que feriez-vous si vous êtes dans un restaurant et que vous voyez le serveur traiter mal un client?",
      "Que feriez-vous si vous êtes dans un cinéma et que quelqu'un parle haut et fort pendant le film?",
      "Que feriez-vous si vous êtes dans un autobus ou un train bondé et que quelqu'un occupe plus d'un siège?",
      "Que feriez-vous si vous êtes chez un ami et qu'ils vous demandent de les aider à tricher à un test?",
      "Que feriez-vous si vous êtes chez un ami et qu'ils vous demandent de garder un secret à leurs parents?",
      "Que feriez-vous si vous êtes chez un ami et qu'ils vous demandent de faire quelque chose de dangereux?",
      "Que feriez-vous si vous êtes chez un ami et qu'ils vous demandent de faire quelque chose qui va à l'encontre de vos valeurs ?",
      "Que feriez-vous si vous êtes chez un ami et qu'ils vous demandent d'essayer une substance avec laquelle vous n'êtes pas à l'aise ?",
      "Que feriez-vous si vous êtes dans la maison d'un ami et qu'ils vous demandent d'enfreindre une règle?",
      "Que feriez-vous si vous êtes dans la maison d'un ami et qu'ils vous demandent de mentir pour eux?",
      "Que feriez-vous si vous êtes chez un ami et qu'ils vous demandent de prendre la responsabilité de ce qu'ils ont fait ?",
      "Que feriez-vous si vous êtes chez un ami et qu'il vous demande de faire quelque chose qui pourrait faire du mal à quelqu'un?",
      "Que feriez-vous si vous êtes dans un endroit public et que vous voyez quelqu'un être intimidé?",
      "Que feriez-vous si une célébrité vous donne un cri sur Instagram sans que vous le demandez?",
      "Que feriez-vous si une célébrité vous embrassait sans votre consentement?",
      "Que feriez-vous si toute l'électricité du monde venait de s'arrêter?",
      "Que feriez-vous si les émotions quotidiennes étaient déroutantes ou difficiles ?",
      "Que feriez-vous si tout le monde disparaissait en l'air ?",
      "Que feriez-vous si tout le monde était heureux?",
      "Que feriez-vous si tout était volé, y compris en espèces, en cartes de crédit et en pièces d'identité lors de vos vacances?",
      "Que feriez-vous s'il s'avérait que toute votre vie n'était qu'un rêve?",
      "Que feriez-vous si la vie est quelque chose pour lequel vous payez ?",
      "Que feriez-vous si l'amour est quelque chose que vous achetez sur le marché?",
      "Que feriez-vous si l'argent n'avait pas d'importance ?",
      "Que feriez-vous si l’argent n’était pas une préoccupation et que vous pourriez vivre où vous le souhaitez?",
      "Que feriez-vous si personne ne vous regardait ?",
      "Que feriez-vous si la réincarnation était réelle et si vous pouviez choisir quel animal vous devenez dans votre prochaine vie?",
      "Que feriez-vous si quelqu'un vous trompe ?",
      "Que feriez-vous si quelqu'un découvre votre plus grand secret ?",
      "Que feriez-vous si quelqu'un vous écrase et que vous aimez lui aussi ?",
      "Que feriez-vous si quelqu'un vous donnait un million de dollars ?",
      "Que feriez-vous si quelqu'un vous offrait 10 000 $ chaque fois qu'il vous frappait au visage?",
      "Que feriez-vous si quelqu'un essaye de vous voler pendant que vous êtes à la maison?",
      "Que feriez-vous si la police essaye de m'arrêter sans raison?",
      "Que feriez-vous si la technologie récente s'effondre et que nous remontions tous au début des années 40 ?",
      "Que feriez-vous si le monde se terminait?",
      "Que feriez-vous s'il y avait un dragon coincé sous votre lit?",
      "Que feriez-vous s'il n'y avait pas de week-ends?",
      "Que feriez-vous s'il n'y a pas de raison de vivre?",
      "Que feriez-vous s'il y a quelque chose de semblable à la vie après la mort ?",
      "Que feriez-vous si nous changions les uns aux autres?",
      "Que feriez-vous si nous étions coincés dans une boîte dans cette position?",
      "Que feriez-vous si vous pouviez savoir exactement ce que vous feriez dans 20 ans, mais vous ne pouviez pas changer d'avenir du tout?",
      "Que feriez-vous si vous et moi étions les seuls sur Terre?",
      "Que feriez-vous si vous et votre autochtone de 16 ans pouviez avoir un sommeil?",
      "Que feriez-vous si vous deveniez une fille/un garçon?",
      "Que feriez-vous si vous deveniez un robot ?",
      "Que feriez-vous si vous devenez une célébrité?",
      "Que feriez-vous si vous commenciez à avoir des épisodes incontrôlables de pleurs ou de colère?",
      "Que feriez-vous si vous placiez une autre voiture dans un parking et que personne ne vous voyait?",
      "Que feriez-vous si vous attrapiez votre partenaire avec votre meilleur ami?",
      "Que feriez-vous si vous pouviez abolir les lois et créer des lois?",
      "Que feriez-vous si vous pouviez être un personnage dans n'importe quel livre ?",
      "Que feriez-vous si vous pouviez être une autre personne pour une journée?",
      "Que feriez-vous si vous pouviez vous voir accorder un voeu ?",
      "Que feriez-vous si vous pouviez être invisible à l'œil humain ?",
      "Que feriez-vous si vous pouviez changer de loi?",
      "Que feriez-vous si vous pouviez changer un événement dans l'histoire?",
      "Que feriez-vous si vous pouviez changer/introduire une loi ?",
      "Que feriez-vous si vous pouviez contrôler vos rêves?",
      "Que feriez-vous si vous pouviez concevoir une autre planète ?",
      "Que feriez-vous si vous pouviez faire un travail ?",
      "Que feriez-vous si vous pouviez effacer une chose de l'existence?",
      "Que feriez-vous si l'on vous insérait gratuitement une puce dans le cerveau pour que vous connaissiez toutes les connaissances de base ?",
      "Que feriez-vous si vous pouviez avoir n'importe quel animal de compagnie, sans limite de dépenses ?",
      "Que feriez-vous si vous pouviez entendre ce que pense quelqu'un pendant une journée ?",
      "Que feriez-vous si vous pouviez hypnotiser n'importe qui simplement en le regardant ?",
      "Que feriez-vous si vous pouviez implanter un faux souvenir dans l'esprit de tous les habitants de votre pays ?",
      "Que feriez-vous si vous pouviez vivre éternellement sur terre ?",
      "Que feriez-vous si vous pouviez faire disparaître une espèce ?",
      "Que feriez-vous si vous pouviez réaliser vos rêves ?",
      "Que feriez-vous si vous pouviez rencontrer n'importe quelle personne célèbre, morte ou vivante ?",
      "Que feriez-vous si vous pouviez déménager n'importe où tout en bénéficiant d'un salaire décent ?",
      "Que feriez-vous si vous ne pouviez manger qu'un seul aliment pour le reste de votre vie ?",
      "Que feriez-vous si vous ne pouviez visionner qu'un seul site Web pour le reste de votre vie ?",
      "Que feriez-vous si vous pouviez mettre un nouveau mot dans le dictionnaire ?",
      "Que feriez-vous si vous pouviez lire les pensées ?",
      "Que feriez-vous si vous pouviez voir dans le futur ?",
      "Que feriez-vous si vous pouviez créer une société secrète ?",
      "Que feriez-vous si vous pouviez démarrer une entreprise ?",
      "Que feriez-vous si vous pouviez échanger votre corps avec n'importe quelle personne pendant 24 heures ?",
      "Que feriez-vous si vous pouviez changer de genre pour une journée ?",
      "Que feriez-vous si vous pouviez vous transformer en n'importe quel animal ?",
      "Que feriez-vous si vous n'aviez pas d'anxiété ?",
      "Que feriez-vous si vous n’aviez pas à travailler pour vivre ?",
      "Que feriez-vous si vous tombiez amoureux de quelqu'un ?",
      "Que feriez-vous si vous tombiez dans l'enclos d'un gorille ?",
      "Que feriez-vous si vous découvrez que vous n'êtes pas le père/mère de vos enfants ?",
      "Que feriez-vous si vous trouviez 1000 dollars dans la rue ?",
      "Que feriez-vous si vous trouviez un sac contenant une grande quantité d'argent liquide ?",
      "Que feriez-vous si vous appreniez la fin du monde ?",
      "Que feriez-vous si vous aviez découvert que vous pouviez arrêter le temps ?",
      "Que feriez-vous si vous pouviez parler aux animaux ?",
      "Que feriez-vous si vous appreniez que vous aviez un frère ou une sœur que vous n'avez jamais rencontré ?",
      "Que feriez-vous si vous appreniez que vous étiez enceinte en ce moment ?",
      "Que feriez-vous si vous appreniez que votre patron se détourne des fonds de l'entreprise ou vous travaillez ?",
      "Que feriez-vous si vous aviez une machine à voyager dans le temps ?",
      "Que feriez-vous si vous aviez tout le temps et l'argent du monde ?",
      "Que feriez-vous si vous n'aviez plus que cinq ans à vivre ?",
      "Que feriez-vous si vous n'aviez plus que 24 heures à vivre ?",
      "Que feriez-vous si vous aviez la possibilité de réaliser un vœu ?",
      "Que feriez-vous si vous aviez la possibilité de voyager dans le temps une fois ?",
      "Que feriez-vous si vous aviez le pouvoir d'aller dans le futur et le passé ?",
      "Que feriez-vous si vous deviez rester dans votre chambre pendant un mois ?",
      "Que feriez-vous si vous deviez choisir entre la richesse et la célébrité ?",
      "Que feriez-vous si vous deviez choisir entre gagner la loterie ou doubler votre espérance de vie ?",
      "Que feriez-vous si vous deviez choisir d'être stupide ou laid ?",
      "Que feriez-vous si vous deviez renoncer à votre vue ou à votre ouïe ?",
      "Que feriez-vous si vous deviez toujours vivre avec le jour ou la nuit ?",
      "Que feriez-vous si vous aviez deux semaines libres pour faire ce que vous vouliez ?",
      "Que feriez-vous si vous aviez des ailes ?",
      "Que feriez-vous si vous aviez votre propre vaisseau spatial d'à peu près de la taille d'une maison ?",
      "Que feriez-vous si vous avez les capacités d’un adulte ?",
      "Que feriez-vous si vous avez des superpouvoirs ?",
      "Que feriez-vous si vous avez les gadgets pour contrôler le monde entier?",
      "Que feriez-vous si vous avez le pouvoir d'aller vers l'avenir et le passé ?",
      "Que feriez-vous si vous devez sacrifier quelqu'un que vous aimez vivre ou que vous mourrez?",
      "Que feriez-vous si vous saviez que vous deviendriez aveugle dans deux mois?",
      "Que feriez-vous si vous saviez que vous allez mourir demain?",
      "Que feriez-vous si vous perdez tout ce pour quoi vous avez travaillé pendant la vie du jour au lendemain?",
      "Que feriez-vous si vous rencontrez un extraterrestre?",
      "Que feriez-vous si vous ne ressentez aucune douleur en permanence?",
      "Que feriez-vous si vous voyiez une personne pleurer sur un banc de parc?",
      "Que feriez-vous si vous voyiez quelqu'un en public avec du papier hygiénique collé à sa chaussure?",
      "Que feriez-vous si vous voyiez quelqu'un voler quelque chose à l'épicerie?",
      "Que feriez-vous si vous vous réveillez et réalisez que vous ne pouvez plus déplacer votre corps ?",
      "Que feriez-vous si vous vous réveillez et vous voyez dans les merveilles ?",
      "Que feriez-vous si vous vous rendiez dans une toilette publique et que vous découvririez qu'il n'y avait pas de papier ?",
      "Que feriez-vous si vous étiez enlevé par des extraterrestres ?",
      "Que feriez-vous si vous étiez tout à coup invisible?",
      "Que feriez-vous si vous étiez arrêté ?",
      "Que feriez-vous si vous étiez à la maison seule la nuit et entendiez quelqu'un dans votre maison?",
      "Que feriez-vous si vous étiez banni dans une île déserte?",
      "Que feriez-vous si l'on vous donnait un changement pour aller dans l'espace ?",
      "Que feriez-vous si on vous donnait des superpuissances?",
      "Que feriez-vous si l'on vous donnait la possibilité d'aller dans l'espace extérieur?",
      "Que feriez-vous si l'on vous donnait la superpuissance plutôt boiteuse de pouvoir faire de la nourriture que vous touchez vont mal?",
      "Que feriez-vous si l'on vous donnait trois voeux ? Que souhaitez-vous ?",
      "Que feriez-vous si vous étiez dieu?",
      "Que feriez-vous si vous étiez immortel?",
      "Que feriez-vous si vous étiez dans une banque et que deux personnes sont entrées et ont commencé un hold up ?",
      "Que feriez-vous si vous étiez invisible?",
      "Que feriez-vous si vous êtes kidnappé ?",
      "Que feriez-vous si vous étiez sur une île isolée ?",
      "Que feriez-vous si l'on vous offrait tout gratuitement dans la vie, mais que vous devez vivre seul sans Internet?",
      "Que feriez-vous si l'on vous offrait le choix de prendre des vacances n'importe où dans le monde pour n'importe quelle durée de temps que vous souhaitez?",
      "Que feriez-vous si vous étiez riche?",
      "Que feriez-vous si vous étiez coincé avec une femme enceinte dans un ascenseur et si elle était entrée au travail?",
      "Que feriez-vous si vous étiez soudainement pauvre et sans-abris?",
      "Que feriez-vous si vous nagiez et perdiez votre maillot de bain?",
      "Que feriez-vous si vous étiez le premier humain à prendre contact avec des extraterrestres ?",
      "Que feriez-vous si vous étiez le roi d'une civilisation ancienne?",
      "Que feriez-vous si vous étiez président ?",
      "Que feriez-vous si vous étiez le dirigeant d'un pays pendant une journée?",
      "Que feriez-vous si vous étiez la chose la plus laid sur Terre?",
      "Que feriez-vous si vous étiez jeté hors de l'école?",
      "Que feriez-vous si on vous disait que vous ne pouviez jamais quitter votre maison?",
      "Que feriez-vous si vous marchiez dans la forêt et viviez un loup?",
      "Que feriez-vous si vous n’aviez pas peur?",
      "Que feriez-vous si vous vous réveillez et vous vous rendiez compte que vous ne pouvez plus déplacer votre corps?",
      "Que feriez-vous si vous vous réveillez et vous vous voyiez dans le pays des merveilles ?",
      "Que feriez-vous si vous vous réveillez et que la maison était en feu?",
      "Que feriez-vous si vous vous réveillez le matin et que vous avez découvert que vous aviez à nouveau six ans?",
      "Que feriez-vous si vous gagnez une loterie ?",
      "Que feriez-vous si vous n'auriez plus jamais besoin de dormir ?",
      "Que feriez-vous si votre téléphone tombait dans les toilettes ?",
      "Que feriez-vous si votre ami avait une mauvaise haleine ? Le lui diriez-vous ?",
      "Que feriez-vous si votre ami vous vole ?",
      "Que feriez-vous si vos amis et votre famille ne vous font plus confiance ?",
      "Que feriez-vous si votre mère se transformait en zombie juste devant vos yeux ?",
      "Que feriez-vous si votre fils pleurait à la maison ?",
      "Que feriez-vous si votre pire ennemi devenait le patron de votre lieu de travail ?",
      "Que feriez-vous si votre pire ennemi devenait le patron de votre lieu de travail ?",
      "Que feriez-vous si vous êtes dans un salon de coiffure et que vous avez une coupe de cheveux vraiment mauvaise ? Le diriez-vous au coiffeur ?",
      "Que feriez-vous si vous êtes dans un train et qu'une personne qui sent mauvais s'assoit à côté de vous ?",
      "Que feriez-vous si quelqu'un découvre votre plus grand secret ?",
      "Que feriez-vous avec le temps supplémentaire pour un total de 25 heures par jours (alors que tout le monde continue à avoir 24 heures par jours) ?",
      "Que feriez-vous si vous étiez un dieu ?",
      "Que diriez-vous si le monde entier écoutait ?",
      "Que diriez-vous d'effrayer quelqu'un qui ne vous connait pas ?",
      "Quel uniforme porteraient vos hommes et femmes de main ?",
      "Que feriez-vous si un enfant avait peur d'un personnage ?",
      "Que feriez-vous si vous étiez invisible ?"
    ]
  }