{
  "WhatYouDo": [
    "Todos los países han decidido unirse, ¿qué harías si fueras tú el presidente?",
    "¿Qué harías si otros pudieran ver tus mensajes directos de Discord?",
    "¿Qué harías si fueras el presidente?",
    "¿Qué harías si pudieras controlar mentes?",
    "¿Qué harías si solo tuvieras 24 horas más en Internet?",
    "¿Qué harías si vieras a un colega robando material de oficina?",
    "¿Qué harías si recibieras un ascenso en el trabajo, pero tu colega que también estaba compitiendo por el puesto está molesto?",
    "¿Qué harías si te enteraras de que te han dejado fuera de una reunión importante a la que tu jefe quería que asistieras?",
    "¿Qué harías si te pidieran que trabajes en un proyecto que va en contra de tus valores personales?",
    "¿Qué harías si te pidieran que mientas a un cliente para cerrar un trato?",
    "¿Qué harías si tu jefe te pidiera que hagas algo poco ético?",
    "¿Qué harías si tuvieras un plazo ajustado y un compañero de trabajo te pidiera ayuda en su proyecto?",
    "¿Qué harías si accidentalmente enviaras un correo electrónico que contiene  información confidencial a la persona equivocada?",
    "¿Qué harías si te pidieran que cubras un error cometido por un compañero de trabajo?",
    "¿Qué harías si te pidieran que hagas una presentación ante un grupo grande y te sientes muy ansioso?",
    "¿Qué harías si estuvieras en una fiesta y alguien empezara una pelea?",
    "¿Qué harías si estuvieras en una fiesta y ves a alguien tratando de aprovecharse de una persona borracha?",
    "¿Qué harías si estuvieras conduciendo y ves a un peatón a punto de cruzar la calle, pero sabes que no puedes detenerte a tiempo?",
    "¿Qué harías si estuvieras en una tienda llena de gente y ves a alguien tratando de robar algo?",
    "¿Qué harías si estuvieras en una tienda llena de gente y ves a alguien siendo grosero con un empleado?",
    "¿Qué harías si estuvieras en un restaurante y ves que el camarero trata mal a un cliente?",
    "¿Qué harías si estuvieras en una sala de cine y alguien está hablando en voz alta durante la película?",
    "¿Qué harías si estuvieras en un autobús o tren lleno de gente y alguien está ocupando más de un asiento?",
    "¿Qué harías si estuvieras en casa de un amigo y te pide que lo ayudes a hacer trampa en un examen?",
    "¿Qué harías si estuvieras en casa de un amigo y te pide que le guardes un secreto de sus padres?",
    "¿Qué harías si estuvieras en casa de un amigo y te pide que hagas algo peligroso?",
    "¿Qué harías si estuvieras en casa de un amigo y te pide que hagas algo que va en contra de tus valores?",
    "¿Qué harías si estuvieras en casa de un amigo y te pide que pruebes una sustancia con la que no te sientes cómodo?",
    "¿Qué harías si estuvieras en casa de un amigo y te pide que rompas una regla?",
    "¿Qué harías si estuvieras en casa de un amigo y te pide que mientas por él?",
    "¿Qué harías si estuvieras en casa de un amigo y te pide que cargues con la culpa de algo que hizo?",
    "¿Qué harías si estuvieras en casa de un amigo y te pide que hagas algo que pueda lastimar a alguien?",
    "¿Qué harías si estás en un lugar público y ves que acosan a alguien?",
    "¿Qué harías si una celebridad te da un shoutout en Instagram sin que lo tengas pedido?",
    "¿Qué harías si una celebridad te besara sin tu consentimiento?",
    "¿Qué harías si se detuviera toda la electricidad del mundo?",
    "¿Qué harías si las emociones diarias fueran confusas o desafiantes?",
    "¿Qué harías si todos desaparecieran de la nada?",
    "¿Qué harías si todos fueran felices?",
    "¿Qué harías si todo fuera robado, incluyendo todo tu dinero, tarjetas de crédito, e identificación en tus vacaciones?",
    "¿Qué harías si resultara que toda tu vida fuera solo un sueño?",
    "¿Qué harías si la vida fuera algo por la que pagaras?",
    "¿Qué harías si el amor es algo que pudieras comprar en el mercado?",
    "¿Qué harías si el dinero no importara?",
    "¿Qué harías si el dinero no fuera una preocupación y pudieras vivir donde quisieras?",
    "¿Qué harías si nadie te estuviera observando?",
    "¿Qué harías si la reencarnación fuera real y pudieras elegir en qué animal te conviertes en tu próxima vida?",
    "¿Qué harías si alguien te engañase?",
    "¿Qué harías si alguien descubriera tu mayor secreto?",
    "¿Qué harías si alguien está enamorado de ti y también te gusta?",
    "¿Qué harías si alguien te diera un millón de dólares?",
    "¿Qué harías si alguien te ofreciera $10,000 cada vez que te golpeara en la cara?",
    "¿Qué harías si alguien intenta robarte mientras estás en casa durmiendo?",
    "¿Qué harías si la policía intentara detenerte sin motivo?",
    "¿Qué harías si la reciente tecnología se estrellara y todos volviéramos a los años cuarenta?",
    "¿Qué harías si el mundo estuviera terminando?",
    "¿Qué harías si hubiera un dragón atascado debajo de tu cama?",
    "¿Qué harías si no hubiera fines de semana?",
    "¿Qué harías si no hubiera razón para vivir?",
    "¿Qué harías si hubiera algo como la vida después de la muerte?",
    "¿Qué harías si nos cambiásemos mutuamente?",
    "¿Qué harías si pudieras saber exactamente qué estarías haciendo dentro de 20 años, pero no pudieras cambiar tu futuro?",
    "¿Qué harías si tú y yo fuéramos las únicas personas en la Tierra?",
    "¿Qué harías si pudieras quedarte a dormir con tú yo de 16 años?",
    "¿Qué harías si te convirtieras en mujer/hombre?",
    "¿Qué harías si te convirtieras en un robot?",
    "¿Qué harías si te convirtieras en una celebridad?",
    "¿Qué harías si empezaras a tener ataques incontrolables de llanto o ira?",
    "¿Qué harías si chocaras con otro coche en un aparcamiento y nadie te viera?",
    "¿Qué harías si pillaras a tu pareja engañándote con tu mejor amigo/amiga?",
    "¿Qué harías si pudieras abolir leyes y crear otras leyes?",
    "¿Qué harías si pudieras ser un personaje en cualquier libro?",
    "¿Qué harías si pudieras ser otra persona por un día?",
    "¿Qué harías si te concedieran un deseo?",
    "¿Qué harías si pudieras ser invisible al ojo humano?",
    "¿Qué harías si pudieras cambiar leyes?",
    "¿Qué harías si pudieras cambiar un evento en la historia?",
    "¿Qué harías si pudieras cambiar o introducir una ley?",
    "¿Qué harías si pudieras controlar tus sueños?",
    "¿Qué harías si pudieras diseñar otro planeta?",
    "¿Qué harías si pudieras tener cualquier empleo?",
    "¿Qué harías si pudieras borrar una cosa de la existencia?",
    "¿Qué harías si pudieras tener un chip en el cerebro para que tengas todos los conocimientos básicos?",
    "¿Qué harías si pudieras tener cualquier tipo de mascota que quieras, sin límite de gasto?",
    "¿Qué harías si pudieras escuchar lo que alguien estaba pensando durante un día?",
    "¿Qué harías si pudieras hipnotizar a alguien simplemente mirándolo?",
    "¿Qué harías si pudieras implantar una memoria falsa en las mentes de todos en tu país?",
    "¿Qué harías si pudieras vivir para siempre en la Tierra?",
    "¿Qué harías si pudieras extinguir una sola especie?",
    "¿Qué harías si pudieras hacer de tus sueños realidad?",
    "¿Qué harías si pudieras conocer a una persona famosa, muerta o viva?",
    "¿Qué harías si pudieras moverte a cualquier lugar y aun así tener un salario digno?",
    "¿Qué harías si solo pudieras comer un alimento durante el resto de tu vida?",
    "¿Qué harías si solo pudieras visitar un sitio web durante el resto de tu vida?",
    "¿Qué harías si pudieras poner una nueva palabra en el diccionario?",
    "¿Qué harías si pudieras leer mentes?",
    "¿Qué harías si pudieras ver el futuro?",
    "¿Qué harías si pudieras crear una sociedad secreta?",
    "¿Qué harías si pudieras empezar cualquier negocio?",
    "¿Qué harías si pudieras intercambiar de cuerpo con cualquier persona durante 24 horas?",
    "¿Qué harías si pudieras cambiar de género por un día?",
    "¿Qué harías si pudieras convertirte en un animal?",
    "¿Qué harías si no tuvieras ansiedad?",
    "¿Qué harías si no tuvieras que trabajar para vivir?",
    "¿Qué harías si te enamoraras por alguien?",
    "¿Qué harías si cayeras en el recinto de un gorila?",
    "¿Qué harías si descubres que no eres el padre/madre de tus hijos?",
    "¿Qué harías si encontraras 1000 dólares en la calle?",
    "¿Qué harías si encontraras una bolsa con una gran cantidad de dinero?",
    "¿Qué harías si descubrieras que alguien de tu pasado estaba planeando matarte?",
    "¿Qué harías si descubres que el mundo estaba terminando?",
    "¿Qué harías si te enteraras de que podrías parar el tiempo?",
    "¿Qué harías si descubrieras que puedes hablar con los animales?",
    "¿Qué harías si te enteraras de que estás embarazada en este momento?",
    "¿Qué harías si descubrieras que tu jefe está malversando los fondos de las empresas?",
    "¿Qué harías si tuvieras una máquina del tiempo?",
    "¿Qué harías si tuvieras todo el tiempo y dinero del mundo?",
    "¿Qué harías si tuvieras cinco años para vivir?",
    "¿Qué harías si tuvieras solo 24 horas para vivir?",
    "¿Qué harías si supieras que te quedarías ciego en dos meses?",
    "¿Qué harías si supieras que morirías mañana?",
    "¿Qué harías si perdieras todo por lo que has trabajado durante la noche a la mañana?",
    "¿Qué harías si te encuentras con un alien?",
    "¿Qué harías si permanentemente no sintieras dolor?",
    "¿Qué harías si ves a una persona llorando en un banco de un parque?",
    "¿Qué harías si fueras detenido?",
    "¿Qué harías si se detuviera toda la electricidad del mundo?",
    "¿Qué harías si las emociones diarias fueran confusas o desafiantes?",
    "¿Qué harías si todos desaparecieran de la nada?",
    "¿Qué harías si todos fueran felices?",
    "¿Qué harías si todo fuera robado, incluyendo todo tu dinero, tarjetas de crédito, e identificación en tus vacaciones?",
    "¿Qué harías si resultara que toda tu vida fuera solo un sueño?",
    "¿Qué harías si la vida fuera algo por la que pagaras?",
    "¿Qué harías si el amor es algo que pudieras comprar en el mercado?",
    "¿Qué harías si el dinero no importara?",
    "¿Qué harías si el dinero no fuera una preocupación y pudieras vivir donde quisieras?",
    "¿Qué harías si nadie te estuviera observando?",
    "¿Qué harías si la reencarnación fuera real y pudieras elegir en qué animal te conviertes en tu próxima vida?",
    "¿Qué harías si alguien te engañase?",
    "¿Qué harías si alguien descubriera tu mayor secreto?",
    "¿Qué harías si alguien está enamorado de ti y también te gusta?",
    "¿Qué harías si alguien te diera un millón de dólares?",
    "¿Qué harías si alguien te ofreciera $10,000 cada vez que te golpeara en la cara?",
    "¿Qué harías si alguien intenta robarte mientras estás en casa durmiendo?",
    "¿Qué harías si la policía intentara detenerte sin motivo?",
    "¿Qué harías si la reciente tecnología se estrellara y todos volviéramos a los años cuarenta?",
    "¿Qué harías si el mundo estuviera terminando?",
    "¿Qué harías si hubiera un dragón atascado debajo de tu cama?",
    "¿Qué harías si no hubiera fines de semana?",
    "¿Qué harías si no hubiera razón para vivir?",
    "¿Qué harías si hubiera algo como la vida después de la muerte?",
    "¿Qué harías si nos cambiásemos mutuamente?",
    "¿Qué harías si pudieras saber exactamente qué estarías haciendo dentro de 20 años, pero no pudieras cambiar tu futuro?",
    "¿Qué harías si tú y yo fuéramos las únicas personas en la Tierra?",
    "¿Qué harías si pudieras quedarte a dormir con tú yo de 16 años?",
    "¿Qué harías si te convirtieras en mujer/hombre?",
    "¿Qué harías si te convirtieras en un robot?",
    "¿Qué harías si te convirtieras en una celebridad?",
    "¿Qué harías si empezaras a tener ataques incontrolables de llanto o ira?",
    "¿Qué harías si chocaras con otro coche en un aparcamiento y nadie te viera?",
    "¿Qué harías si pillaras a tu pareja engañándote con tu mejor amigo/amiga?",
    "¿Qué harías si pudieras abolir leyes y crear otras leyes?",
    "¿Qué harías si pudieras ser un personaje en cualquier libro?",
    "¿Qué harías si pudieras ser otra persona por un día?",
    "¿Qué harías si te concedieran un deseo?",
    "¿Qué harías si pudieras ser invisible al ojo humano?",
    "¿Qué harías si pudieras cambiar leyes?",
    "¿Qué harías si pudieras cambiar un evento en la historia?",
    "¿Qué harías si pudieras cambiar o introducir una ley?",
    "¿Qué harías si pudieras controlar tus sueños?",
    "¿Qué harías si pudieras diseñar otro planeta?",
    "¿Qué harías si pudieras tener cualquier empleo?",
    "¿Qué harías si pudieras borrar una cosa de la existencia?",
    "¿Qué harías si pudieras tener un chip en el cerebro para que tengas todos los conocimientos básicos?",
    "¿Qué harías si pudieras tener cualquier tipo de mascota que quieras, sin límite de gasto?",
    "¿Qué harías si pudieras escuchar lo que alguien estaba pensando durante un día?",
    "¿Qué harías si pudieras hipnotizar a alguien simplemente mirándolo?",
    "¿Qué harías si pudieras implantar una memoria falsa en las mentes de todos en tu país?",
    "¿Qué harías si pudieras vivir para siempre en la Tierra?",
    "¿Qué harías si pudieras extinguir una sola especie?",
    "¿Qué harías si pudieras hacer de tus sueños realidad?",
    "¿Qué harías si pudieras conocer a una persona famosa, muerta o viva?",
    "¿Qué harías si pudieras moverte a cualquier lugar y aun así tener un salario digno?",
    "¿Qué harías si solo pudieras comer un alimento durante el resto de tu vida?",
    "¿Qué harías si solo pudieras visitar un sitio web durante el resto de tu vida?",
    "¿Qué harías si pudieras poner una nueva palabra en el diccionario?",
    "¿Qué harías si pudieras leer mentes?",
    "¿Qué harías si pudieras ver el futuro?",
    "¿Qué harías si pudieras crear una sociedad secreta?",
    "¿Qué harías si pudieras empezar cualquier negocio?",
    "¿Qué harías si pudieras intercambiar de cuerpo con cualquier persona durante 24 horas?",
    "¿Qué harías si pudieras cambiar de género por un día?",
    "¿Qué harías si pudieras convertirte en un animal?",
    "¿Qué harías si no tuvieras ansiedad?",
    "¿Qué harías si no tuvieras que trabajar para vivir?",
    "¿Qué harías si te enamoraras por alguien?",
    "¿Qué harías si cayeras en el recinto de un gorila?",
    "¿Qué harías si descubres que no eres el padre/madre de tus hijos?",
    "¿Qué harías si encontraras 1000 dólares en la calle?",
    "¿Qué harías si encontraras una bolsa con una gran cantidad de dinero?",
    "¿Qué harías si descubrieras que alguien de tu pasado estaba planeando matarte?",
    "¿Qué harías si descubres que el mundo estaba terminando?",
    "¿Qué harías si te enteraras de que podrías parar el tiempo?",
    "¿Qué harías si descubrieras que puedes hablar con los animales?",
    "¿Qué harías si te enteraras de que estás embarazada en este momento?",
    "¿Qué harías si descubrieras que tu jefe está malversando los fondos de las empresas?",
    "¿Qué harías si tuvieras una máquina del tiempo?",
    "¿Qué harías si tuvieras todo el tiempo y dinero del mundo?",
    "¿Qué harías si tuvieras cinco años para vivir?",
    "¿Qué harías si tuvieras solo 24 horas para vivir?"
  ]
}
