{
  "WhatYouDo": [
    "Every country has decided to unite, what would do if you are the president",
    "What would you do if your discord direct messages were seen",
    "What would you do if you are the president",
    "What would you do if you could control minds?",
    "What would you do if you only have 24 hours left on the internet.",
    "What would you do if you witness a colleague stealing office supplies?",
    "What would you do if you receive a promotion at work, but your colleague who was also in the running for the position is upset?",
    "What would you do if you find out that you have been left out of an important meeting that your boss wanted you to attend?",
    "What would you do if you are asked to work on a project that goes against your personal values?",
    "What would you do if you are asked to lie to a client to close a deal?",
    "What would you do if you are asked to do something unethical by your boss?",
    "What would you do if you are on a tight deadline and a coworker asks you for help on their project?",
    "What would you do if you accidentally send an email to the wrong person that contains confidential information?",
    "What would you do if you are asked to cover up a mistake made by a coworker?",
    "What would you do if you are asked to give a presentation to a large group and you are feeling very anxious?",
    "What would you do if you are at a party and someone starts a fight?",
    "What would you do if you are at a party and you see someone trying to take advantage of a drunken person?",
    "What would you do if you are driving and you see a pedestrian about to cross the road, but you know you cannot safely stop in time?",
    "What would you do if you are in a crowded store and you see someone trying to steal something?",
    "What would you do if you are in a crowded store and you see someone being rude to a store employee?",
    "What would you do if you are in a restaurant and you see the waiter treating a customer poorly?",
    "What would you do if you are in a movie theater and someone is talking loudly during the film?",
    "What would you do if you are on a crowded bus or train and someone is taking up more than one seat?",
    "What would you do if you are at a friend's house and they ask you to help them cheat on a test?",
    "What would you do if you are at a friend's house and they ask you to keep a secret from their parents?",
    "What would you do if you are at a friend's house and they ask you to do something dangerous?",
    "What would you do if you are at a friend's house and they ask you to do something that goes against your values?",
    "What would you do if you are at a friend's house and they ask you to try a substance that you are not comfortable with?",
    "What would you do if you are at a friend's house and they ask you to break a rule?",
    "What would you do if you are at a friend's house and they ask you to lie for them?",
    "What would you do if you are at a friend's house and they ask you to take the blame for something they did?",
    "What would you do if you are at a friend's house and they ask you to do something that could hurt someone?",
    "What would you do if you are in a public place and you see someone being bullied?",
    "What would you do if a celebrity gives you a shoutout on Instagram without you asking for it?",
    "What would you do if a celebrity kissed you without your consent?",
    "What would you do if a stranger kicks your balls and ran away?",
    "What would you do if a stranger kicks your balls and run away?",
    "What would you do if all the electricity in the world just stopped?",
    "What would you do if everyday emotions were confusing or challenging?",
    "What would you do if everyone disappeared into thin air?",
    "What would you do if everyone disappeared to thin air?",
    "What would you do if everyone was happy?",
    "What would you do if everything was stolen including all cash, credit cards, and identification on your vacation?",
    "What would you do if it turned out that your entire life was only a dream?",
    "What would you do if life is something you pay for?",
    "What would you do if love is something you buy from the market?",
    "What would you do if money didn’t matter?",
    "What would you do if money wasn’t a concern and you could live anywhere you wish?",
    "What would you do if no one was watching you?",
    "What would you do if police try to arrest me for no reason?",
    "What would you do if reincarnation was real, and you could choose what animal you become in your next life?",
    "What would you do if someone cheats on you?",
    "What would you do if someone finds out your biggest secret?",
    "What would you do if someone is crushing on you, and you like him or her as well?",
    "What would you do if someone just gave you $1 million?",
    "What would you do if someone offered you $10,000 every time they punched you in the face?",
    "What would you do if someone tries to rob you while you’re at home sleeping?",
    "What would you do if the police try to arrest me for no reason?",
    "What would you do if the recent technology crashes and we all go back to the early 40s?",
    "What would you do if the world was ending?",
    "What would you do if there was a dragon stuck under your bed?",
    "What would you do if there were no weekends?",
    "What would you do if there’s no reason to live?",
    "What would you do if there’s something like life after death?",
    "What would you do if we changed to each other?",
    "What would you do if we were stuck in a box in this position?",
    "What would you do if were able to know what exactly you would be doing in 20 years from now but you could not change your future at all?",
    "What would you do if you and I were the only people on Earth?",
    "What would you do if you and your 16-year-old self could have a sleepover?",
    "What would you do if you became a girl/boy?",
    "What would you do if you became a robot?",
    "What would you do if you become a celebrity?",
    "What would you do if you began to have uncontrollable bouts of crying or anger?",
    "What would you do if you bumped another car in a parking lot and nobody saw you?",
    "What would you do if you can make dreams a reality?",
    "What would you do if you can make dreams reality?",
    "What would you do if you caught your partner cheating on you with your best friend?",
    "What would you do if you could abolish laws and create laws?",
    "What would you do if you could be a character in any book?",
    "What would you do if you could be another person for a day?",
    "What would you do if you could be granted one wish?",
    "What would you do if you could be invisible to the human eye?",
    "What would you do if you could change laws?",
    "What would you do if you could change one event in history?",
    "What would you do if you could change/introduce one law?",
    "What would you do if you could control your dreams?",
    "What would you do if you could design another planet?",
    "What would you do if you could do any job?",
    "What would you do if you could erase one thing from existence?",
    "What would you do if you could have a free chip put in your brain so that you would know all basic knowledge?",
    "What would you do if you could have any type of pet you want, with no limit on size of expense?",
    "What would you do if you could hear what someone was thinking for a day?",
    "What would you do if you could hypnotize anyone just by looking at them?",
    "What would you do if you could implant one false memory in the minds of everyone in your country?",
    "What would you do if you could live forever on the earth?",
    "What would you do if you could make any one species go extinct?",
    "What would you do if you could make your dreams a reality?",
    "What would you do if you could meet any famous person, dead or alive?",
    "What would you do if you could move anywhere and still have a livable wage?",
    "What would you do if you could only eat one food for the rest of your life?",
    "What would you do if you could only view one website for the rest of your life?",
    "What would you do if you could put a new word in the dictionary?",
    "What would you do if you could read minds?",
    "What would you do if you could see into the future?",
    "What would you do if you could start a secret society?",
    "What would you do if you could start any business?",
    "What would you do if you could swap body with any person for 24 hours?",
    "What would you do if you could switch gender for a day?",
    "What would you do if you could transform yourself into any animal?",
    "What would you do if you didn’t have any anxiety?",
    "What would you do if you didn’t have to work for a living?",
    "What would you do if you fall for someone?",
    "What would you do if you fell into a gorilla’s enclosure?",
    "What would you do if you find out that you are not the father/mother of your kids?",
    "What would you do if you found 1000 dollars on the street?",
    "What would you do if you found a bag containing a large amount of cash?",
    "What would you do if you found out that you are not the father/mother of your kids?",
    "What would you do if you found out the world was ending?",
    "What would you do if you found out you could stop time?",
    "What would you do if you found out you could talk to animals?",
    "What would you do if you found out you had a brother or sister you had never met?",
    "What would you do if you found out you were pregnant at this moment?",
    "What would you do if you found out your boss was embezzling company funds?",
    "What would you do if you had a time machine?",
    "What would you do if you had all the time and money in the world?",
    "What would you do if you had five years to live?",
    "What would you do if you had only 24 hours to live?",
    "What would you do if you had the chance to fly to space?",
    "What would you do if you had the opportunity to have any wish granted?",
    "What would you do if you had the opportunity to time travel once?",
    "What would you do if you had the power to go to the future and the past?",
    "What would you do if you had to be stuck in your room for a month?",
    "What would you do if you had to choose between wealth and fame?",
    "What would you do if you had to choose between winning the lottery or live twice as long?",
    "What would you do if you had to choose to be dumb or ugly?",
    "What would you do if you had to give up your sight or your hearing?",
    "What would you do if you had to live with it always being nighttime or daytime?",
    "What would you do if you had two weeks free to do anything you wanted?",
    "What would you do if you had wings?",
    "What would you do if you had your own intergalactic space ship roughly the size of a house?",
    "What would you do if you have an adult’s abilities?",
    "What would you do if you have superpowers?",
    "What would you do if you have the gadgets to control the whole world?",
    "What would you do if you have the power to go to the future and the past?",
    "What would you do if you have to sacrifice someone you love to live or you die?",
    "What would you do if you knew that you would go blind in two months?",
    "What would you do if you knew you were going to die tomorrow?",
    "What would you do if you lose all you have worked for in life overnight?",
    "What would you do if you meet an alien?",
    "What would you do if you permanently felt zero pain?",
    "What would you do if you saw a person crying on a park bench?",
    "What would you do if you saw someone in public with toilet paper stuck to their shoe?",
    "What would you do if you saw someone steal something from the grocery store?",
    "What would you do if you wake up and realize that you cannot move your body anymore?",
    "What would you do if you wake up and see yourself in wonderland?",
    "What would you do if you went to a public restroom and discovered that there was no paper?",
    "What would you do if you were abducted by aliens?",
    "What would you do if you were all of a sudden invisible?",
    "What would you do if you were arrested?",
    "What would you do if you were at home alone at night and heard someone in your house?",
    "What would you do if you were banished to a desert island?",
    "What would you do if you were given a change to go into space?",
    "What would you do if you were given superpowers?",
    "What would you do if you were given the chance to go into outer space?",
    "What would you do if you were given the rather lame superpower of being able to make any food you touch go bad?",
    "What would you do if you were given three wishes? What would you wish for?",
    "What would you do if you were a god?",
    "What would you do if you were immortal?",
    "What would you do if you were in a bank and two people entered and started a hold up?",
    "What would you do if you were invisible?",
    "What would you do if you were kidnapped?",
    "What would you do if you were left on an isolated island?",
    "What would you do if you were offered everything in life for free, but you have to live alone without the internet?",
    "What would you do if you were offered the choice of taking a vacation anywhere in the world for any length of time you wish?",
    "What would you do if you were rich?",
    "What would you do if you were stuck with a pregnant woman in an elevator, and she went into labor?",
    "What would you do if you were suddenly poor and homeless?",
    "What would you do if you were swimming and lost your bathing suit?",
    "What would you do if you were the first human to make contact with aliens?",
    "What would you do if you were the king of an ancient civilization?",
    "What would you do if you were the president?",
    "What would you do if you were the ruler of a country for a day?",
    "What would you do if you were the ugliest thing on Earth?",
    "What would you do if you were thrown out of school?",
    "What would you do if you were told you could never leave your house?",
    "What would you do if you were walking in the forest and saw a wolf?",
    "What would you do if you weren’t afraid?",
    "What would you do if you woke up and realized that you cannot move your body anymore?",
    "What would you do if you woke up and saw yourself in wonderland?",
    "What would you do if you woke up and the house is on fire?",
    "What would you do if you woke up and the house was on fire?",
    "What would you do if you woke up in the morning and found out you were six years old again?",
    "What would you do if you won a lottery?",
    "What would you do if you would never have to sleep again?",
    "What would you do if your best friend told you he/she killed someone?",
    "What would you do if your cell phone fell in the toilet?",
    "What would you do if your friend has a terrible breath? Would you tell them?",
    "What would you do if your friend steals from you?",
    "What would you do if your friends and families no longer trust you?",
    "What would you do if your mother turned into a zombie right in front of your eyes?",
    "What would you do if your son was all alone crying at home?",
    "What would you do if your worst enemy became the boss in your place of work?",
    "What would you do if your worst enemy becomes the boss in your place of work?",
    "What would you do if you’re at a hair salon and got a really bad hair cut? What would you tell the hairdresser?",
    "What would you do if you’re at a hair salon and got a really bad haircut?",
    "What would you do if you’re on a train and a person who smells horrible sits next to you?",
    "What would you do someone finds out your biggest secret?",
    "What would you do with a real bag of holding?",
    "What would you do with the extra time if you had 25-hour days (while everyone else continued to have 24-hour days)?",
    "What would you if you were a god?",
    "What would you say if the whole world were listening?",
    "What would you say to scare someone who did not know you?",
    "What would your henchmen / henchwomen wear as uniforms?",
    "What would you do if a child was afraid of a character?",
    "What would you do if you were invisible?"
  ]
}
