{
	"WhatYouDo": [
		"Tutti i paesi hanno deciso di unirsi, cosa faresti se fossi il presidente?",
		"Cosa faresti se i tuoi messaggi diretti su Discord venissero visualizzati?",
		"Cosa faresti se fossi il presidente",
		"Cosa faresti se potessi controllare le menti?",
		"Cosa faresti se ti rimanessero solo 24 ore di tempo su internet.",
		"Cosa faresti se assistessi a un furto di materiale d'ufficio da parte di un collega?",
		"Cosa faresti se ricevessi una promozione al lavoro, ma il tuo collega che era in lizza per quella posizione è arrabbiato?",
		"Cosa faresti se scoprissi che sei stato escluso da una riunione importante a cui il tuo capo voleva che partecipassi?",
		"Cosa faresti se ti chiedessero di lavorare a un progetto che va contro i tuoi valori personali?",
		"Cosa faresti se ti chiedessero di mentire a un cliente per concludere un affare?",
		"Cosa faresti se il tuo capo ti chiedesse di fare qualcosa di non etico?",
		"Cosa faresti se avessi una scadenza ravvicinata e un collega ti chiedesse aiuto per il suo progetto?",
		"Cosa faresti se per sbaglio inviassi un'email alla persona sbagliata contenente informazioni riservate?",
		"Cosa faresti se ti chiedessero di coprire un errore commesso da un collega?",
		"Cosa faresti se ti venisse chiesto di fare una presentazione a un gruppo numeroso e ti sentissi molto ansioso?",
		"Cosa faresti se fossi a una festa e qualcuno iniziasse a litigare?",
		"Cosa faresti se ti trovassi a una festa e vedessi qualcuno che cerca di approfittare di una persona ubriaca?",
		"Cosa faresti se stai guidando e vedi un pedone che sta per attraversare la strada, ma sai di non poterti fermare in tempo?",
		"Cosa faresti se ti trovassi in un negozio affollato e vedessi qualcuno che cerca di rubare qualcosa?",
		"Cosa faresti se ti trovassi in un negozio affollato e vedessi qualcuno che si comporta in modo scortese con un dipendente?",
		"Cosa faresti se ti trovassi in un ristorante e vedessi il cameriere trattare male un cliente?",
		"Cosa faresti se ti trovassi in un cinema e qualcuno parlasse ad alta voce durante il film?",
		"Cosa faresti se ti trovassi su un autobus o un treno affollato e qualcuno occupasse più di un posto a sedere?",
		"Cosa faresti se ti trovassi a casa di un amico che ti chiede di aiutarlo a imbrogliare in un test?",
		"Cosa faresti se ti trovassi a casa di un amico che ti chiede di mantenere un segreto con i suoi genitori?",
		"Cosa faresti se ti trovassi a casa di un amico che ti chiede di fare qualcosa di pericoloso?",
		"Cosa faresti se ti trovassi a casa di un amico che ti chiede di fare qualcosa che va contro i tuoi valori?",
		"Cosa faresti se ti trovassi a casa di un amico che ti chiede di provare una sostanza con cui non ti senti a tuo agio?",
		"Cosa faresti se ti trovassi a casa di un amico che ti chiede di infrangere una regola?",
		"Cosa faresti se ti trovassi a casa di un amico che ti chiede di mentire per lui?",
		"Cosa faresti se ti trovassi a casa di un amico che ti chiede di prenderti la colpa per qualcosa che ha fatto?",
		"Cosa faresti se ti trovassi a casa di un amico che ti chiede di fare qualcosa che potrebbe far male a qualcuno?",
		"Cosa faresti se ti trovassi in un luogo pubblico e vedessi qualcuno vittima di bullismo?",
		"Cosa faresti se una celebrità ti facesse uno shoutout su Instagram senza che tu lo abbia richiesto?",
		"Cosa faresti se una celebrità ti baciasse senza il tuo consenso?",
		"Cosa faresti se uno sconosciuto ti desse un calcio alle palle e scappasse via?",
		"Cosa faresti se uno sconosciuto ti prendesse a calci nelle palle e scappasse via?",
		"Cosa faresti se tutta l'elettricità del mondo si fermasse?",
		"Cosa faresti se le emozioni quotidiane fossero confuse o impegnative?",
		"Cosa faresti se tutti sparissero nel nulla?",
		"Cosa faresti se tutti sparissero nel nulla?",
		"Cosa faresti se tutti fossero felici?",
		"Cosa faresti se ti rubassero tutto, compresi i contanti, le carte di credito e i documenti di identità durante la tua vacanza?",
		"Cosa faresti se si scoprisse che tutta la tua vita è stata solo un sogno?",
		"Cosa faresti se la vita fosse qualcosa che si paga?",
		"Cosa faresti se l'amore fosse qualcosa che si compra al mercato?",
		"Che cosa faresti se i soldi non fossero una cosa importante?",
		"Cosa faresti se il denaro non fosse un problema e potessi vivere ovunque tu voglia?",
		"Cosa faresti se nessuno ti guardasse?",
		"Cosa faresti se la polizia cercasse di arrestare un tuo amico senza motivo?",
		"Cosa faresti se la reincarnazione fosse reale e potessi scegliere quale animale diventare nella tua prossima vita?",
		"Cosa faresti se qualcuno ti tradisse?",
		"Cosa faresti se qualcuno scoprisse il tuo segreto più grande?",
		"Cosa faresti se una persona si prendesse una cotta per te e ti piacesse anche?",
		"Cosa faresti se qualcuno ti desse un milione di dollari?",
		"Cosa faresti se qualcuno ti offrisse 10.000 dollari ogni volta che ti dà un pugno in faccia?",
		"Cosa faresti se qualcuno cercasse di derubarti mentre sei a casa a dormire?",
		"Cosa faresti se la polizia cercasse di arrestarmi senza motivo?",
		"Cosa faresti se la tecnologia recente si schiantasse e tornassimo tutti ai primi anni '40?",
		"Cosa faresti se il mondo stesse per finire?",
		"Cosa faresti se ci fosse un drago incastrato sotto il tuo letto?",
		"Cosa faresti se non ci fossero i fine settimana?",
		"Cosa faresti se non ci fosse una ragione per vivere?",
		"Cosa faresti se esistesse una vita dopo la morte?",
		"Cosa faresti se tu e il tuo migliore amico vi scambiaste il corpo?",
		"Cosa faresti se tu e il tuo migliore amico foste bloccati in una scatola?",
		"Cosa faresti se potessi sapere esattamente cosa farai tra 20 anni ma non potessi cambiare il tuo futuro?",
		"Cosa faresti se tu e il tuo migliore amico foste le uniche persone sulla Terra?",
		"Cosa faresti se tu e il tuo sedicenne poteste fare un pigiama party?",
		"Cosa faresti se diventassi una ragazza o un ragazzo?",
		"Cosa faresti se diventassi un robot?",
		"Cosa faresti se diventassi una celebrità?",
		"Cosa faresti se iniziassi ad avere attacchi di pianto o di rabbia incontrollabili?",
		"Cosa faresti se urtassi un'altra auto in un parcheggio e nessuno ti vedesse?",
		"Cosa faresti se potessi trasformare i sogni in realtà?",
		"Cosa faresti se potessi trasformare i sogni in realtà?",
		"Cosa faresti se scoprissi il tuo partner a tradirti con la tua migliore amica?",
		"Cosa faresti se potessi abolire le leggi e creare leggi?",
		"Cosa faresti se potessi essere un personaggio di qualsiasi libro?",
		"Cosa faresti se potessi essere un'altra persona per un giorno?",
		"Cosa faresti se ti fosse concesso un desiderio?",
		"Cosa faresti se potessi essere invisibile all'occhio umano?",
		"Cosa faresti se potessi cambiare le leggi?",
		"Cosa faresti se potessi cambiare un evento della storia?",
		"Cosa faresti se potessi cambiare/introdurre una legge?",
		"Cosa faresti se potessi controllare i tuoi sogni?",
		"Cosa faresti se potessi progettare un altro pianeta?",
		"Cosa faresti se potessi fare qualsiasi lavoro?",
		"Cosa faresti se potessi cancellare una cosa dall'esistenza?",
		"Cosa faresti se potessi farti inserire un chip gratuito nel cervello in modo da conoscere tutte le conoscenze di base?",
		"Cosa faresti se potessi avere qualsiasi tipo di animale domestico, senza limiti di spesa?",
		"Cosa faresti se potessi ascoltare i pensieri di qualcuno per un giorno?",
		"Cosa faresti se potessi ipnotizzare chiunque semplicemente guardandolo?",
		"Cosa faresti se potessi impiantare un falso ricordo nella mente di tutti gli abitanti del tuo paese?",
		"Cosa faresti se potessi vivere per sempre sulla terra?",
		"Cosa faresti se potessi far estinguere una qualsiasi specie?",
		"Cosa faresti se potessi trasformare i tuoi sogni in realtà?",
		"Cosa faresti se potessi incontrare qualsiasi persona famosa, viva o morta?",
		"Cosa faresti se potessi trasferirti ovunque e avere comunque uno stipendio vivibile?",
		"Cosa faresti se potessi mangiare solo un cibo per il resto della tua vita?",
		"Cosa faresti se potessi visualizzare un solo sito web per il resto della tua vita?",
		"Cosa faresti se potessi inserire una nuova parola nel dizionario?",
		"Cosa faresti se potessi leggere nel pensiero?",
		"Cosa faresti se potessi vedere il futuro?",
		"Cosa faresti se potessi fondare una società segreta?",
		"Cosa faresti se potessi avviare un'attività qualsiasi?",
		"Cosa faresti se potessi scambiare il corpo con qualsiasi persona per 24 ore?",
		"Cosa faresti se potessi cambiare sesso per un giorno?",
		"Cosa faresti se potessi trasformarti in qualsiasi animale?",
		"Cosa faresti se non avessi l'ansia?",
		"Cosa faresti se non dovessi lavorare per vivere?",
		"Cosa faresti se ti innamorassi di qualcuno?",
		"Cosa faresti se cadessi nel recinto di un gorilla?",
		"Cosa faresti se scoprissi di non essere il padre/madre dei tuoi figli?",
		"Cosa faresti se trovassi 1000 dollari per strada?",
		"Cosa faresti se trovassi una borsa contenente una grande quantità di denaro?",
		"Cosa faresti se scoprissi di non essere il padre/madre dei tuoi figli?",
		"Cosa faresti se scoprissi che il mondo sta per finire?",
		"Cosa faresti se scoprissi di poter fermare il tempo?",
		"Cosa faresti se scoprissi di poter parlare con gli animali?",
		"Cosa faresti se scoprissi di avere un fratello o una sorella che non hai mai conosciuto?",
		"Cosa faresti se scoprissi di essere incinta in questo momento?",
		"Cosa faresti se scoprissi che il tuo capo sta sottraendo fondi all'azienda?",
		"Cosa faresti se avessi una macchina del tempo?",
		"Cosa faresti se avessi tutto il tempo e il denaro del mondo?",
		"Cosa faresti se ti rimanessero cinque anni di vita?",
		"Cosa faresti se ti rimanessero solo 24 ore di vita?",
		"Cosa faresti se avessi la possibilità di volare nello spazio?",
		"Cosa faresti se avessi l'opportunità di esaudire qualsiasi desiderio?",
		"Cosa faresti se avessi l'opportunità di viaggiare nel tempo una volta?",
		"Cosa faresti se avessi il potere di andare nel futuro e nel passato?",
		"Cosa faresti se dovessi rimanere bloccato nella tua stanza per un mese?",
		"Cosa faresti se dovessi scegliere tra ricchezza e fama?",
		"Cosa faresti se dovessi scegliere tra vincere la lotteria o vivere il doppio del tempo?",
		"Cosa faresti se dovessi scegliere se essere stupido o brutto?",
		"Cosa faresti se dovessi rinunciare alla vista o all'udito?",
		"Cosa faresti se dovessi vivere sempre di notte o di giorno?",
		"Cosa faresti se avessi due settimane libere per fare tutto ciò che vuoi?",
		"Cosa faresti se avessi le ali?",
		"Cosa faresti se avessi la tua nave spaziale intergalattica grande più o meno come una casa?",
		"Cosa faresti se avessi le capacità di un adulto?",
		"Cosa faresti se avessi dei superpoteri?",
		"Cosa faresti se avessi i gadget per controllare il mondo intero?",
		"Cosa faresti se avessi il potere di andare nel futuro e nel passato?",
		"Cosa faresti se dovessi sacrificare qualcuno che ami per vivere o morire?",
		"Cosa faresti se sapessi che diventerai cieco entro due mesi?",
		"Cosa faresti se sapessi di dover morire domani?",
		"Cosa faresti se perdessi da un giorno all'altro tutto ciò per cui hai lavorato nella vita?",
		"Cosa faresti se incontrassi un alieno?",
		"Cosa faresti se non sentissi più dolore?",
		"Cosa faresti se vedessi una persona piangere su una panchina del parco?",
		"Cosa faresti se vedessi qualcuno in pubblico con la carta igienica attaccata alla scarpa?",
		"Cosa faresti se vedessi qualcuno rubare qualcosa al supermercato?",
		"Cosa faresti se ti svegliassi e ti rendessi conto di non poter più muovere il tuo corpo?",
		"Cosa faresti se ti svegliassi e ti trovassi nel paese delle meraviglie?",
		"Cosa faresti se andassi in un bagno pubblico e scoprissi che non c'è carta?",
		"Cosa faresti se fossi rapito dagli alieni?",
		"Cosa faresti se fossi improvvisamente invisibile?",
		"Cosa faresti se venissi arrestato?",
		"Cosa faresti se fossi a casa da solo di notte e sentissi qualcuno in casa tua?",
		"Cosa faresti se fossi esiliato su un'isola deserta?",
		"Cosa faresti se ti venisse data la possibilità di andare nello spazio?",
		"Cosa faresti se ti venissero dati dei superpoteri?",
		"Cosa faresti se ti venisse data la possibilità di andare nello spazio?",
		"Cosa faresti se ti venisse dato il superpotere, piuttosto sfigato, di poter far andare a male qualsiasi cibo che tocchi?",
		"Cosa faresti se ti venissero concessi tre desideri? Cosa desidereresti?",
		"Cosa faresti se fossi un dio?",
		"Cosa faresti se fossi immortale?",
		"Cosa faresti se fossi in una banca e due persone entrassero e iniziassero una rapina?",
		"Cosa faresti se fossi invisibile?",
		"Cosa faresti se venissi rapito?",
		"Cosa faresti se fossi abbandonato su un'isola isolata?",
		"Cosa faresti se ti venisse offerto gratuitamente tutto nella vita, ma dovessi vivere da solo senza internet?",
		"Cosa faresti se ti venisse offerta la possibilità di fare una vacanza in qualsiasi parte del mondo per tutto il tempo che desideri?",
		"Cosa faresti se fossi ricco?",
		"Cosa faresti se fossi bloccato con una donna incinta in ascensore e lei entrasse in travaglio?",
		"Cosa faresti se ti trovassi improvvisamente povero e senza casa?",
		"Cosa faresti se stessi nuotando e avessi perso il costume da bagno?",
		"Cosa faresti se fossi il primo essere umano a entrare in contatto con gli alieni?",
		"Cosa faresti se fossi il re di un'antica civiltà?",
		"Cosa faresti se fossi il Presidente?",
		"Cosa faresti se fossi il sovrano di un paese per un giorno?",
		"Cosa faresti se fossi la cosa più brutta della Terra?",
		"Cosa faresti se ti buttassero fuori da scuola?",
		"Cosa faresti se ti dicessero che non puoi più uscire di casa?",
		"Cosa faresti se camminassi nella foresta e vedessi un lupo?",
		"Cosa faresti se non avessi paura?",
		"Cosa faresti se ti svegliassi e ti rendessi conto di non poter più muovere il tuo corpo?",
		"Cosa faresti se ti svegliassi e vedessi te stesso nel paese delle meraviglie?",
		"Cosa faresti se ti svegliassi e la casa fosse in fiamme?",
		"Cosa faresti se ti svegliassi e la casa fosse in fiamme?",
		"Cosa faresti se ti svegliassi al mattino e scoprissi di avere di nuovo sei anni?",
		"Cosa faresti se vincessi una lotteria?",
		"Cosa faresti se non dovessi più dormire?",
		"Cosa faresti se il tuo migliore amico ti dicesse che ha ucciso qualcuno?",
		"Cosa faresti se il tuo cellulare cadesse nel water?",
		"Cosa faresti se un tuo amico avesse un alito terribile? Glielo diresti?",
		"Cosa faresti se un tuo amico ti rubasse?",
		"Cosa faresti se i tuoi amici e la tua famiglia non si fidassero più di te?",
		"Cosa faresti se tua madre si trasformasse in uno zombie proprio davanti ai tuoi occhi?",
		"Cosa faresti se tuo figlio fosse da solo a piangere a casa?",
		"Cosa faresti se il tuo peggior nemico diventasse il capo del tuo posto di lavoro?",
		"Cosa faresti se il tuo peggior nemico diventasse il capo del tuo posto di lavoro?",
		"Cosa faresti se ti trovassi dal parrucchiere e avessi un pessimo taglio di capelli? Cosa diresti al parrucchiere?",
		"Cosa faresti se fossi dal parrucchiere e ti tagliassero male i capelli?",
		"Cosa faresti se fossi in treno e accanto a te si sedesse una persona con un odore orribile?",
		"Cosa faresti se qualcuno scoprisse il tuo segreto più grande?",
		"Che cosa faresti con una vera borsa di partecipazione?",
		"Cosa faresti con il tempo extra se avessi giornate di 25 ore (mentre tutti gli altri continuano ad avere giornate di 24 ore)?",
		"Cosa faresti se fossi un dio?",
		"Cosa diresti se tutto il mondo ti ascoltasse?",
		"Cosa diresti per spaventare qualcuno che non ti conosce?",
		"Cosa indosserebbero i tuoi scagnozzi e le tue scagnozze come uniformi?",
		"Cosa faresti se un bambino avesse paura di un personaggio?",
		"Cosa faresti se fossi invisibile?"
	]
}
